{
  "strongprivacy-tipstrong-link-hrefprivacyprotect-yo": "<think>\nOkay, I need to translate the given English text into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is a privacy tip with a link.",
  "back-to-zip": "<think>\nOkay, the user wants me to translate the text \"> ← Back to ZIP\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the original text is \">",
  "a-lot-of-websites-collect-personal-information-to-": "<think>\nOkay, let's tackle this translation. The user wants the Arabic translation of the given English text for a healthcare website. First, I need to make sure I understand the context and the rules provided.\n\nThe main points are: the text is about a community tool to help people access addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\"",
  "about": "<think>\nOkay, the user wants me to translate the word \"About\" into Arabic for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, they want to use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nSo, the main",
  "about-this-project": "<think>\nOkay, the user wants me to translate \"About This Project\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"About This Project\" in",
  "access-the-template": "<think>\nOkay, the user wants me to translate \"Access the Template\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Access the Template\" needs to be",
  "access-the-template-support-doc": "<think>\nOkay, the user wants me to translate \"Access the Template Support Doc\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"Access the Template Support Doc\"",
  "active-logins": "<think>\nOkay, the user wants me to translate \"Active Logins\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Active Logins\" – what does",
  "add-a-pharmacy-report": "<think>\nOkay, the user wants me to translate \"Add a Pharmacy & Report\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the main phrase is \"Add a",
  "address": "<think>\nOkay, the user wants me to translate the word \"Address\" into Arabic for a healthcare website. Let me start by recalling that in Arabic, the word for address is \"العنوان\". But I need to make sure it's the correct term in the context of a pharmacy location. \n\nWait, the original text is just \"Address,\" so the translation should be straightforward. The rules mention keeping technical terms like ZIP Code as-is, but here it's just \"Address.\" Also,",
  "all-time": "<think>\nOkay, the user wants me to translate \"All Time\" into Arabic for a healthcare website. Let me think. The context is about a community tool to help people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"All Time\" is a bit ambiguous.",
  "any-other-details-about-your-experience": "<think>\nOkay, the user wants me to translate \"Any other details about your experience...\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, so the language needs to be respectful and non-stigmatizing. \n\nFirst, I need to make sure the translation is clear and maintains the helpful, professional tone. The original text is asking for additional details about someone's experience. In Arabic, the phrase \"any other",
  "at-the-top-right-click-the-strongmenu-button-stron": "<think>\nOkay, the user wants me to translate a specific instruction for a healthcare website that helps people find pharmacies for buprenorphine treatment. The original text is in English, and the target is Arabic. Let me start by understanding the context and the rules provided.\n\nFirst, the context is a community tool for accessing addiction treatment, so the translation needs to be respectful, clear, and medically appropriate. The rules mention keeping \"bupe\" and \"buprenorphine\" unchanged,",
  "at-the-top-right-select-strongmore-strong-and-then": "<think>\nOkay, the user wants me to translate a specific instruction from English to Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The translation needs to be respectful, clear, and medically appropriate. \n\nFirst, the original text is: \"At the top right, select <strong>More ▼</strong> and then <strong>Delete browsing data</strong>.\" The user provided some",
  "back-to-search": "<think>\nOkay, the user wants me to translate \"Back to search\" into Arabic for a healthcare website. Let me start by recalling the standard translation for \"Back to search\" in Arabic. The phrase \"Back to search\" is commonly translated as \"العودة للبحث\" or \"العودة إلى البحث\". \n\nNow, considering the context, the website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and",
  "browsing-download-history": "<think>\nOkay, the user wants me to translate \"Browsing & Download History\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the main terms to keep unchanged are \"bupe\" and \"buprenorphine.\" Also, \"medicine\" should be used instead of \"prescription.\" The target language",
  "browsing-history": "<think>\nOkay, the user wants me to translate \"Browsing history\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Browsing history\" in this context",
  "bugs-or-questions": "<think>\nOkay, the user wants me to translate \"Bugs or Questions?\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, the phrase \"Bugs or",
  "bulk-data-submission-instructions": "<think>\nOkay, the user wants me to translate \"Bulk Data Submission Instructions\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst, \"",
  "bulk-upload": "<think>\nOkay, the user wants me to translate \"Bulk Upload\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"Bulk Upload\" is a technical term. In Arabic, \"bulk\" could be translated as \"كثيرة\" or \"كاملة,\" but \"bulk upload\" in the context",
  "but-we-also-know-that-strongprivacy-is-very-import": "<think>\nOkay, I need to translate this English text into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nFirst, the original text is about privacy being",
  "cache": "<think>\nOkay, the user wants me to translate the word \"Cache\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I need to figure out what \"Cache",
  "cached-images-and-filesli-ul": "<think>\nOkay, the user wants me to translate a specific part of text for a healthcare website. Let me first understand the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The original text is \"Cached images and files</li> </ul\". \n\nWait, that seems like a fragment from HTML code. The user might have copied some code by accident. But the instruction is to translate the text, not the code. However, the provided English",
  "clear-history": "<think>\nOkay, the user wants me to translate \"Clear History\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Clear History\" likely refers to",
  "click-the-strongokstrong-button-to-confirm": "<think>\nOkay, the user wants me to translate \"Click the <strong>OK</strong> button to confirm.\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst",
  "close-language-selector": "<think>\nOkay, the user wants me to translate \"Close language selector\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the phrase \"Close language selector\" is a button or link that closes the language selection menu. In Arabic, the word for \"close\" is \"إغلاق\". \"Language selector",
  "code": "<think>\nOkay, the user wants me to translate the word \"Code\" into Arabic for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nSo, the word \"Code",
  "common-observations-optional": "<think>\nOkay, the user wants me to translate \"Common Observations (optional)\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I need to translate \"Common",
  "contact": "<think>\nOkay, the user wants me to translate the word \"Contact\" into Arabic for a healthcare website. Let me start by recalling the Arabic translation for \"Contact.\" The common translation is \"اتصل\" which is the imperative form, but maybe they need a more formal or neutral term. Since the context is a healthcare website helping people find pharmacies for addiction treatment, the tone should be respectful and professional. \n\nWait, the original text is just \"Contact,\" so maybe it's a button or",
  "contact-us": "<think>\nOkay, the user wants me to translate \"Contact Us\" into Arabic for a healthcare website. Let me start by recalling the standard translation for \"Contact Us\" in Arabic. It's usually \"اتصل بنا\" or \"اتصلوا بنا\" depending on formality. Since the context is a healthcare website, which should be professional and respectful, I should use the formal form. \n\nWait, the rules mention using respectful, non-stigmatizing language. \"اتصل ب",
  "continue": "<think>\nOkay, the user wants me to translate the word \"Continue\" into Arabic for a healthcare website. Let me start by recalling that \"Continue\" in Arabic can be translated as \"استمر\" or \"استمرار\". But I need to make sure it fits the context of a healthcare tool. The website is about helping people find pharmacies for addiction treatment, specifically using buprenorphine. The tone needs to be helpful, professional, and compassionate. \n\nSince the original text is",
  "cookies": "<think>\nOkay, the user wants me to translate \"Cookies\" into Arabic for a healthcare website. Let me think. First, the context is about a community tool helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nWait, the English",
  "cookies-and-other-site-data": "<think>\nOkay, the user wants me to translate \"Cookies and other site data\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"Cookies and other site",
  "copy-the-secure-link-it-generates": "<think>\nOkay, the user wants me to translate the sentence \"Copy the secure link it generates.\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the main task",
  "database": "<think>\nOkay, the user wants me to translate the word \"Database\" into Arabic for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Database\" in this context is",
  "delete-browsing-data": "<think>\nOkay, the user wants me to translate \"Delete browsing data\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"Delete browsing data\" is a technical term",
  "delete-data": "<think>\nOkay, the user wants me to translate \"Delete data\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Delete data\" is a straightforward phrase,",
  "dismiss-privacy-banner": "<think>\nOkay, the user wants me to translate \"Dismiss privacy banner\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"Dismiss privacy banner\" is a button or",
  "do-not-include-any-personally-identifiable-informa": "<think>\nOkay, let's tackle this translation. The user wants the Arabic translation of the given English text for a healthcare website. First, I need to make sure I understand the context and rules. The website helps people find pharmacies for buprenorphine, so the translation needs to be respectful and medically accurate.\n\nThe original text says not to include personally identifiable info in notes, but simulated patient info like being pregnant can be included if relevant. The key points here are avoiding PII and allowing",
  "do-this-each-time-you-visit-this-site": "<think>\nOkay, the user wants me to translate the phrase \"Do this each time you visit this site.\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the",
  "email-address-for-newsletter-signup": "<think>\nOkay, the user wants me to translate \"Email address for newsletter signup\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I need to translate the phrase accurately",
  "email-that-single-link-to-us-at-strongcodeatopioid": "<think>\nOkay, the user wants me to translate an email instruction into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" as they are. Also, \"medicine\" instead of \"prescription\" for clarity. The tone needs to be respectful, clear, and non-stigmatizing.\n\nThe original",
  "find-treatment": "<think>\nOkay, the user wants me to translate \"Find Treatment\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nFirst, \"Find Treatment\" needs to",
  "for-researchers-conducting-secret-shopper-studies-": "<think>\nOkay, the user wants me to translate a specific English text into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, I need to check the rules provided. Rule 1 says to keep \"bupe\" and \"buprenorphine\" unchanged. So I'll make sure those terms are preserved.",
  "formulation-optional-check-all-that-apply": "<think>\nOkay, the user wants me to translate \"Formulation (optional, check all that apply)\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the term \"Formulation\" in this context likely refers to the different forms of the medication, like tablets, patches, etc. In Arabic, \"Formulation\"",
  "formulation-availability-all-time": "<think>\nOkay, the user wants me to translate \"Formulation Availability (All Time)\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Formulation Availability\"",
  "google-chrome": "<think>\nOkay, the user wants me to translate \"Google Chrome\" into Arabic for a healthcare website. Let me think. First, the context is about a community tool to help people access addiction treatment, specifically mentioning buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nWait, the text to translate is just \"",
  "history": "<think>\nOkay, the user wants me to translate the word \"History\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the word \"History\" here probably refers",
  "hosting": "<think>\nOkay, the user wants me to translate the word \"Hosting\" into Arabic for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the word \"Hosting\" here probably",
  "how-we-try-to-protect-your-privacy": "<think>\nOkay, the user wants me to translate \"How We Try to Protect Your Privacy\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the main phrase is",
  "how-the-technology-works": "<think>\nOkay, the user wants me to translate \"How the Technology Works\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the main phrase is \"",
  "how-to-protect-yourself": "<think>\nOkay, the user wants me to translate \"How to Protect Yourself\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nFirst, the main phrase is",
  "if-you-couldn-t-find-your-pharmacy-in-the-search-r": "<think>\nOkay, let's tackle this translation. First, I need to make sure I understand the context. The user is a medical translator working on a healthcare website that helps people find pharmacies for buprenorphine. The goal is to translate the given English text into Arabic, following specific rules.\n\nThe original English text is: \"If you couldn't find your pharmacy in the search results, you can add it here along with your report about filling your prescription.\"\n\nLet me break down the requirements",
  "if-you-have-bulk-data-you-can-help-us-quickly-fill": "<think>\nOkay, the user wants me to translate the given English text into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"If you have",
  "if-you-re-interested-in-submitting-multiple-report": "<think>\nOkay, the user wants me to translate a sentence into Arabic for a healthcare website. Let me start by understanding the original text: \"If you're interested in submitting multiple reports, check out our bulk reporting tool.\" The context is about a community tool to help people access addiction treatment, specifically mentioning buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining",
  "in-the-stronghistorystrong-section-click-strongcle": "<think>\nOkay, the user wants me to translate the given English text into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"In the <",
  "last-updated": "<think>\nOkay, the user wants me to translate \"Last updated:\" into Arabic for a healthcare website. Let me start by recalling the correct Arabic translation for this phrase. \"Last updated\" is commonly translated as \"تم تحديثه في\" or \"آخر تحديث\". \n\nI need to make sure it's appropriate for a healthcare context. Since the website is about helping people find pharmacies for addiction treatment, the language should be respectful and clear. The phrase \"Last updated\" is usually followed by a date",
  "learn-more": "<think>\nOkay, the user wants me to translate \"Learn more\" into Arabic for a healthcare website. Let me start by recalling the Arabic translation for \"Learn more.\" The common translation is \"اقرأ المزيد\" or \"اعرف المزيد.\" But I need to make sure it's appropriate for a healthcare context.\n\nThe context is about helping people access addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorphine",
  "learn-more-about-privacy-practices-on-privacy-guid": "<think>\nOkay, the user wants me to translate the given English text into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is \"Learn more about privacy",
  "legend": "<think>\nOkay, the user wants me to translate \"Legend\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nSo, \"Legend\" here is likely referring to",
  "like-with-our-other-projects-we-built-this-in-resp": "<think>\nOkay, the user wants me to translate a specific English text into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, I need to translate the given English",
  "link-hrefabout-classname-link": "<think>\nOkay, the user wants me to translate a specific piece of HTML code into Arabic. Let me check the original text again: \"Link href=\"/about\" className=>  </Link\". Wait, that looks like a fragment of an HTML link tag. The user mentioned translating for a healthcare website, so maybe they need the text inside the link translated, not the HTML itself. But the instruction says to provide only the translation, no explanations. Let me make sure.\n\nThe original text seems to",
  "link-hrefbulk-upload-classname-link": "<think>\nOkay, the user wants me to translate a specific piece of HTML code into Arabic. Let me look at the original text again: \"Link href=\"/bulk-upload\" className=>  </Link\". It seems like they're referring to a link element in HTML, probably part of a website's navigation or a button that leads to a bulk upload feature.\n\nFirst, I need to make sure I understand the context. The website is for healthcare, specifically helping people find pharmacies for addiction treatment medication like",
  "link-hrefdashboard-classname-link": "<think>\nOkay, the user wants me to translate some HTML code into Arabic. Let me check the original text again. The English text is: \"Link href=\"/dashboard\" className=>  </Link\". Wait, that looks like a fragment of HTML, maybe from a React component? The user mentioned translating for a healthcare website that helps find pharmacies for addiction treatment medication, specifically buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorphine",
  "link-hrefprivacy-classname-link": "<think>\nOkay, the user wants me to translate a specific HTML link into Arabic. The original text is \"Link href=\"/privacy\" className=>  </Link\". Wait, that looks like a fragment of HTML code. The user mentioned translating for a healthcare website, so I need to make sure the translation is accurate and fits the context.\n\nFirst, I should check if the HTML code is part of a link that's supposed to direct to a privacy policy. The original text seems incomplete, maybe it",
  "loading-map": "<think>\nOkay, the user wants me to translate \"Loading map\" into Arabic for a healthcare website. Let me start by recalling the Arabic translation for \"Loading map.\" The direct translation would be \"تحميل الخريطة.\" But I need to make sure it's appropriate for the context.\n\nThe context is a community tool helping people access addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged.",
  "loading-pharmacies": "<think>\nOkay, the user wants me to translate \"Loading pharmacies...\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Loading pharmacies...\" is",
  "maps": "<think>\nOkay, the user wants me to translate the word \"Maps\" into Arabic for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and medically appropriate.\n\nSo, the English text is \"",
  "more": "<think>\nOkay, the user wants me to translate the word \"More\" into Arabic for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"More\" in this context is probably a",
  "mozilla-firefox": "<think>\nOkay, the user wants me to translate \"Mozilla Firefox\" into Arabic. Let me think. First, I need to make sure I'm translating the browser name correctly. Since it's a proper noun, the translation might not be direct. In Arabic, software names are often transliterated rather than translated. So \"Mozilla Firefox\" would typically be written as \"موزيلا فايرفوكس\" using the Arabic script. \n\nWait, but maybe there's a standard way to",
  "nb-the-file-link-is-only-active-for-24hrs-so-i-mig": "<think>\nOkay, the user wants me to translate a specific note about a file link expiring in 24 hours into Arabic. Let me start by understanding the context. The original text is for a healthcare website helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and medically appropriate tone",
  "nb-there-might-be-a-world-where-this-data-is-used-": "<think>\nOkay, the user wants me to translate a specific English text into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nLooking at the English text: \"NB There",
  "newsletter-signup-temporarily-unavailable": "<think>\nOkay, the user wants me to translate \"Newsletter signup temporarily unavailable.\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I need to translate the main phrase.",
  "no-successful-reports-found-for-the-selected-time-": "<think>\nOkay, I need to translate the given English text into Arabic for a healthcare website. Let me start by understanding the original message. The English text is: \"No successful reports found for the selected time period. Try a wider date range or select All Time.\" \n\nFirst, I should make sure to follow the rules provided. The user mentioned keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, but in this case, those terms aren't present here.",
  "no-tracking-no-ads-privacy-first-design": "<think>\nOkay, the user wants me to translate the phrase \"No tracking • No ads • Privacy-first design\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I",
  "note": "<think>\nOkay, the user wants me to translate the word \"Note\" into Arabic for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful and non-stigmatizing.\n\nSo, the original text",
  "notes": "<think>\nOkay, the user wants me to translate the word \"Notes\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the word \"Notes\" in this context",
  "offline-website-data": "<think>\nOkay, the user wants me to translate \"Offline Website Data\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Offline Website Data\" needs",
  "opioid-policy-institute-logo": "<think>\nOkay, the user wants me to translate \"Opioid Policy Institute Logo\" into Arabic. Let me start by breaking down the phrase. \"Opioid Policy Institute\" is the main part, and \"Logo\" is the last part. \n\nFirst, translating \"Opioid Policy Institute\" into Arabic. \"Opioid\" is \"الأفيون\" in Arabic. \"Policy\" would be \"السياسة\", and \"Institute\" is \"معهد\". So putting that",
  "optional-personal-information-we-do-collect": "<think>\nOkay, the user wants me to translate \"Optional personal information we do collect\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the key terms: \"Optional personal information\" should be translated in a way that's clear. In Arabic, \"optional\" can be \"اختياري\" and \"",
  "organic-maps": "<think>\nOkay, the user wants me to translate \"Organic Maps\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Organic Maps\" – the word \"",
  "other-notes-optional": "<think>\nOkay, the user wants me to translate \"Other Notes (optional)\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the phrase \"Other Notes (optional)\" is likely a section where users can add additional information. Since it's optional, the translation should reflect that it's not required. In Arabic",
  "our-funding": "<think>\nOkay, the user wants me to translate \"Our Funding\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Our Funding\" needs to be translated. The",
  "our-solution": "<think>\nOkay, the user wants me to translate the text \"Our Solution\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Our Solution\" in",
  "our-most-important-promise-is-to-protect-your-priv": "<think>\nOkay, the user wants me to translate a specific English text into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription,\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, I need to translate the given English",
  "page-not-found": "<think>\nOkay, the user wants me to translate \"Page Not Found\" into Arabic for a healthcare website. Let me start by recalling the standard translation for that phrase. In Arabic, \"Page Not Found\" is commonly translated as \"الصفحة غير موجودة\". But I need to make sure it's appropriate for the context.\n\nThe website is about helping people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The tone should be helpful, professional, and compassionate. The translation",
  "pharmacy-information": "<think>\nOkay, the user wants me to translate \"Pharmacy Information\" into Arabic for a healthcare website. Let me start by recalling the rules. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same. Second, use \"medicine\" instead of \"prescription.\" Third, the language needs to be respectful and non-stigmatizing. The tone should remain helpful, professional, and compassionate. Also, technical terms like ZIP Code should stay as-is",
  "phone": "<think>\nOkay, the user wants me to translate the word \"Phone\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the word \"Phone\" here is likely referring",
  "please-reach-out-using-our-secure-form-if-you-have": "<think>\nOkay, I need to translate the given English text into Arabic for a healthcare website. Let me start by understanding the context and the rules provided. The website is a community tool to help people access addiction treatment, specifically for buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the English text is: \"Please reach out using our secure form if you have questions or suggestions.\" The user wants only the translation, no explanations. Let me break",
  "privacy-safety-tips": "<think>\nOkay, the user wants me to translate \"Privacy & Safety Tips\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure respectful, non-stigmatizing language.\n\nFirst, the main phrase is \"Privacy",
  "privacy-security": "<think>\nOkay, the user wants me to translate \"Privacy & Security\" into Arabic for a healthcare website. Let me start by recalling the correct Arabic terms. \"Privacy\" is usually translated as \"الخصوصية\" and \"Security\" as \"الأمان\". But I need to make sure the context is appropriate here. Since it's about a healthcare website related to addiction treatment, the translation should be formal and respectful. \n\nWait, the rules mention using \"bupe\" and \"bup",
  "privacy-notice": "<think>\nOkay, the user wants me to translate \"Privacy Notice\" into Arabic for a healthcare website. Let me start by recalling that the target language is Arabic, and the context is a community tool to help people access addiction treatment, specifically for buprenorphine. \n\nFirst, I need to make sure I follow all the rules provided. The medical terms \"bupe\" and \"buprenorphine\" should remain unchanged. Also, \"medicine\" instead of \"prescription\"",
  "privacy-policy": "<think>\nOkay, the user wants me to translate \"Privacy Policy\" into Arabic for a healthcare website. Let me start by recalling the standard translation for \"Privacy Policy\" in Arabic. It's usually \"سياسة الخصوصية\". \n\nWait, but I need to make sure it's appropriate for a healthcare context. The website is about helping people find pharmacies for addiction treatment, specifically buprenorphine. The translation should be clear and professional. \n\nI should check if there are any specific",
  "privacy-tip": "<think>\nOkay, the user wants me to translate \"Privacy Tip\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Privacy Tip\" needs to be",
  "questions": "<think>\nOkay, the user wants me to translate \"Questions?\" into Arabic for a healthcare website. Let me start by recalling that the target language is Arabic. The context is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Questions",
  "remember-to-clear-your-browser-history": "<think>\nOkay, the user wants me to translate \"Remember to clear your browser history.\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the main sentence is a reminder",
  "report-statistics": "<think>\nOkay, the user wants me to translate \"Report Statistics\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Report Statistics\" needs to be translated accurately",
  "reports": "<think>\nOkay, the user wants me to translate the word \"Reports\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the word \"Reports\" in this context",
  "research-working-to-understand-moud-barriers-can-b": "<think>\nOkay, the user wants me to translate this medical text into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The original text is about research into barriers to MOUD (which I assume is Medication for Opioid Use Disorder). The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, I need to make sure the medical terms \"bupe\" and \"b",
  "return-home": "<think>\nOkay, the user wants me to translate \"Return Home\" into Arabic for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\n\"Return Home\" is likely a button",
  "search-for-a-pharmacy": "<think>\nOkay, the user wants me to translate \"Search for a Pharmacy\" into Arabic for a healthcare website. Let me start by recalling the rules. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same. But here, the text is \"Search for a Pharmacy,\" so maybe those terms aren't needed here. Wait, the context is about finding pharmacies for addiction treatment medication, specifically buprenorphine. But the actual text to translate",
  "searching": "<think>\nOkay, the user wants me to translate \"Searching...\" into Arabic for a healthcare website. Let me start by recalling the context. The website helps people find pharmacies for buprenorphine, which is used in addiction treatment. The rules mention keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Searching...\" in Arabic is",
  "select-strongdelete-datastrong": "<think>\nOkay, the user wants me to translate \"Select <strong>Delete data</strong>.\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the main phrase is \"Select Delete data.\" In Arabic, \"Select\" is usually \"اختر\" or \"حدد\". Since it's a button or a",
  "select-language": "<think>\nOkay, the user wants me to translate \"Select Language\" into Arabic for a healthcare website. Let me start by recalling the standard translation for that phrase. In Arabic, \"Select Language\" is commonly translated as \"اختر اللغة\". \n\nWait, but I need to make sure it's appropriate for the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation should be respectful and clear. \n\nThe original text is a button",
  "select-any-that-apply": "<think>\nOkay, the user wants me to translate \"Select any that apply\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Select any that apply",
  "select-how-much-history-you-want-to-delete-eg-last": "<think>\nOkay, the user wants me to translate a specific sentence for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nThe original text is: \"Select how much history you want to",
  "select-the-strongprivacy-securitystrong-panel": "<think>\nOkay, the user wants me to translate \"Select the <strong>Privacy & Security</strong> panel.\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst,",
  "select-the-time-range-to-clear-eg-everything": "<think>\nOkay, the user wants me to translate the English text \"Select the time range to clear (e.g., Everything )\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the main phrase is \"Select the time range to clear.\" In Arabic, \"select\" is usually \"اختر\" or \"حدد",
  "settings": "<think>\nOkay, the user wants me to translate the word \"Settings\" into Arabic for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Settings\" in this context probably",
  "site-preferencesli-ul": "<think>\nOkay, the user wants me to translate \"Site Preferences\" into Arabic for a healthcare website. Let me start by recalling that \"Site Preferences\" is a heading, so it should be translated in a way that's clear and professional.\n\nFirst, \"Site\" here probably refers to the website, so the Arabic term for website is \"الموقع\" or \"الموقع الإلكتروني\". \"Preferences\" would be \"الخيارات\" or \"الإعدادات\". But since it's about site preferences",
  "something-went-wrong": "<think>\nOkay, the user wants me to translate \"Something went wrong\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Something went wrong\" is likely",
  "sorry-the-page-you-re-looking-for-doesn-t-exist": "<think>\nOkay, the user wants me to translate the English text \"Sorry, the page you're looking for doesn't exist.\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.",
  "spam-protection": "<think>\nOkay, the user wants me to translate \"Spam Protection\" into Arabic for a healthcare website. Let me think about the context first. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\n\"Spam Protection\" is likely a section title or a",
  "state-level-reports": "<think>\nOkay, the user wants me to translate \"State Level Reports\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the term \"State Level Reports\" – in Arabic, \"State\" would be \"الولاية\" (al-walāya) or \"الدولة\" (al-daw",
  "status": "<think>\nOkay, the user wants me to translate the word \"Status\" into Arabic for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nSo, \"Status\" here",
  "step-1-get-the-template": "<think>\nOkay, the user wants me to translate \"Step 1: Get the Template\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Step 1",
  "step-2-fill-out-your-data": "<think>\nOkay, the user wants me to translate \"Step 2: Fill Out Your Data\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I need to translate",
  "step-3-securely-submit-your-file": "<think>\nOkay, the user wants me to translate \"Step 3: Securely Submit Your File\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I need",
  "submission-failed-please-try-again": "<think>\nOkay, the user wants me to translate \"Submission failed. Please try again.\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the main phrase is \"",
  "subscribe-to-our-newsletter-for-organizing-and-upd": "<think>\nOkay, the user wants me to translate the English text \"Subscribe to our newsletter for organizing and updates\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the",
  "table-of-contents": "<think>\nOkay, the user wants me to translate \"Table of Contents\" into Arabic for a healthcare website. Let me start by recalling the standard translation for \"Table of Contents\" in Arabic. I think it's \"جدول المحتويات\" but I should double-check to make sure. Also, the context is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine",
  "thank-you": "<think>\nOkay, the user wants me to translate \"Thank You!\" into Arabic for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Thank You!\" in Arabic is commonly \"شك",
  "the-problem": "<think>\nOkay, the user wants me to translate the text \"The Problem\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nFirst, \"The Problem\"",
  "the-only-information-we-need-for-a-report-is-what-": "<think>\nOkay, the user wants me to translate this text into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine treatment. The translation needs to be respectful, clear, and medically appropriate. \n\nFirst, I need to make sure the medical terms \"bupe\" and \"buprenorphine\" are kept as they are. The user mentioned using \"medicine\" instead of \"prescription,\" so I'll replace",
  "the-only-required-fields-are-pharmacy_address-repo": "<think>\nOkay, the user wants me to translate a specific text for a healthcare website that helps people find pharmacies for buprenorphine. Let me start by understanding the context and rules.\n\nFirst, the target language is Arabic. The original text is about required and optional fields for a form. The key points are: pharmacy_address and report_type (success or denied) are required. The others are optional but useful. \n\nI need to make sure medical terms like \"buprenorphine",
  "the-last-mile-problem-is-the-treatment-gap-created": "<think>\nOkay, the user wants me to translate a medical text into Arabic for a healthcare website. Let me start by understanding the context. The text is about the \"last mile\" problem in addiction treatment, specifically regarding MOUD (medication for opioid use disorder) availability in pharmacies. The target audience is people looking for pharmacies that provide buprenorphine, so the translation needs to be clear and respectful.\n\nFirst, I need to make sure I follow all the rules provided. The medical",
  "there-are-two-main-ways-we-collect-information-abo": "<think>\nOkay, the user wants me to translate the given English text into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"There are two",
  "this-is-unacceptable": "<think>\nOkay, the user wants me to translate \"This is unacceptable\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I need to translate \"This is unacceptable\"",
  "this-project-aims-to-address-this": "<think>\nOkay, the user wants me to translate the English sentence \"This project aims to address this.\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst,",
  "this-will-open-your-device-s-map-application-pleas": "<think>\nOkay, the user wants me to translate the given English text into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe English text is: \"This will open",
  "total-reports": "<think>\nOkay, the user wants me to translate \"Total Reports\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Total Reports\" needs to be translated accurately",
  "trend-is-neutral": "<think>\nOkay, the user wants me to translate \"Trend is neutral\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"Trend is neutral\" – I need",
  "trending-recently": "<think>\nOkay, the user wants me to translate \"Trending Recently\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"Trending Recently\" is likely referring to",
  "trending-toward-more-denials": "<think>\nOkay, the user wants me to translate \"Trending toward more denials\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Trending toward more den",
  "trending-toward-more-successes": "<think>\nOkay, the user wants me to translate \"Trending toward more successes\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the phrase \"Trending toward more successes\" is a bit abstract. I need to convey that there's a positive direction or movement towards achieving more successes. In Arabic, \"t",
  "upload-your-tsv-file-tab-separated-values": "<think>\nOkay, the user wants me to translate \"Upload your TSV file (tab separated values)\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear tone.\n\nFirst, I need to translate the",
  "use-privacy-preserving-mapping-apps-like-organic-m": "<think>\nOkay, the user wants me to translate the sentence \"Use privacy preserving mapping apps like Organic Maps\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I need",
  "use-the-spreadsheet-template-below-to-fill-in-your": "<think>\nOkay, the user wants me to translate a specific sentence into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original English text is: \"Use the spreadsheet",
  "we-strongdo-notstrong-know-your-email-or-phone-num": "<think>\nOkay, I need to translate the sentence \"We do not know your email or phone number.\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the main sentence",
  "we-strongdo-notstrong-know-your-name": "<think>\nOkay, the user wants me to translate the sentence \"We do not know your name.\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the sentence is straightforward",
  "we-strongdo-notstrong-track-your-location": "<think>\nOkay, I need to translate the sentence \"We <strong>do not</strong> track your location.\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst,",
  "we-also-hope-to-shine-a-light-on-just-how-big-an-i": "<think>\nOkay, I need to translate this English text into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nFirst, the original text talks about highlighting the issue of",
  "we-built-this-tool-to-help-it-s-a-map-made-by-the-": "<think>\nOkay, the user wants me to translate a specific English text into Arabic for a healthcare website. Let me start by understanding the context. The tool is for finding pharmacies that provide buprenorphine for addiction treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nFirst, I'll check the original English text",
  "we-designed-our-website-to-not-do-that": "<think>\nOkay, the user wants me to translate the English sentence \"We designed our website to not do that.\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "we-don-t-track-or-store-your-location": "<think>\nOkay, the user wants me to translate the English text \"We don't track or store your location\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I",
  "we-hope-that-this-platform-will-help-people-help-p": "<think>\nOkay, the user wants me to translate a specific English text into Arabic for a healthcare website. Let me start by understanding the context. The platform is a community tool to help people access addiction treatment, specifically for buprenorphine. The rules are important here. I need to keep \"bupe\" and \"buprenorphine\" as they are. Also, use \"medicine\" instead of \"prescription\" for clarity. The language should be respectful, non-stigmat",
  "we-re-having-trouble-loading-this-content": "<think>\nOkay, the user wants me to translate the English text \"We're having trouble loading this content.\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the",
  "we-use-a-standard-template-to-ensure-data-quality-": "<think>\nOkay, the user wants me to translate a specific sentence into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here: keep \"bupe\" and \"buprenorphine\" as they are, use \"medicine\" instead of \"prescription,\" and maintain respectful, non-stigmatizing language.\n\nThe original text is: \"We use a standard template",
  "we-use-modern-privacy-focused-tools-to-run-this-si": "<think>\nOkay, the user wants me to translate the sentence \"We use modern, privacy-focused tools to run this site\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst",
  "we-will-take-care-of-formatting-and-uploading-to-t": "<think>\nOkay, the user wants me to translate the sentence \"We will take care of formatting and uploading to the map!\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.",
  "what-we-collect-and-what-we-don-t": "<think>\nOkay, the user wants me to translate the heading \"What We Collect (and What We Don't)\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, which is used in addiction treatment. The rules mention keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing",
  "what-formulations-did-you-try-to-fill": "<think>\nOkay, the user wants me to translate the question \"What formulation(s) did you try to fill?\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "what-was-the-outcome": "<think>\nOkay, the user wants me to translate \"What was the outcome?\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"What was the outcome",
  "what-would-you-like-to-do-today": "<think>\nOkay, the user wants me to translate \"What would you like to do today?\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"What",
  "when-it-comes-to-information-like-who-you-are-if-y": "<think>\nOkay, the user wants me to translate a specific English text into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here: keep medical terms like \"bupe\" and \"buprenorphine\" unchanged, use \"medicine\" instead of \"prescription,\" and maintain respectful, non-stigmatizing language.\n\nFirst, I need to translate the given English",
  "when-you-are-done-you-can-also-clear-your-recent-b": "<think>\nOkay, the user wants me to translate a specific sentence into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original sentence is: \"When you are done",
  "while-our-website-strives-to-be-secure-and-protect": "<think>\nOkay, the user wants me to translate a privacy notice for a healthcare website that helps find pharmacies for buprenorphine treatment. Let me start by understanding the context. The website is a community tool, so the translation needs to be respectful, clear, and medically appropriate. The rules mention keeping \"bupe\" and \"buprenorphine\" as is, using \"medicine\" instead of \"prescription,\" and maintaining a helpful, professional, and compassionate tone. Also,",
  "why-we-built-this-tool": "<think>\nOkay, the user wants me to translate \"Why We Built This Tool\" into Arabic for a healthcare website. Let me start by understanding the context. The tool is for helping people find pharmacies that provide buprenorphine for addiction treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst",
  "your-report": "<think>\nOkay, the user wants me to translate the text \"Your Report\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Your Report\" needs",
  "your-map-application-may-collect-and-share-your-lo": "<think>\nOkay, the user wants me to translate the given English text into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe English text is: \"Your map application",
  "barriercount": "<think>\nOkay, the user wants me to translate \"barrier.count\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"barrier.count\" is likely a",
  "barriernote": "<think>\nOkay, the user wants me to translate the \"barrier.note\" text for a healthcare website that helps people find pharmacies for buprenorphine. Let me start by understanding the context. The tool is community-based, so the translation needs to be respectful and clear. The rules mention keeping \"bupe\" and \"buprenorphine\" as is, using \"medicine\" instead of \"prescription,\" and avoiding stigmatizing language. Also, technical terms like ZIP Code",
  "codeatopioidpolicydotorg": "<think>\nOkay, the user wants me to translate \"code[at]opioidpolicy[dot]org\" into Arabic. Let me start by understanding the context. This is for a healthcare website helping people find pharmacies for buprenorphine treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear tone.\n\nFirst, the email address format. In Arabic,",
  "contact-form": "<think>\nOkay, the user wants me to translate \"contact form\" into Arabic for a healthcare website. Let me start by recalling the standard translation for \"contact form\" in Arabic. The direct translation would be \"نموذج الاتصال\" (form of contact). But I need to make sure it's appropriate for a healthcare context.\n\nThe context is a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention using \"bupe\" and \"bupren",
  "contact-us-using-our-secure-form": "<think>\nOkay, the user wants me to translate \"contact us using our secure form\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I need to translate \"contact",
  "copied-copied-to-clipboard-share-with-a-friend": "<think>\nOkay, the user wants me to translate the given text into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nThe text to translate is \"copied ?",
  "currentlanguagecodetouppercase": "<think>\nOkay, the user wants me to translate the given text into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe text to translate is \"currentLanguage?.code",
  "datapastmonthperiod": "<think>\nOkay, the user wants me to translate \"data.pastMonth.period\" into Arabic for a healthcare website. Let me start by understanding what this text refers to. The context is about a community tool helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and medically appropriate tone",
  "decodehtmlentitiespharmacyname": "<think>\nOkay, the user wants me to translate \"decodeHtmlEntities(pharmacy.name)\" into Arabic for a healthcare website. Let me start by understanding what this code does. It seems like it's decoding HTML entities from the pharmacy's name. But the user is asking for a translation, not a code explanation.\n\nWait, the original text is a function call, maybe part of a script that processes pharmacy names. But the target is Arabic, so they probably need the translated text of the pharmacy's",
  "do-not": "<think>\nOkay, the user wants me to translate the word \"do not\" into Arabic for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention using \"bupe\" and \"buprenorphine\" as is, and using \"medicine\" instead of \"prescription.\" Also, the language needs to be respectful and non-stigmatizing.\n\nSo, the original text is",
  "eg-out-of-business": "<think>\nOkay, the user wants me to translate \"e.g., 'Out of business.\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"e.g.\" in Arabic",
  "eg-123-main-street": "<think>\nOkay, the user wants me to translate \"e.g., 123 Main Street\" into Arabic for a healthcare website. Let me start by recalling the rules. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same, but here it's just an example address, so that's not an issue. The second rule says to use \"medicine\" instead of \"prescription,\" but again, this is an address example, so maybe",
  "eg-49506": "<think>\nOkay, the user wants me to translate \"e.g., 49506\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nThe text to translate",
  "eg-cvs": "<think>\nOkay, the user wants me to translate \"e.g., CVS\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"e.g.\" stands for \"ex",
  "eg-mom-pop-shop": "<think>\nOkay, the user wants me to translate \"e.g., Mom & Pop Shop\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine treatment. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"e.g.\" is \"مثل\" in Arabic. Then \"Mom & Pop Shop\" is a local pharmacy, so I should use the common term. In Arabic, pharmacies are often",
  "href-aria-label-style": "<think>\nOkay, the user wants me to translate some HTML code into Arabic for a healthcare website. Let me check the original text again: \"href=`} aria-label=`} style=} >\". Wait, that looks like placeholders or maybe some broken code. The user mentioned translating for a healthcare site that helps find pharmacies for buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead",
  "isloadinglocation-loading-set-location": "<think>\nOkay, the user wants me to translate the text \"isLoadingLocation ? 'Loading...' : 'Set Location'\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the original text is a conditional statement. In Arabic, the structure for such a condition would be similar. The key parts are \"Loading...\"",
  "just-like-any-other-prescription": "<think>\nOkay, the user wants me to translate the phrase \"just like any other prescription\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the original phrase is",
  "locationerror": "<think>\nOkay, the user wants me to translate \"locationError\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"locationError\" is likely an error message",
  "lol": "<think>\nOkay, the user wants me to translate \"lol.\" into Arabic for a healthcare website. Let me think. First, \"lol\" is an acronym for \"laugh out loud,\" but in the context of a healthcare site, it's probably not appropriate. The user mentioned the context is a community tool to help people access addiction treatment, so the tone needs to be respectful and professional. The original text is just \"lol,\" which seems out of place here. Maybe it's a typo",
  "menu-button": "<think>\nOkay, the user wants me to translate \"menu button\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"menu button\" is a UI element. In",
  "privacy-is-very-important": "<think>\nOkay, the user wants me to translate \"privacy is very important\" into Arabic for a healthcare website. Let me start by recalling the correct Arabic translation for \"privacy.\" The term \"privacy\" in Arabic is usually \"الخصوصية.\" Now, \"is very important\" would be \"مهم جداً\" or \"مهم للغاية.\" I need to make sure the translation is respectful and clear, as per the context. Since the website is about helping people access addiction treatment, the",
  "resultfull_address": "<think>\nOkay, the user wants me to translate \"result.full_address\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"result.full_address\" is",
  "resultname": "<think>\nOkay, the user wants me to translate \"result.name\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"result.name\" is likely a",
  "selectedpharmacyfull_address": "<think>\nOkay, the user wants me to translate \"selectedPharmacy.full_address\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"selectedPharmacy.full_address",
  "selectedpharmacyname": "<think>\nOkay, the user wants me to translate \"selectedPharmacy.name\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"selectedPharmacy.name\" is",
  "statsalltimedenied": "<think>\nOkay, the user wants me to translate \"stats.allTime.denied\" into Arabic for a healthcare website. Let me start by understanding what this text means. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I",
  "statsalltimesuccess": "<think>\nOkay, the user wants me to translate the text \"stats.allTime.success\" into Arabic for a healthcare website. Let me start by understanding what this text refers to. The context is a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear tone.\n\nFirst, I need to",
  "statspastmonthdenied": "<think>\nOkay, the user wants me to translate \"stats.pastMonth.denied\" into Arabic for a healthcare website. Let me start by understanding what this text means. The phrase seems to be a key or label related to statistics, specifically about denied cases in the past month. \n\nFirst, I need to break down the components. \"stats\" likely stands for statistics, so \"إحصائيات\" in Arabic. \"pastMonth\" would be \"الشهر الماضي\" or \"",
  "statspastmonthsuccess": "<think>\nOkay, the user wants me to translate the text \"stats.pastMonth.success\" into Arabic for a healthcare website. Let me start by understanding what this text refers to. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.",
  "strongnotesstrong": "<think>\nOkay, the user wants me to translate \"Notes:\" into Arabic for a healthcare website. Let me start by recalling the Arabic script for \"Notes.\" The standard translation is \"ملاحظات:\" with a colon at the end. I need to make sure it's correctly formatted. Since the original text is in English and the target is Arabic, I should check if there are any specific conventions for headings in Arabic. Typically, headings are written in Arabic script, so \"ملاحظات:\"",
  "strongphonestrong-a-href-style-a": "<think>\nOkay, the user wants me to translate a specific part of text for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure respectful, non-stigmatizing language.\n\nThe original text is: \"Phone: <a href",
  "strongreportsstrong-successful-denied": "<think>\nOkay, the user wants me to translate \"Reports: successful, denied\" into Arabic for a healthcare website. Let me start by understanding the context. It's a community tool helping people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst",
  "strongstatusstrong": "<think>\nOkay, the user wants me to translate \"Status:\" into Arabic for a healthcare website. Let me start by recalling the Arabic translation for \"Status.\" The direct translation is \"الحالة.\" But I need to make sure it fits the context of a community tool helping people access addiction treatment. The tone should be helpful, professional, and compassionate. \n\nSince the original text is just \"Status:\" without any additional information, the translation should be straightforward. I should check if there are any",
  "success": "<think>\nOkay, the user wants me to translate the word \"success\" into Arabic for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nSo, the word \"success\" here is",
  "tcrowdsource-note-this-is-a-crowd-source-resource": "<think>\nOkay, the user wants me to translate the English text \"This is a crowd-source resource\" into Arabic for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase",
  "tnot-guarantee-note-this-tool-is-not-a-guarantee-o": "<think>\nOkay, the user wants me to translate a specific note for a healthcare website that helps people find pharmacies for buprenorphine. Let me start by understanding the context. The tool is a community resource to aid access to addiction treatment, so the translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the original English text is: \"This tool is not a guarantee of service. This data is not comprehensive.\" The user provided some rules. Let me check them again.",
  "the-united-kingdom-canada-and-australia": "<think>\nOkay, the user wants me to translate \"the United Kingdom, Canada, and Australia\" into Arabic for a healthcare website. Let me start by recalling the Arabic names for these countries. \n\nFirst, the United Kingdom is usually referred to as \"المملكة المتحدة\" in Arabic. Canada is \"كندا\" and Australia is \"أستراليا\". I need to make sure these are the standard translations. \n\nWait, the user mentioned to keep technical terms like ZIP Code as-is",
  "youremailexamplecom": "<think>\nOkay, the user wants me to translate \"your.email@example.com\" into Arabic. Let me think about the context. The original text is an email address, which is a placeholder. Since the target language is Arabic, I need to make sure that the translation is appropriate for a healthcare website.\n\nFirst, I should check if there are any specific rules or guidelines mentioned. The user provided several rules, but the main ones are about keeping medical terms like \"bupe\" and \"bup"
}