{
  "page_1": "Table of Contents",
  "page_2": "Why We Built This Tool",
  "page_3": "What We Collect (and What We Don't)",
  "page_4": "How the Technology Works",
  "page_5": "How to Protect Yourself",
  "page_6": "Bugs or Questions?",
  "page_7": "How We Try to Protect Your Privacy",
  "page_8": "Why We Built This Tool",
  "page_9": "Finding medicine to treat opioid use disorder, like buprenorphine (bupe), can be very hard. Some pharmacies don't have it, and others may refuse to fill a prescription. This can be stressful and scary.",
  "page_10": "We built this tool to help. It's a map, made by the community, for the community. By sharing which pharmacies are helpful, we can make it easier for the next person to get the medicine they need. We can also show how big the problem is, so we can work to fix it.",
  "page_11": "But we also know that privacy is very important, especially when it comes to sensitive health information like addiction. We want to make sure you are safe when using this tool, so we've taken steps to protect your privacy. There are some steps you can take too, which we'll explain below.",
  "page_12": "What We Collect (and What We Don't)",
  "page_13": "A lot of websites collect personal information to sell you ads or other products. Some times this is pretty sneaky and happening without you knowing or saying it is ok. That is bad for your privacy. We designed our website to not do that.",
  "page_14": "When it comes to information like who you are, if you had an addiction, what medicine you take, or where you live, people and companies can use that to discriminate against you. So, we do not give that information or any other information about you to other companies.",
  "page_15": "There are two main ways we collect information about you with this site:",
  "page_16": "REPORTING PHARMACY BUPE AVAILABILITY:",
  "page_17": "What you report is not tied to you and completely voluntary. You do not have to file reports to find bupe. On the reporting pharmacies bupe access form We intentionally do not collect any information like your name, contact information, or sneaky stuff like an IP address that identifies your device and could identify you. This means we do not know who you are, and we do not want to know. We only want to help people find bupe.",
  "page_18": "FINDING BUPE:",
  "page_19": "We use what the ZIP code you enter to help you find pharmacies near you. We do not store your ZIP code or any other information that could identify you when you search for a pharmacy.",
  "page_20": "Our most important promise is to protect your privacy. We have designed this site to collect zero personal information about you. The submission form is just enough information to be useful to other people and not identify you.",
  "page_21": "When you submit to our pharmacy bupe updater:",
  "page_22": "We do not know your name.",
  "page_23": "We do not know your email or phone number.",
  "DemoModeIndicator_1": "You're viewing demonstration data. This is not real pharmacy information.",
  "ManualPharmacyEntry_1": "← Back to search",
  "ManualPharmacyEntry_2": "Add a Pharmacy & Report",
  "ManualPharmacyEntry_3": "If you couldn't find your pharmacy in the search results, you can add it here along with your report about filling your prescription.",
  "ManualPharmacyEntry_4": "Pharmacy Information",
  "ManualPharmacyEntry_5": "Pharmacy Name",
  "ManualPharmacyEntry_6": "Street Address",
  "ManualPharmacyEntry_7": "City",
  "ManualPharmacyEntry_8": "State",
  "ManualPharmacyEntry_9": "Select a state",
  "ManualPharmacyEntry_10": "ZIP Code",
  "ManualPharmacyEntry_11": "Phone Number",
  "ManualPharmacyEntry_12": "Including a phone number helps others call ahead",
  "ManualPharmacyEntry_13": "Your Report",
  "ManualPharmacyEntry_14": "What was the outcome of your visit?",
  "ManualPharmacyEntry_15": "✅ I was able to fill my prescription",
  "ManualPharmacyEntry_16": "❌ I was not able to fill my prescription",
  "ManualPharmacyEntry_17": "What formulation(s) did you try to fill?",
  "ManualPharmacyEntry_18": "Common Observations (optional)",
  "ManualPharmacyEntry_19": "Additional notes",
  "ManualPharmacyEntry_20": "I understand my anonymous report will be used to update the public map (REQUIRED).",
  "ManualPharmacyEntry_21": "NOTE: This pharmacy information and your report will be added to our database to help others. Manual entries require approval before appearing in search results.",
  "MapLegend_1": "Likely to Fill",
  "MapLegend_2": "Likely to Deny / Refuse",
  "NewsletterSignup_1": "Subscribe to our newsletter for organizing and updates",
  "NewsletterSignup_2": "I consent to receive optional newsletter updates from the Opioid Policy Institute.",
  "PharmacyListItem_1": "Phone:",
  "PharmacyListItem_2": "Success Reports:",
  "PharmacyListItem_3": "Denial Reports:",
  "PharmacyListItem_4": "Last Successful Report:",
  "PharmacyListItem_5": "'Call Pharmacy 📞'",
  "PharmacyListItem_6": "'Get Directions 🚌'",
  "PharmacyListItem_7": "This will open your device's map application. Please be aware that:",
  "PharmacyListItem_8": "Your map application may collect and share your location data",
  "PharmacyListItem_9": "We don't track or store your location",
  "PharmacyListItem_10": "Use privacy preserving mapping apps like Organic Maps",
  "PharmacyListItem_11": "Cancel",
  "PharmacyListItem_12": "Continue",
  "PrivacyBanner_1": "Do Not Track detected - we respect your privacy preference.",
  "PrivacyBanner_2": "For maximum privacy, consider clearing your browser history and switching to incognito/private browsing mode or a privacy-focused browser like Brave or Tor.",
  "PrivacyBanner_3": "Nice privacy protections! Remember to clear your history when done.",
  "PrivacyBanner_4": "Learn more",
  "layout_1": "Bupe Access Tool",
  "layout_2": "This is a crowd-source resource.",
  "layout_3": "We only have data on bupe availability that has been reported to this database.",
  "layout_4": "This tool is not a guarantee of service. This data is not comprehensive.",
  "layout_5": "Home",
  "layout_6": "About This Project",
  "layout_7": "Check Out Our Dashboard",
  "layout_8": "What About Other Treatments?",
  "layout_9": "Bulk Reporting Tool",
  "layout_10": "Join Our Newsletter",
  "layout_11": "🔒 Privacy Info & Tips 🔒",
  "layout_12": "Support Us",
  "notfound_1": "Page Not Found",
  "notfound_2": "Sorry, the page you're looking for doesn't exist.",
  "notfound_3": "Return Home",
  "notfound_4": "Page Not Found",
  "notfound_5": "Sorry, the page you're looking for doesn't exist.",
  "notfound_6": "Return Home",
  "page_24": "We do not know your computer's IP address.",
  "page_25": "We do not track your location.",
  "page_26": "The only information we need for a report is what you choose to share: the pharmacy's name, pharmacy location, the date, and whether your visit was a success or a denial. There are other questions you can choose to answer, but you do not have to. Do not submit personal information in the notes form. If you do, we will delete it from our database.",
  "page_27": "Optional personal information we do collect:",
  "page_28": "There are some places where we collect personal information but you do not need to use these parts of the website to report or locate bupe.",
  "page_29": "If you use our contact form (different from the pharmacy reporting form), you are sharing personal information like your name and email address. You do not have to use the contact form unless you have a question or comment. We use Fillout form software.",
  "page_30": "Our newsletter signup form also collects personal information like email, this is also optional and not required to use the site. We use Ghost for newsletter publishing.",
  "page_31": "Lastly, our donation form collects personal information like your name, email address, and payment information. This is also optional and not required to use the site. The website is free to use and you do not have to donate to use the site. We use Stripe for payment processing.",
  "page_32": "How the Technology Works",
  "page_33": "We use modern, privacy-focused tools to run this site:",
  "page_34": "Spam Protection:",
  "page_35": "We use a tool called Cloudflare Turnstile to check if a submission is from a real person, not a robot. It does this without the annoying puzzles and without building an advertising profile about the websites you visit or what you enter into a form. We use this to protect the form from fake entries.",
  "page_36": "Maps:",
  "page_37": "To protect your privacy the \"Get Directions\" links and other maping uses OpenStreetMap, a non-profit mapping service that has strong privacy practices. Your searches are not linked to a personal account used to build an advertising profile, unlike with Google Maps. Open Street Maps prioritizes privacy, especially compared to Google Maps.",
  "page_38": "If you are using this website on a mobile phone it might open the pharmacy \"Get Direction\" links on a service like Google Maps on your phone. We set it up to make it easy to navigate to a pharmacy that has bupe on your phone, but using Google Maps (if that is your default) is a privacy risk (not just with this information). Google Maps uses your data to target you with advertisements, including navigating to a pharmacy.",
  "page_39": "This is bad for your privacy.",
  "page_40": "However, we cannot control what apps you use on your mobile device. We suggest you use privacy preserving maping tools like:",
  "page_41": "on your phone to reduce these issues. You can also use Google Maps in \"Incognito Mode\" but other Google \"Incognito Mode\" products were found to not actually protect your privacy, so it is best to avoid products from companies like Google, Meta/Facebook/Instagram, Amazon, Apple, Microsoft, etc to avoid them getting your information to use for advertising.",
  "page_42": "Database:",
  "page_43": "Your anonymous reports are stored in a secure database called Airtable. We are the only ones with access to this data and it only includes information you submitted on the pharmacy updating tool + automatically adding time of submission (to help represent the freshness of the data).",
  "page_44": "Hosting:",
  "page_45": "The website is hosted on Vercel, and we have configured it not to store logs of visitor IP addresses (so that your device is not identified).",
  "page_46": "Code:",
  "page_47": "The website code (not the form data) is hosted on",
  "page_48": "and",
  "page_49": "so that people can audit this website and suggest fixes to our privacy and security practices or new features. We are committed to transparency and open source software",
  "page_50": "Please reach out using our secure form if you have questions or suggestions.",
  "page_51": "This is a community-oriented project and we appreciate the help.",
  "page_52": "How to Protect Yourself",
  "page_53": "While our website strives to be secure and protect your privacy, your own web browser saves a history of the sites you visit. If you are using a shared computer, we strongly recommend using \"Private\" or \"Incognito\" mode in your browser. This deletes your history when you close the browser window, so no one else can see what sites you visited. It might be good to clear your browser history after using this site, even if not on a shared computer. This can help protect your privacy.",
  "page_54": "You may also want to consider browsers that have better privacy protections like Mullvad on desktop or Brave on mobile.",
  "page_55": "Learn more about privacy practices on Privacy Guides.",
  "page_56": "When you are done, you can also clear your recent browser history to remove any trace of your visit:",
  "page_57": "At the top right, select MORE ▼ and then DELETE browsing data.",
  "page_58": "Select how much history you want to delete (e.g., \"Last hour,\" \"All time\").",
  "page_59": "Check the boxes for the info you want Chrome to delete, including:",
  "page_60": "Browsing history",
  "page_61": "Cookies and other site data",
  "page_62": "Cached images and files",
  "page_63": "Select DELETE DATA.",
  "page_64": "Do this each time you visit this site.",
  "page_65": "At the top right, click the MENU button (☰) and select SETTINGS.",
  "page_66": "Select the PRIVACY AND SECURITY panel.",
  "page_67": "In the HISTORY section, click CLEAR HISTORY.",
  "page_68": "Select the time range to clear (e.g., \"Everything\").",
  "page_69": "Check the boxes for the information you want to clear:",
  "page_70": "BROWSING AND DOWNLOAD HISTORY",
  "page_71": "Cookies",
  "page_72": "Cache",
  "page_73": "Active Logins",
  "page_74": "Offline Website Data",
  "page_75": "Site Preferences",
  "page_76": "Click the OK button to confirm.",
  "page_77": "Do this each time you visit this site.",
  "page_78": "👾 Bugs or Questions?",
  "page_79": "If you find a problem with the site or have a question, we want to know. Please",
  "page_80": "contact us using our secure form",
  "form.note.will-order-not-in-stock": "Will order, but not in stock",
  "form.note.partial-fill": "Partial fill (did not fill the full prescription)",
  "form.note.call-ahead": "Best to call ahead",
  "form.note.existing-patients-only": "Only fills for existing patients",
  "form.note.prescribers-close-by": "Only fills from prescribers \"close-by\"",
  "form.note.certain-prescribers": "Only fill from certain prescribers",
  "form.note.patients-close-by": "Only fills for patients \"close-by\"",
  "form.note.long-wait-times": "Long wait times",
  "form.note.no-cash": "Won't accept cash",
  "form.note.helpful-staff": "Helpful staff",
  "form.note.unhelpful-staff": "Unhelpful staff",
  "share.message": "Need to find bupe? Know a pharmacies bupe availability? Help map access in our community:"
}