{
  "about_page_1": "Traduce exactamente: \"Sobre Este Proyecto",
  "about_page_2": "Traduce exactamente: \"The Problem",
  "about_page_3": "Traduce exactamente: \"There are two primary ways to reduce opioid related disease and death (mobidity & mortality): medications for opioid use disorder (MOUD; e.g., buprenorphine, methadone, naltrexone) and naloxone (an opioid overdose reversal medication). MOUD are the gold-standard, FDA-approved medications used to treat people with an opioid addiction. However, barriers to MOUD are persistent and include structural and societal/racism, classism, an overactive criminal justice response to MOUD, stigma, and discrimination towards people who use drugs.\" \"Traduce exactamente: Hay dos formas primarias de reducir la enfermedad y la muerte relacionadas con los opioides (mobidity & mortalidad): medicamentos para el trastorno del uso de opioides (MOU; por ejemplo, buprenorfina, metadona, naltrexona) y naloxona (un medicamento para revertir la sobredosis de opioides). Los MOU son los medicamentos estándar de oro, aprobados por la FDA, que se utilizan para tratar a las personas con adicción a los opioides. Sin embargo, las barreras para los MOU son persistentes e incluyen estructurales y sociales/racismo, clasismo, una respuesta del sistema de justicia penal excesivamente activa a los MOU, estigma y discriminación hacia las personas que consumen drogas.",
  "about_page_4": "Traduce exactamente: \"Investigar el trabajo para comprender las barreras de MOUD se puede dividir en dos categorías: problemas con encontrar un médico y problemas con dispensar una receta. Investigaciones previas relacionadas con encontrar un médico han destacado barreras de atención de larga data como prácticas de admisión poco éticas entre los proveedores de tratamiento de MOUD, desiertos de prescripción de MOUD y percepciones negativas hacia las personas con una MOUD. Las soluciones al problema del médico han incluido reducir los requisitos de capacitación de los médicos, incentivar a los proveedores y educación sobre la reducción del estigma para los proveedores. Si bien estos ejemplos resaltan el desafío masivo de encontrar un médico para brindar atención que salva vidas, el segundo problema, dispensar una receta, puede reducir la capacidad de una persona para comenzar o continuar su medicamento.",
  "about_page_5": "Traduce exactamente: \"Este proyecto tiene como objetivo abordar esto.",
  "about_page_6": "Traduce exactamente: “El problema de la ‘última milla’ es la brecha de tratamiento creada por la discreción de las farmacias sobre qué MOUD se almacena (si lo hay) y cómo se dispensa por las farmacias. Si bien gran parte de la política federal relacionada con la epidemia de opioides se ha centrado en aumentar la prescripción de MOUD entre los prescriptores, las farmacias finalmente deciden si se dispensa el MOUD. La imposibilidad de dispensar una receta en la farmacia niega todo el progreso realizado al aumentar los prescriptores.”",
  "about_page_7": "Traducir exactamente: \"Nuestro objetivo es simple: ayudar a las personas a encontrar bupe. Habla con casi cualquier persona que esté prescrita bupe, y ellos tienen una historia sobre los desafíos con llenar esas recetas.",
  "about_page_8": "Traduce exactamente: \"Esto es inaceptable.",
  "about_page_9": "Traduce exactamente: \"Nunca olvidaremos la experiencia de los pacientes en Virginia Occidental corriendo a una farmacia específica para obtener sus medicamentos antes de que cerrara porque era la única que dispensaba bupe. Pero dispensar un reseta de medicamento para dolor opioide... eso era tan fácil como entrar en cualquier farmacia. No estaba bien entonces. No está bien ahora.",
  "about_page_10": "Traduce exactamente: \"Our Solution",
  "about_page_11": "Traduce exactamente: \"Esta herramienta está diseñada para ayudar a las personas a encontrar bupe. Eso debería ser simple, pero no lo es. Al obtener datos sobre el acceso a bupe de forma colaborativa, ayudamos a las personas que enfrentan estos problemas a sortear desafíos y a ayudar a otros en su comunidad. Esperamos que un día todas las farmacias tengan este medicamento. Sin embargo, la realidad es que pocas lo tienen. Mientras tanto, esperamos que esta herramienta ayude.\"",
  "about_page_12": "Traduce exactamente: \"También esperamos arrojar luz sobre lo grande que es este problema. Entre las personas afectadas por este problema, es bien conocido, pero pocos fuera de esos espacios saben lo difícil que es obtener tratamiento para una adicción a opioides. Las soluciones de política hasta la fecha han sido inadecuadas. Si bien esta base de datos puede que no sea exhaustiva, esperamos que inicie una conversación y acción para cerrar significativamente estas brechas.",
  "about_page_13": "Traduce exactamente: \"Esperamos que esta plataforma ayude a las personas a ayudar a las personas a obtener medicamentos y romper el ciclo de discriminación contra las personas que usan drogas o tienen una adicción.",
  "about_page_14": "Traduce exactamente: \"Nuestro Financiamento",
  "about_page_15": "Traduce exactamente: \"lol.",
  "about_page_16": "Traduce exactamente: \"Como con nuestros otros proyectos, construimos esto en respuesta a una necesidad sin ningún apoyo financiero. Tampoco esperamos validación externa de organizaciones financiadoras. Si necesita ser hecho, lo haremos.",
  "about_page_17": "Traduce exactamente: \"Like we said up top, bupe access has been something that bugged us for a while. We have done some research and advocacy related to these problems and hope that has an impact...but we think it's time for direct action.\" \"Traduce exactamente: \"Como dijimos arriba, bupe access ha sido algo que nos ha molestado durante un tiempo. Hemos hecho alguna investigación y defensa relacionadas con estos problemas y esperamos que tenga un impacto... pero creemos que es hora de acción directa\".",
  "about_page_18": "Traduce exactamente: \"Configurar este servicio es bastante económico, creemos... Si tiene éxito con muchas personas utilizándolo para informar o encontrar una farmacia, costará algo de dinero. Si tiene éxito y las farmacias realmente comienzan a abastecer consistentemente y ampliamente de bupe, podemos cerrar. Mientras tanto, esperamos que considere donar recursos a nuestro esfuerzo (en el pie de página).",
  "about_page_19": "Traduce exactamente: \"NB Hay posiblemente un mundo donde estos datos se usen para la investigación o los financiadores vean el valor y nos den algunas migajas. Si ese es el caso, actualizaremos esta página.",
  "about_page_20": "Traduce exactamente: \"No favorecemos ningún enfoque para tratar la adicción a los opioides aparte de los enfoques basados en evidencia. Aprende más sobre por qué este proyecto trata sobre bupe en esta página:",
  "about_page_21": "Traduce exactamente: \"¿Qué pasa con la metadona, la naltrexona y el buprenorfina de acción prolongada inyectable?",
  "bulk-upload_page_1": "Traduce exactamente: \"Instrucciones para la presentación masiva de datos",
  "bulk-upload_page_2": "Traduce exactamente: \"Para investigadores que realizan estudios de compradores encubiertos o organizaciones con múltiples puntos de datos (cadenas de farmacias??? entrenadores de recuperación de pares??? prescriptores??? organizaciones de reducción de daños???), ofrecemos una opción de envío masivo para ayudar a poblar el mapa rápidamente.",
  "bulk-upload_page_3": "Traduce exactamente: \"Para ayudar a las personas a tomar decisiones sobre dónde pueden (y no pueden) rellenar sus scripts de bupe, necesitamos datos frescos (idealmente menos de 30 días de antigüedad).",
  "bulk-upload_page_4": "Traduce exactamente: \"Si tienes datos masivos, puedes ayudarnos a completar rápidamente el mapa. ¡Gracias!",
  "bulk-upload_page_5": "Traduce exactamente: \"Use the spreadsheet template below to fill in your data. This format is important for batch uploading.\" Traduce exactamente: \"Use la plantilla de hoja de cálculo a continuación para introducir sus datos. Este formato es importante para la carga por lotes.",
  "bulk-upload_page_6": "Traduce exactamente: \"No incluir ninguna información personalmente identificable en las notas. Se puede incluir información de paciente simulado en las notas (p. ej., embarazada) si es relevante.",
  "bulk-upload_page_7": "Traduce exactamente: \"Nos encargaremos de formatear y subir al mapa!",
  "bulk-upload_page_8": "Traduce exactamente: \"Paso 1: Obtén la Plantilla",
  "bulk-upload_page_9": "Traduce exactamente: \"Usamos una plantilla estándar para asegurar la calidad de los datos. Por favor, visualice o descargue nuestra plantilla oficial de CryptPad.",
  "bulk-upload_page_10": "Traduce exactamente: \"Accede al Plantilla",
  "bulk-upload_page_11": "Traduce exactamente: \"Accede al documento de soporte de plantillas",
  "bulk-upload_page_12": "Traduce exactamente: \"Paso 2: Rellena tus datos",
  "bulk-upload_page_13": "Traduce exactamente: \"Los únicos campos obligatorios son pharmacy_address, report_type (éxito o denegado). La información sobre formulación, standardized_notes, y notes son opcionales (pero útiles!).",
  "bulk-upload_page_14": "Traduce exactamente: \"Paso 3: Presentar tu archivo de forma segura",
  "bulk-upload_page_15": "Traduce exactamente: \"Una vez que tu hoja esté completa, por favor guárdala como un archivo TSV (`Archivo` > `Guardar como` > `TSV (.tsv)`). Usamos TSV porque algunas personas podrían usar comas en la línea de dirección o notas, pero nadie usará tabulaciones. Esto hace que la importación y la limpieza de los datos sea mucho más sencilla para nosotros y es fácil de hacer para ti (ganar-ganar). Para transferir archivos de forma segura, por favor utilice el servicio gratuito y encriptado WORMHOLE para enviarnos su archivo.",
  "bulk-upload_page_17": "Traduce exactamente: \"Sube tu archivo TSV (valores separados por tab).",
  "bulk-upload_page_18": "Traduce exactamente: \"Copia el enlace seguro que genera.",
  "bulk-upload_page_20": "Traduce exactamente: \"NB - el enlace del archivo solo está activo por 24 horas así que es posible que me pidas que lo reenvíe. Disculpas por adelantado!",
  "bulk-upload_page_21": "Traduce exactamente: \"¿Preguntas?",
  "bulk-upload_page_22": "Traduce exactamente: \"Si encuentras un problema con el sitio o tienes una pregunta, queremos saberlo. Por favor",
  "bulk-upload_page_23": "Traduce exactamente: \"contacta con nosotros usando nuestro formulario seguro",
  "components_demomodeindicator_1": "Traduce exactamente: \"Estás viendo datos de demostración. Esta no es información farmacéutica real.",
  "components_manualpharmacyentry_1": "Traduce exactamente: \"← Regresar a la búsqueda",
  "components_manualpharmacyentry_2": "Traduce exactamente: \"Añadir una Farmacia & Reportar",
  "components_manualpharmacyentry_3": "Traduce exactamente: \"Si no pudiste encontrar tu farmacia en los resultados de búsqueda, puedes añadirla aquí junto con tu informe sobre la dispensación de tu receta.",
  "components_manualpharmacyentry_4": "Traduce exactamente: \"Información de Farmacia",
  "components_manualpharmacyentry_5": "Traduce exactamente: \"Nombre de la farmacia",
  "components_manualpharmacyentry_6": "Traduce exactamente: \"Calle",
  "components_manualpharmacyentry_7": "Traduce exactamente: \"Ciudad",
  "components_manualpharmacyentry_8": "Traduce exactamente: \"State",
  "components_manualpharmacyentry_9": "Traduce exactamente: \"Selecciona un estado",
  "components_manualpharmacyentry_10": "Traduce exactamente: \"ZIP Code",
  "components_manualpharmacyentry_11": "Traduce exactamente: \"Número de teléfono",
  "components_manualpharmacyentry_12": "Traduce exactamente: \"Incluir un número de teléfono ayuda a otros llamar con anticipación",
  "components_manualpharmacyentry_13": "Traduce exactamente: \"Tu Informe",
  "components_manualpharmacyentry_14": "Traduce exactamente: \"¿Cuál fue el resultado de tu visita?",
  "components_manualpharmacyentry_15": "Traduce exactamente: \"✅ Yo pude completar mi receta",
  "components_manualpharmacyentry_16": "Traduce exactamente: \"❌ No pude completar mi receta",
  "components_manualpharmacyentry_17": "Traduce exactamente: \"¿Qué formulación(es) intentaste para rellenar?",
  "components_manualpharmacyentry_18": "Traduce exactamente: \"Observaciones comunes (opcional)",
  "components_manualpharmacyentry_19": "Traduce exactamente: \"Notas adicionales",
  "components_manualpharmacyentry_20": "Traduce exactamente: \"Entiendo que mi informe anónimo se utilizará para actualizar el mapa público (REQUERIDO).",
  "components_manualpharmacyentry_21": "Traduce exactamente: \"NOTA: Esta información de la farmacia y su informe serán añadidos a nuestra base de datos para ayudar a otros. Las entradas manuales requieren aprobación antes de aparecer en los resultados de búsqueda.",
  "components_maplegend_1": "Traduce exactamente: \"Likely to Fill",
  "components_maplegend_2": "Traduce exactamente: \"Probable de Negar / Rechazar",
  "components_newslettersignup_1": "Traduce exactamente: \"Suscríbete a nuestro boletín para organizar y actualizaciones",
  "components_newslettersignup_2": "Traduce exactamente: \"I consent to receive optional newsletter updates from the Opioid Policy Institute.\" \"Consiento en recibir actualizaciones opcionales de boletines informativos del Opioid Policy Institute.",
  "components_pharmacylistitem_1": "Traduce exactamente: \"Teléfono:",
  "components_pharmacylistitem_2": "Traduce exactamente: \"Informes de Éxito\":",
  "components_pharmacylistitem_3": "Traduce exactamente: \"Informes de Negación:",
  "components_pharmacylistitem_4": "Traducir exactamente: \"Último Informe Exitoso:",
  "components_pharmacylistitem_5": "Traduce exactamente: \"Llama a la farmacia 📞",
  "components_pharmacylistitem_6": "Traduce exactamente: \"'Obtener indicaciones 🚌'",
  "components_pharmacylistitem_7": "Traduce exactamente: \"Esto abrirá la aplicación de mapas de tu dispositivo. Por favor, ten en cuenta que:\"",
  "components_pharmacylistitem_8": "Traduce exactamente: \"Tu aplicación de mapas puede recopilar y compartir tus datos de ubicación",
  "components_pharmacylistitem_9": "Traduce exactamente: \"No rastreamos ni almacenamos tu ubicación",
  "components_pharmacylistitem_10": "Traduce exactamente: \"Usa aplicaciones de mapas que preservan la privacidad como Organic Maps",
  "components_pharmacylistitem_11": "Traduce exactamente: \"Cancelar",
  "components_pharmacylistitem_12": "Traduce exactamente: \"Continue",
  "components_privacybanner_1": "Traduce exactamente: \"Do Not Track detectado - respetamos tu preferencia de privacidad.",
  "components_privacybanner_2": "Traduce exactamente: \"Para máxima privacidad, considera borrar tu historial de navegador y cambiar al modo incógnito/navegación privada o un navegador centrado en la privacidad como Brave o Tor.",
  "components_privacybanner_3": "Traduce exactamente: \"¡Buenas protecciones de privacidad! Recuerda borrar tu historial cuando hayas terminado.",
  "components_privacybanner_4": "Traduce exactamente: \"Aprende más",
  "layout_1": "Traduce exactamente: \"Bupe Access Tool",
  "layout_2": "Traduce exactamente: \"Este es un recurso de código abierto.",
  "layout_3": "Traduce exactamente: \"Solo tenemos datos sobre la disponibilidad de bupe que ha sido reportada a esta base de datos.",
  "layout_4": "Traduce exactamente: \"Esta herramienta no es una garantía de servicio. Esta información no es exhaustiva.",
  "layout_5": "Traduce exactamente: \"Home",
  "layout_6": "Traduce exactamente: \"Sobre Este Proyecto",
  "layout_7": "Traduce exactamente: \"Consulta nuestro panel",
  "layout_8": "Traduce exactamente: \"¿Qué pasa con otros tratamientos?",
  "layout_9": "Traduce exactamente: \"Herramienta de Informes Masivos",
  "layout_10": "Traduce exactamente: \"Únete a nuestro boletín",
  "layout_11": "Traduce exactamente: \"🔒 Información y Consejos de Privacidad 🔒",
  "layout_12": "Traduce exactamente: \"Apóyennos",
  "methadone-naltrexone_page_1": "Traduce exactamente: \"Una nota sobre la metadona, la naltrexona y la buprenorfina de acción prolongada inyectable... o, ¿por qué no se incluyen aquí?",
  "methadone-naltrexone_page_2": "Traduce exactamente: \"You may notice that other medications for Opioid Use Disorder (OUD) - methadone, naltrexone, long-acting injectable bupe - are not included in our search tool. This is intentional and reflects the project's specific focus on pharmacy-based access to buprenorphine.\" \"Puede notar que otros medicamentos para el Trastorno del Uso de Opiáceos (TUD) - metadona, naltrexona, bupe inyectable de acción prolongada - no están incluidos en nuestra herramienta de búsqueda. Esto es intencional y refleja el enfoque específico del proyecto en el acceso a buprenorfina basado en farmacias.",
  "methadone-naltrexone_page_3": "Traduce exactamente: \"Más sobre Metadona",
  "methadone-naltrexone_page_4": "Traduce exactamente: “Actualmente, estrictas regulaciones federales limitan la dispensación de metadona para TDU a programas especializados de Tratamiento de Opioides (TO), a menudo llamados “clínicas de metadona”. <strong >Esto significa que los pacientes no pueden obtener la dispensación de metadona de sus farmacias comunitarias, < /strong> que es el foco de este proyecto. La metadona se dispensa principalmente en una clínica específica diariamente (o casi diariamente), lo que puede ser una barrera significativa para el cuidado.”",
  "methadone-naltrexone_page_5": "Traduce exactamente: \"Restricting methadone access is a policy choice, not a medical necessity. Many other countries have safely integrated methadone dispensing into community pharmacies, including <strong>the United Kingdom, Canada, and Australia.</strong> In these places, a patient can pick up their medication from their local pharmacist, <strong>just like any other prescription.</strong> While we advocate for reduce methadone restrctions, this project is focused on improving access to buprenorphine through pharmacies.\" Traduce exactamente: \"Restringir el acceso a la metadona es una elección política, no una necesidad médica. Muchos otros países han integrado de forma segura la dispensación de metadona en farmacias comunitarias, incluyendo <strong>el Reino Unido, Canadá y Australia.</strong> En estos lugares, un paciente puede recoger su medicación en su farmacéutico local, <strong>como cualquier otra receta.</strong> Si bien defendemos la reducción de restricciones a la metadona, este proyecto se centra en mejorar el acceso a la buprenorfina a través de las farmacias.",
  "methadone-naltrexone_page_6": "Traduce exactamente: \"Más sobre Naltrexona y Bupe Inyectable de Acción Prolongada",
  "methadone-naltrexone_page_7": "Traduce exactamente: \"Naltrexona para el ODUD se prescribe con mayor frecuencia como una inyección de acción prolongada. Si bien este medicamento se ordena a menudo a través de las farmacias, casi siempre se administra en un entorno médico, no se dispensa directamente al paciente en el mostrador de la farmacia. Lo mismo con la buprenorfina de acción prolongada en forma de tableta. La forma de tableta de naltrexona, si bien está disponible en las farmacias, se usa con menos frecuencia para el ODUD.",
  "methadone-naltrexone_page_8": "Traduce exactamente: \"Porque nuestra herramienta está enfocada en medicamentos que los pacientes pueden recoger directamente de una farmacia comunitaria, nos hemos enfocado exclusivamente en buprenorfina para asegurar que nuestros datos sobre el acceso a farmacias sean lo más claros y precisos posible.",
  "methadone-naltrexone_page_9": "Traduce exactamente: \"Si estás en los Estados Unidos, recomendamos el Localizador de Tratamientos de SAMHSA para encontrar programas que utilicen estos medicamentos (deberían incluir también a los que prescriben bupe!).",
  "methadone-naltrexone_page_10": "Traduce exactamente: \"Encontrar Tratamiento",
  "methadone-naltrexone_page_11": "Traduce exactamente: \"Vans de metadona",
  "methadone-naltrexone_page_12": "Traduce exactamente: \"No estamos al tanto de una lista exhaustiva, mantenida activamente, de vehículos de metadona. Este es un enfoque inteligente para aumentar el acceso. ¡Si tienes un recurso al que podamos enlazar, por favor, ponte en contacto!",
  "methadone-naltrexone_page_13": "Traduce exactamente: \"Contact Us",
  "not-found_1": "Traduce exactamente: \"Página no encontrada",
  "not-found_2": "Lo siento, la página que estás buscando no existe.",
  "not-found_3": "Traduce exactamente: \"Regresa a Casa",
  "not-found_4": "Traduce exactamente: \"Page Not Found",
  "not-found_5": "Lo siento, la página que estás buscando no existe.",
  "not-found_6": "Traduce exactamente: \"Regresa a Casa",
  "page_1": "Traduce exactamente: \"Introduce tu código postal",
  "page_2": "Traduce exactamente: \"Por favor, introduzca un código postal para encontrar y reportar farmacias con bupe cerca de usted.",
  "page_3": "Traduce exactamente: \"ZIP Code",
  "page_4": "Traduce exactamente: \"Cargando...",
  "page_5": "Traduce exactamente: \"Set Location",
  "page_6": "Traduce exactamente: \"¿Qué te gustaría hacer hoy?",
  "page_7": "Traduce exactamente: \"Actualiza el estado de Bupe de una farmacia",
  "page_8": "Traduce exactamente: \"Encuentra una farmacia amigable con los Bupe",
  "page_9": "Traduce exactamente: \"← Regresar a ZIP",
  "page_10": "Traduce exactamente: \"Farmacias Amigas de Bupe",
  "page_11": "Traduce exactamente: \"Imprimir Lista 🖨️",
  "page_12": "Traduce exactamente: \"Trending Recently:",
  "page_13": "Traduce exactamente: \"Más éxitos",
  "page_14": "Traduce exactamente: \"Neutral",
  "page_15": "Traduce exactamente: \"Más Denegaciones",
  "page_16": "Traduce exactamente: \"Consejos de Privacidad y Seguridad 🔒",
  "page_17": "Traduce exactamente: \"Los últimos 7 días",
  "page_18": "Traduce exactamente: \"Últimos 15 días",
  "page_19": "Traduce exactamente: \"Últimos 30 días",
  "page_20": "Traduce exactamente: \"All Time",
  "page_21": "Traduce exactamente: \"Cargando farmacias...",
  "page_22": "Traduce exactamente: \"No successful reports found for the selected time period. Be the first to report! Or, try a wider date range or select \"All Time\".\" \"No se encontraron informes exitosos para el período de tiempo seleccionado. ¡Sé el primero en informar! O, intenta un rango de fechas más amplio o selecciona \"Todo el tiempo\".",
  "page_23": "Traduce exactamente: \"Para las últimas actualizaciones, visita findbupe.org",
  "page_24": "Traduce exactamente: \"🎉 ¡Gracias! 🎉",
  "page_25": "Traduce exactamente: \"Sabemos que obtener una receta de buprenorfina no siempre es fácil. Tus respuestas ayudan a que otros en tu área encuentren este medicamento que salva vidas.",
  "page_26": "Traduce exactamente: \"La información más útil es información NUEVA!",
  "page_27": "Traduce exactamente: \"Así que, la próxima vez que intentes rellenar un gueto, dínos cómo ha ido. También puedes ayudar compartiendo este sitio web con amigos que toman gueto.",
  "page_28": "Traduce exactamente: \"Recuerda borrar tu historial de navegación. Aprende más en nuestros consejos de privacidad.🔒",
  "page_29": "Traduce exactamente: \"Encuentra farmacias amigables con Bupe cerca de ti",
  "page_30": "Traducir exactamente: \"Copiado al Portapapeles!",
  "page_31": "Traduce exactamente: \"Comparte con un Amigo 🚀",
  "page_32": "Traduce exactamente: \"Si estás interesado en enviar múltiples informes, consulta nuestra herramienta de informes masivos.",
  "page_33": "Traduce exactamente: \"Actualiza el estado de Bupe de la farmacia",
  "page_34": "Traduce exactamente: \"Busca una Farmacia",
  "page_35": "Traduce exactamente: “➕ ¿No encuentras tu farmacia? Añádela manualmente”",
  "page_36": "Traduce exactamente: \"Cambiar farmacia",
  "page_37": "Traduce exactamente: \"¿Cuál fue el resultado? (Requerido)",
  "page_38": "Traduce exactamente: \"✅ Yo pude completar mi receta",
  "page_39": "Traduce exactamente: \"❌ No pude completar mi receta",
  "page_40": "Traduce exactamente: \"Formulación (opcional, marcar todas las que apliquen)",
  "page_41": "Traduce exactamente: \"Observaciones comunes (opcional)",
  "page_42": "Traducir exactamente: \"Otras notas (opcional)",
  "page_43": "Traduce exactamente: \"Entiendo que mi informe anónimo se utilizará para actualizar el mapa público (REQUERIDO).",
  "page_44": "Traducir exactamente: \"Presentando...",
  "page_45": "Traduce exactamente: \"Enviar Informe",
  "page_46": "Traduce exactamente: \"Presentación fallida. Por favor, inténtalo de nuevo.",
  "privacy_page_1": "Traduce exactamente: \"Índice de contenidos",
  "privacy_page_2": "Traduce exactamente: \"¿Por qué construimos esta herramienta?",
  "privacy_page_3": "Traduce exactamente: \"¿Qué Recopilamos (y Qué No Lo Hacemos)",
  "privacy_page_4": "Traduce exactamente: \"¿Cómo funciona la tecnología?",
  "privacy_page_5": "Traduce exactamente: \"Cómo protegerte",
  "privacy_page_6": "Traduce exactamente: \"¿Bugs o Preguntas?",
  "privacy_page_7": "Traduce exactamente: \"Cómo Intentamos Proteger Tu Privacidad",
  "privacy_page_8": "Traduce exactamente: \"¿Por qué construimos esta herramienta?",
  "privacy_page_9": "Traducir exactamente: \"Encontrar medicina para tratar el trastorno del uso de opioides, como la buprenorfina (bupe), puede ser muy difícil. Algunas farmacias no la tienen, y otras pueden negarse a dispensar una receta. Esto puede ser estresante y aterrador.",
  "privacy_page_10": "Traduce exactamente: \"Hemos creado esta herramienta para ayudar. Es un mapa, hecho por la comunidad, para la comunidad. Al compartir qué farmacias son útiles, podemos facilitar que la siguiente persona obtenga la medicina que necesita. También podemos mostrar lo grande que es el problema, para que podamos trabajar para solucionarlo.",
  "privacy_page_11": "Traduce exactamente: \"Pero también sabemos que la privacidad es muy importante, especialmente cuando se trata de información de salud sensible como la adicción. Queremos asegurarnos de que estés a salvo al usar esta herramienta, así que hemos tomado medidas para proteger tu privacidad. Hay algunos pasos que puedes tomar también, que explicaremos a continuación.",
  "privacy_page_12": "Traduce exactamente: \"¿Qué Recopilamos (y Qué No Lo Hacemos)",
  "privacy_page_13": "Traduce exactamente: \"Un montón de sitios web recopilan información personal para venderte anuncios u otros productos. A veces esto es bastante astuto y ocurre sin que tú lo sepa o lo apruebes. Eso es malo para tu privacidad. Diseñamos nuestro sitio web para no hacer eso.",
  "privacy_page_14": "Traduce exactamente: \"Cuando se trata de información como quién eres, si tienes una adicción, qué medicamento tomas, o dónde vives, las personas y las empresas pueden usar eso para discriminarte. Por lo tanto, no damos esa información ni ninguna otra información sobre ti a otras empresas.",
  "privacy_page_15": "Traduce exactamente: \"There are two main ways we collect information about you with this site:",
  "privacy_page_16": "Traducir exactamente: \"DISPONIBILIDAD DE FARMACIA BUPE:",
  "privacy_page_17": "Traduce exactamente: \"What you report is not tied to you and completely voluntary. You do not have to file reports to find bupe. On the reporting pharmacies bupe access form We intentionally do not collect any information like your name, contact information, or sneaky stuff like an IP address that identifies your device and could identify you. This means we do not know who you are, and we do not want to know. We only want to help people find bupe.\" Traduce exactamente: \"Lo que reportas no está vinculado a ti y es completamente voluntario. No tienes que presentar informes para encontrar bupe. En el formulario de acceso de farmacias para bupe, no recopilamos intencionalmente ninguna información como tu nombre, información de contacto o cosas astutas como una dirección IP que identifica tu dispositivo y podría identificarte. Esto significa que no sabemos quién eres, y no queremos saberlo. Solo queremos ayudar a la gente a encontrar bupe.",
  "privacy_page_18": "Traducir exactamente: \"FINDING BUPE:",
  "privacy_page_19": "Traduce exactamente: \"Usamos lo que el código postal que ingreses para ayudarte a encontrar farmacias cerca de ti. No almacenamos tu código postal ni ninguna otra información que pueda identificarte cuando busques una farmacia.",
  "privacy_page_20": "Traduce exactamente: \"Nuestro compromiso más importante es proteger su privacidad. Hemos diseñado este sitio para recopilar cero información personal sobre usted. El formulario de envío es solo la información suficiente para ser útil a otras personas y no identificarle.",
  "privacy_page_21": "Traduce exactamente: \"Cuando presentes a nuestra farmacia su actualización de bupe:",
  "privacy_page_22": "Traduce exactamente: \"No sabemos tu nombre.",
  "privacy_page_23": "Traduce exactamente: \"No sabemos tu correo electrónico ni tu número de teléfono.",
  "privacy_page_24": "Traduce exactamente: \"No sabemos la dirección IP de tu computadora.",
  "privacy_page_25": "Traduce exactamente: \"No rastreamos tu ubicación.",
  "privacy_page_26": "Traduce exactamente: \"La única información que necesitamos para un informe es lo que tú elijas compartir: el nombre de la farmacia, la ubicación de la farmacia, la fecha y si tu visita fue un éxito o un rechazo. Hay otras preguntas que puedes elegir responder, pero no tienes que hacerlo. No envíes información personal en el formato de notas. Si lo haces, la eliminaremos de nuestra base de datos.",
  "privacy_page_27": "Traduce exactamente: \"Información personal opcional que recopilamos:",
  "privacy_page_28": "Traduce exactamente: \"Hay algunos lugares donde recopilamos información personal pero no necesitas usar estas partes del sitio web para informar o localizar a bupe.\"",
  "privacy_page_29": "Traduce exactamente: \"Si utiliza nuestro formulario de contacto (diferente del formulario de reporte de la farmacia), está compartiendo información personal como su nombre y dirección de correo electrónico. No tiene que usar el formulario de contacto a menos que tenga una pregunta o comentario. Usamos el software Fillout form.",
  "privacy_page_30": "Traduce exactamente: \"Nuestro formulario de suscripción a la newsletter también recopila información personal como correo electrónico, esto también es opcional y no es requerido para usar el sitio. Utilizamos Ghost para la publicación de newsletters.",
  "privacy_page_31": "Traduce exactamente: \"Lastly, our donation form collects personal information like your name, email address, and payment information. This is also optional and not required to use the site. The website is free to use and you do not have to donate to use the site. We use Stripe for payment processing.\" \"Por último, nuestro formulario de donación recopila información personal como tu nombre, dirección de correo electrónico y información de pago. Esto también es opcional y no es necesario para usar el sitio. El sitio web es gratuito para usar y no tienes que donar para usar el sitio. Utilizamos Stripe para el procesamiento de pagos.",
  "privacy_page_32": "Traduce exactamente: \"¿Cómo funciona la tecnología?",
  "privacy_page_33": "Traduce exactamente: \"Usamos herramientas modernas, centradas en la privacidad, para ejecutar este sitio:",
  "privacy_page_34": "Traduce exactamente: \"Protección contra Spam:",
  "privacy_page_35": "Traducir exactamente: \"Usamos una herramienta llamada Cloudflare Turnstile para verificar si una presentación es de una persona real, no de un robot. Lo hace sin los rompecabezas molestos y sin crear un perfil publicitario sobre los sitios web que visita o lo que ingresa en un formulario. Usamos esto para proteger el formulario de entradas falsas.",
  "privacy_page_36": "Traduce exactamente: \"Mapas:",
  "privacy_page_37": "Traduce exactamente: \"Para proteger su privacidad, los enlaces \"Obtener Direcciones\" y otros usos de mapas utilizan OpenStreetMap, un servicio de mapas sin fines de lucro que tiene fuertes prácticas de privacidad. Sus búsquedas no están vinculadas a una cuenta personal utilizada para construir un perfil publicitario, a diferencia de Google Maps. Open Street Maps prioriza la privacidad, especialmente en comparación con Google Maps.",
  "privacy_page_38": "Traduce exactamente: \"Si está utilizando este sitio web en un teléfono móvil puede que abra los enlaces \"Get Direction\" de la farmacia en un servicio como Google Maps en su teléfono. Lo configuramos para que sea fácil navegar a una farmacia que tenga bupe en su teléfono, pero usar Google Maps (si ese es su predeterminado) es un riesgo para la privacidad (no solo con esta información). Google Maps utiliza sus datos para dirigirse a usted con anuncios, incluyendo navegar a una farmacia.",
  "privacy_page_39": "Traduce exactamente: \"Esto es malo para tu privacidad.",
  "privacy_page_40": "Traduce exactamente: \"Sin embargo, no podemos controlar qué aplicaciones usas en tu dispositivo móvil. Sugerimos que uses herramientas de mapeo que preservan la privacidad como:",
  "privacy_page_41": "Traduce exactamente: \"en tu teléfono para reducir estos problemas. También puedes usar Google Maps en \"Modo Incógnito\" pero otros productos de Google \"Modo Incógnito\" se encontraron que no realmente protegen tu privacidad, así que es mejor evitar productos de empresas como Google, Meta/Facebook/Instagram, Amazon, Apple, Microsoft, etc. para evitar que obtengan tu información para usarla para publicidad.",
  "privacy_page_42": "Traduce exactamente: \"Base de datos:\"",
  "privacy_page_43": "Traduce exactamente: \"Tus informes anónimos están almacenados en una base de datos segura llamada Airtable. Nosotros somos los únicos con acceso a estos datos y solo incluye información que has enviado a través de la herramienta de actualización de la farmacia + automáticamente añadiendo el tiempo de envío (para ayudar a representar la frescura de los datos).",
  "privacy_page_44": "Traduce exactamente: \"Hosting:\"",
  "privacy_page_45": "Traduce exactamente: \"El sitio web está alojado en Vercel, y hemos configurado que no guarde registros de las direcciones IP de los visitantes (para que tu dispositivo no sea identificado).",
  "privacy_page_46": "Traduce exactamente: \"Código:",
  "privacy_page_47": "Traduce exactamente: \"El código del sitio web (no los datos del formulario) está alojado en",
  "privacy_page_48": "Traduce exactamente: \"y",
  "privacy_page_49": "Traduce exactamente: \"para que las personas puedan auditar este sitio web y sugerir correcciones a nuestras prácticas de privacidad y seguridad o nuevas funciones. Estamos comprometidos con la transparencia y el software de código abierto.",
  "privacy_page_50": "Traduce exactamente: \"Por favor, utiliza nuestro formulario seguro si tienes preguntas o sugerencias.",
  "privacy_page_51": "Traduce exactamente: \"Este es un proyecto orientado a la comunidad y apreciamos la ayuda.",
  "privacy_page_52": "Traduce exactamente: \"Cómo protegerte",
  "privacy_page_53": "Traduce exactamente: \"Mientras que nuestro sitio web se esfuerza por ser seguro y proteger tu privacidad, tu propio navegador web guarda un historial de los sitios que visitas. Si estás utilizando una computadora compartida, recomendamos encarecidamente utilizar el modo \"Privado\" o \"Incognito\" en tu navegador. Esto elimina tu historial cuando cierras la ventana del navegador, para que nadie más pueda ver los sitios que visitaste. Puede ser bueno borrar tu historial del navegador después de usar este sitio, incluso si no estás en una computadora compartida. Esto puede ayudar a proteger tu privacidad.",
  "privacy_page_54": "Traduce exactamente: \"También puede considerar navegadores que tienen mejores protecciones de privacidad como Mullvad en escritorio o Brave en móvil.",
  "privacy_page_55": "Traduce exactamente: \"Más sobre las prácticas de privacidad en Privacy Guides.",
  "privacy_page_56": "Traduce exactamente: \"Cuando hayas terminado, también puedes borrar tu historial de navegación reciente para eliminar cualquier rastro de tu visita:",
  "privacy_page_57": "Traduce exactamente: \"En la parte superior derecha, selecciona MÁS ▼ y luego ELIMINA datos de navegación.",
  "privacy_page_58": "Traduce exactamente: \"Selecciona cuánto historial quieres eliminar (p. ej., \"Última hora\", \"Todo el tiempo\").",
  "privacy_page_59": "Traduce exactamente: \"Marca las casillas para la información que Chrome deba borrar, incluyendo:",
  "privacy_page_60": "Traduce exactamente: \"Historial de navegación",
  "privacy_page_61": "Traduce exactamente: \"Galletas y otros datos del sitio",
  "privacy_page_62": "Traduce exactamente: \"Imágenes y archivos en caché",
  "privacy_page_63": "Traduce exactamente: \"Seleccionar ELIMINAR DATOS.",
  "privacy_page_64": "Traduce exactamente: \"Haz esto cada vez que visites este sitio.",
  "privacy_page_65": "Traduce exactamente: \"En la parte superior derecha, haz clic en el botón MENÚ (☰) y selecciona AJUSTES.",
  "privacy_page_66": "Traduce exactamente: \"Selecciona el panel de PRIVACIDAD Y SEGURIDAD.",
  "privacy_page_67": "Traduce exactamente: \"En la sección HISTORIA, haz clic en BORRAR HISTORIA.",
  "privacy_page_68": "Traduce exactamente: \"Seleccione el rango de tiempo para borrar (ej. \"Todo\").",
  "privacy_page_69": "Traduce exactamente: \"Marca las casillas para la información que quieres borrar:",
  "privacy_page_70": "Traduce exactamente: \"HISTORIAL DE BÚSQUEDA Y DESCARGA",
  "privacy_page_71": "Traduce exactamente: \"Cookies",
  "privacy_page_72": "Traduce exactamente: \"Cache",
  "privacy_page_73": "Traduce exactamente: \"Active Logins",
  "privacy_page_74": "Traduce exactamente: \"Datos del sitio web sin conexión",
  "privacy_page_75": "Traduce exactamente: \"Site Preferences",
  "privacy_page_76": "Traduce exactamente: \"Haz clic en el botón de Aceptar para confirmar.",
  "privacy_page_77": "Traduce exactamente: \"Haz esto cada vez que visites este sitio.",
  "privacy_page_78": "Traduce exactamente: \"¿Bugs o Preguntas?",
  "privacy_page_79": "Traduce exactamente: \"Si encuentras un problema con el sitio o tienes una pregunta, queremos saberlo. Por favor",
  "privacy_page_80": "Traduce exactamente: \"contacta con nosotros usando nuestro formulario seguro",
  "form.note.will-order-not-in-stock": "Traduce exactamente: \"Will order, but not in stock",
  "form.note.partial-fill": "Traduce exactamente: \"Relleno parcial (no llenó la receta completa)",
  "form.note.call-ahead": "Traduce exactamente: \"Lo mejor es llamar con anticipación",
  "form.note.existing-patients-only": "Traduce exactamente: \"Solo llena para pacientes existentes",
  "form.note.prescribers-close-by": "Traduce exactamente: \"Solo rellena de prescritores \"cerca\"",
  "form.note.certain-prescribers": "Traduce exactamente: \"Solo llenar de ciertos prescriptores",
  "form.note.patients-close-by": "Traduce exactamente: \"Solo rellena para pacientes \"cerca\"",
  "form.note.long-wait-times": "Traduce exactamente: \"Tiempos de espera largos",
  "form.note.no-cash": "Traduce exactamente: \"Won't accept cash",
  "form.note.helpful-staff": "Traduce exactamente: \"Personal útil",
  "form.note.unhelpful-staff": "Traduce exactamente: \"Personal poco útil",
  "share.message": "Necesitar encontrar bupe? ¿Sabe si las farmacias tienen disponibilidad de bupe? ¿Ayuda a mapear el acceso en nuestra comunidad?"
}