{
  "strongprivacy-tipstrong-link-hrefprivacyprotect-yo": "<think>\nOkay, the user wants me to translate a privacy tip for a healthcare website that helps people find pharmacies for addiction treatment medication, specifically buprenorphine. Let me start by understanding the context. The website is a community tool to help access addiction treatment, so the language needs to be respectful, clear, and medically appropriate. \n\nFirst, the original text is \"<strong>Privacy Tip:</strong>  <Link href=\"/privacy#protect-yourself\" className=> Learn more</Link",
  "back-to-zip": "<think>\nOkay, the user wants me to translate the text \"> ← Back to ZIP\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the original text is \">",
  "a-lot-of-websites-collect-personal-information-to-": "<think>\nOkay, the user wants me to translate a specific English text into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nFirst, I need to translate the given",
  "about": "<think>\nOkay, the user wants me to translate the word \"About\" into Spanish for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, they want to use \"medicine\" instead of \"prescription\" for clarity. The tone needs to be respectful, clear, and medically appropriate",
  "about-this-project": "<think>\nOkay, the user wants me to translate \"About This Project\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" for clarity. The tone needs to be respectful, clear, and medically appropriate.\n\nFirst, \"",
  "access-the-template": "<think>\nOkay, the user wants me to translate \"Access the Template\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Access the Template\" needs",
  "access-the-template-support-doc": "<think>\nOkay, the user wants me to translate \"Access the Template Support Doc\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Access the Template Support Doc",
  "active-logins": "<think>\nOkay, the user wants me to translate \"Active Logins\" into Spanish for a healthcare website. Let me think about the context first. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\n\"Active Logins\" is a term",
  "add-a-pharmacy-report": "<think>\nOkay, the user wants me to translate \"Add a Pharmacy & Report\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Add a Pharmacy\" translates",
  "address": "<think>\nOkay, the user wants me to translate the word \"Address\" into Spanish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention using \"medicine\" instead of \"prescription\" and keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, the tone should be respectful and non-stigmatizing.\n\nSo, the main task is to translate",
  "all-time": "<think>\nOkay, the user wants me to translate \"All Time\" into Spanish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and medically appropriate.\n\nFirst, \"All Time\" – what",
  "any-other-details-about-your-experience": "<think>\nOkay, the user wants me to translate \"Any other details about your experience...\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The language needs to be respectful and non-stigmatizing.\n\nFirst, the phrase \"Any",
  "at-the-top-right-click-the-strongmenu-button-stron": "<think>\nOkay, the user wants me to translate the given English text into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"At the top",
  "at-the-top-right-select-strongmore-strong-and-then": "<think>\nOkay, the user wants me to translate a specific instruction from English to Spanish for a healthcare website. The context is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I need to translate the given text: \"At the top right,",
  "back-to-search": "<think>\nOkay, the user wants me to translate \"Back to search\" into Spanish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst, \"Back to",
  "browsing-download-history": "<think>\nOkay, the user wants me to translate \"Browsing & Download History\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Browsing &",
  "browsing-history": "<think>\nOkay, the user wants me to translate \"Browsing history\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Browsing history\" is a term",
  "bugs-or-questions": "<think>\nOkay, the user wants me to translate \"Bugs or Questions?\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"Bugs or Questions?\"",
  "bulk-data-submission-instructions": "<think>\nOkay, the user wants me to translate \"Bulk Data Submission Instructions\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Bulk Data Submission Instructions",
  "bulk-upload": "<think>\nOkay, the user wants me to translate \"Bulk Upload\" into Spanish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nFirst, \"Bulk Upload\" –",
  "but-we-also-know-that-strongprivacy-is-very-import": "<think>\nOkay, the user wants me to translate a specific English text into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nFirst, I'll look at the original",
  "cache": "<think>\nOkay, the user wants me to translate the word \"Cache\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Cache\" in this context",
  "cached-images-and-filesli-ul": "<think>\nOkay, the user wants me to translate a specific part of text for a healthcare website. Let me check the original text: \"Cached images and files</li> </ul\". The user mentioned that the target language is Spanish, so I need to translate this accurately.\n\nFirst, I should make sure I understand the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"bup",
  "clear-history": "<think>\nOkay, the user wants me to translate \"Clear History\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, which is used in addiction treatment. The key here is to maintain a respectful, clear, and medically appropriate tone.\n\nFirst, the phrase \"Clear History\" needs to be translated. The literal translation would be \"Historial claro,\" but I should check if that's the best fit. Since",
  "click-the-strongokstrong-button-to-confirm": "<think>\nOkay, the user wants me to translate \"Click the <strong>OK</strong> button to confirm.\" into Spanish for a healthcare website. Let me start by understanding the context. It's a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription,\" but in this sentence, that's not relevant",
  "close-language-selector": "<think>\nOkay, the user wants me to translate \"Close language selector\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the phrase \"Close language selector\" is a button or link that closes the language selection menu. In Spanish, \"close\" is \"cerrar\" and \"language selector\" would be",
  "code": "<think>\nOkay, the user wants me to translate the word \"Code\" into Spanish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, the original text",
  "common-observations-optional": "<think>\nOkay, the user wants me to translate \"Common Observations (optional)\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"Common Observations\" – in Spanish, that's usually \"Observaciones comunes\". But since it's a healthcare context, maybe \"Observaciones frecuentes\" is better? Wait",
  "contact": "<think>\nOkay, the user wants me to translate the word \"Contact\" into Spanish for a healthcare website. Let me start by recalling the basic translation. \"Contact\" in Spanish is usually \"Contacto\". But I need to make sure it fits the context here.\n\nThe website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The tone needs to be respectful, clear, and medically appropriate. Since the target language is Spanish, I should use the most common",
  "contact-us": "<think>\nOkay, the user wants me to translate \"Contact Us\" into Spanish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nFirst, \"Contact Us\" in Spanish",
  "continue": "<think>\nOkay, the user wants me to translate the word \"Continue\" into Spanish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the word \"Continue\" in Spanish could be",
  "cookies": "<think>\nOkay, the user wants me to translate the word \"Cookies\" for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The target language is Spanish.\n\nFirst, I need to check the rules. Rule 1 says to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Rule 2 says to use \"medicine\" instead of \"prescription.\" Rule",
  "cookies-and-other-site-data": "<think>\nOkay, the user wants me to translate \"Cookies and other site data\" into Spanish for a healthcare website. Let me start by recalling the standard translation for \"cookies\" in Spanish, which is \"cookies\" as well, since it's a technical term. But sometimes people might use \"galletas de navegación\" for cookies, but in the context of a website, \"cookies\" is commonly used.\n\nNext, \"other site data\" – \"site data\" could be translated",
  "copy-the-secure-link-it-generates": "<think>\nOkay, the user wants me to translate \"Copy the secure link it generates.\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"",
  "database": "<think>\nOkay, the user wants me to translate the word \"Database\" into Spanish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and medically appropriate.\n\nSo, \"Database\" in this",
  "delete-browsing-data": "<think>\nOkay, the user wants me to translate \"Delete browsing data\" into Spanish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nFirst, \"Delete browsing data\"",
  "delete-data": "<think>\nOkay, the user wants me to translate \"Delete data\" into Spanish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful and non-stigmatizing.\n\nFirst, \"Delete data\" is a straightforward",
  "dismiss-privacy-banner": "<think>\nOkay, the user wants me to translate \"Dismiss privacy banner\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"Dismiss\" in this context is likely a button or link to close a banner. The Spanish equivalent for \"dismiss\" in such UI elements is often \"Cerrar\" or \"Ocultar",
  "do-not-include-any-personally-identifiable-informa": "<think>\nOkay, the user wants me to translate a specific sentence for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original English text is: \"Do not include any personally identifiable information",
  "do-this-each-time-you-visit-this-site": "<think>\nOkay, the user wants me to translate the phrase \"Do this each time you visit this site.\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the",
  "email-address-for-newsletter-signup": "<think>\nOkay, the user wants me to translate \"Email address for newsletter signup\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I need to translate the phrase accurately",
  "email-that-single-link-to-us-at-strongcodeatopioid": "<think>\nOkay, the user wants me to translate a specific email instruction into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, which is used in addiction treatment. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the original text is: \"Email that single link to us at: <strong>code[at]opioidpolicy[dot]org</strong>\". The key parts here are the",
  "find-treatment": "<think>\nOkay, the user wants me to translate \"Find Treatment\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, which is used in addiction treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Find Treatment\" needs",
  "for-researchers-conducting-secret-shopper-studies-": "<think>\nOkay, the user wants me to translate a specific English text into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The target audience is likely individuals seeking treatment, so the language needs to be respectful and non-stigmatizing.\n\nFirst, I need to check the rules provided. Rule 1 says to keep \"bupe\" and \"buprenorphine\" unchanged. Rule",
  "formulation-optional-check-all-that-apply": "<think>\nOkay, the user wants me to translate \"Formulation (optional, check all that apply)\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the main",
  "formulation-availability-all-time": "<think>\nOkay, the user wants me to translate \"Formulation Availability (All Time)\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Formulation",
  "google-chrome": "<think>\nOkay, the user wants me to translate \"Google Chrome\" into Spanish for a healthcare website. Let me think. The main goal is to help people find pharmacies for buprenorphine treatment. The context is a community tool, so the translation needs to be respectful and clear.\n\nFirst, \"Google Chrome\" is a brand name, so it's usually kept as is in Spanish. But sometimes, people might refer to it as \"Google Chrome\" in Spanish too. However, in",
  "history": "<think>\nOkay, the user wants me to translate the word \"History\" into Spanish for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, they want to use \"medicine\" instead of \"prescription\" for clarity.\n\nSo, the original text is just \"History\". In Spanish",
  "hosting": "<think>\nOkay, the user wants me to translate the word \"Hosting\" into Spanish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nFirst, \"Hosting\" in this",
  "how-we-try-to-protect-your-privacy": "<think>\nOkay, the user wants me to translate \"How We Try to Protect Your Privacy\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst",
  "how-the-technology-works": "<think>\nOkay, the user wants me to translate \"How the Technology Works\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the main phrase is \"",
  "how-to-protect-yourself": "<think>\nOkay, the user wants me to translate \"How to Protect Yourself\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" for clarity. The tone needs to be respectful, clear, and non-stigmatizing.",
  "if-you-couldn-t-find-your-pharmacy-in-the-search-r": "<think>\nOkay, the user wants me to translate a specific sentence for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" for clarity. The language needs to be respectful and non-stigmatizing, maintaining a helpful and professional tone.\n\nThe",
  "if-you-have-bulk-data-you-can-help-us-quickly-fill": "<think>\nOkay, the user wants me to translate a specific sentence for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The original text is \"If you have bulk data, you can help us quickly fill out the map. Thank you!\" \n\nFirst, I need to make sure I follow all the rules provided. Rule 1 says to keep \"bupe\" and \"buprenorphine",
  "if-you-re-interested-in-submitting-multiple-report": "<think>\nOkay, the user wants me to translate a sentence for a healthcare website that helps people find pharmacies for addiction treatment medication, specifically buprenorphine. Let me start by understanding the original text: \"If you're interested in submitting multiple reports, check out our bulk reporting tool.\" \n\nFirst, I need to make sure I follow all the rules provided. The medical terms \"bupe\" and \"buprenorphine\" should stay the same. The user mentioned using \"medicine",
  "in-the-stronghistorystrong-section-click-strongcle": "<think>\nOkay, the user wants me to translate a specific sentence for a healthcare website. Let me start by understanding the original text: \"In the <strong>History</strong> section, click <strong>Clear History</strong>.\" The context is a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\"",
  "last-updated": "<think>\nOkay, the user wants me to translate \"Last updated:\" into Spanish for a healthcare website. Let me start by recalling the standard translation for that phrase. In Spanish, \"Last updated\" is commonly translated as \"Última actualización\". \n\nWait, but I need to make sure it's appropriate for a healthcare context. The website is about helping people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The tone should be helpful, professional, and compassionate.",
  "learn-more": "<think>\nOkay, the user wants me to translate \"Learn more\" into Spanish for a healthcare website. Let me start by recalling the standard translation for \"Learn more\" in Spanish. The common translations are \"Aprende más\" or \"Más información\". \n\nBut I need to check the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The tone should be helpful, professional, and compassionate. Also, the rules mention using \"",
  "learn-more-about-privacy-practices-on-privacy-guid": "<think>\nOkay, the user wants me to translate the given English text into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is \"Learn more about privacy",
  "legend": "<think>\nOkay, the user wants me to translate the word \"Legend\" into Spanish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and medically appropriate.\n\nSo, \"Legend\" here probably",
  "like-with-our-other-projects-we-built-this-in-resp": "<think>\nOkay, the user wants me to translate a specific English text into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules are important here. I need to keep \"bupe\" and \"buprenorphine\" as they are. Also, use \"medicine\" instead of \"prescription\" for clarity. The language should be respectful, non-stigmatizing, and",
  "link-hrefabout-classname-link": "<think>\nOkay, the user wants me to translate a specific HTML snippet from English to Spanish for a healthcare website. The context is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and medically appropriate tone.\n\nFirst, I need to look at the provided English text: \"Link",
  "link-hrefbulk-upload-classname-link": "<think>\nOkay, the user wants me to translate some HTML code from English to Spanish for a healthcare website. The context is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and medically appropriate tone.\n\nFirst, I need to look at the provided English text: \"Link href",
  "link-hrefdashboard-classname-link": "<think>\nOkay, the user wants me to translate a specific piece of HTML code from English to Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear tone.\n\nThe original text provided is an HTML link: \"",
  "link-hrefprivacy-classname-link": "<think>\nOkay, the user wants me to translate a specific HTML link from English to Spanish for a healthcare website. The original text is \"Link href=\"/privacy\" className=>  </Link\". Let me break this down.\n\nFirst, I need to understand what the HTML is doing. It's a link element with an href pointing to \"/privacy\" and a className attribute. The user provided the English text, but it's not a complete sentence. The main part is the link text, which in",
  "loading-map": "<think>\nOkay, the user wants me to translate \"Loading map\" into Spanish for a healthcare website. Let me start by recalling the basic translation. \"Loading map\" in Spanish is usually \"Cargando el mapa\". But I need to check if there's a more appropriate term in the context of a healthcare website.\n\nThe context is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The tone needs to be helpful, professional, and compassionate. The translation should",
  "loading-pharmacies": "<think>\nOkay, the user wants me to translate \"Loading pharmacies...\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nFirst, \"Loading pharmacies...\"",
  "maps": "<think>\nOkay, the user wants me to translate the word \"Maps\" into Spanish for a healthcare website. Let me think. The context is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and medically appropriate.\n\nFirst, \"Maps\" in this context",
  "more": "<think>\nOkay, the user wants me to translate the word \"More\" into Spanish for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nThe word \"More\" here is likely part",
  "mozilla-firefox": "<think>\nOkay, the user wants me to translate \"Mozilla Firefox\" into Spanish for a healthcare website. Let me think. First, the context is about a community tool to help people access addiction treatment, specifically mentioning buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nWait, the text to translate is just \"",
  "nb-the-file-link-is-only-active-for-24hrs-so-i-mig": "<think>\nOkay, I need to translate the given English text into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"NB - the file link",
  "nb-there-might-be-a-world-where-this-data-is-used-": "<think>\nOkay, I need to translate this English text into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"NB There might be a world",
  "newsletter-signup-temporarily-unavailable": "<think>\nOkay, the user wants me to translate \"Newsletter signup temporarily unavailable.\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the main phrase is \"Newsletter signup temporarily",
  "no-successful-reports-found-for-the-selected-time-": "<think>\nOkay, the user wants me to translate a specific message for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The original text is an error message: \"No successful reports found for the selected time period. Try a wider date range or select All Time.\"\n\nFirst, I need to make sure the translation is in Spanish and follows the rules provided. The rules mention keeping medical terms like \"bu",
  "no-tracking-no-ads-privacy-first-design": "<think>\nOkay, the user wants me to translate \"No tracking • No ads • Privacy-first design\" into Spanish for a healthcare website. Let me start by breaking down each part.\n\nFirst, \"No tracking\" – in Spanish, that's \"Sin seguimiento\". I need to make sure it's clear and straightforward. Next, \"No ads\" translates to \"Sin anuncios\". That's pretty direct. \n\nNow, \"Privacy-first design\" – the key here is to convey that the",
  "note": "<think>\nOkay, the user wants me to translate the word \"Note\" into Spanish for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, the",
  "notes": "<think>\nOkay, the user wants me to translate the word \"Notes\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nSo, the original text is just \"",
  "offline-website-data": "<think>\nOkay, the user wants me to translate \"Offline Website Data\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Offline Website Data\" needs",
  "opioid-policy-institute-logo": "<think>\nOkay, the user wants me to translate \"Opioid Policy Institute Logo\" into Spanish for a healthcare website. Let me start by breaking down the components. \"Opioid Policy Institute\" needs to be translated accurately. \"Opioid\" in Spanish is \"opioide,\" and \"Policy Institute\" would be \"Instituto de Política.\" So putting that together, it would be \"Instituto de Política de Opioide.\" \n\nNow, \"Logo\" translates",
  "optional-personal-information-we-do-collect": "<think>\nOkay, the user wants me to translate \"Optional personal information we do collect\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I need to translate the given",
  "organic-maps": "<think>\nOkay, the user wants me to translate \"Organic Maps\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Organic Maps\" –",
  "other-notes-optional": "<think>\nOkay, the user wants me to translate \"Other Notes (optional)\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the phrase \"Other Notes (optional)\" is likely a label for a text field where users can add additional information. In Spanish, \"Other Notes\" could be \"Notas adicion",
  "our-funding": "<think>\nOkay, the user wants me to translate \"Our Funding\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Our Funding\" needs to be",
  "our-solution": "<think>\nOkay, the user wants me to translate \"Our Solution\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Our Solution\" needs to be",
  "our-most-important-promise-is-to-protect-your-priv": "<think>\nOkay, the user wants me to translate a specific English text into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nFirst, I need to translate the given",
  "page-not-found": "<think>\nOkay, the user wants me to translate \"Page Not Found\" into Spanish for a healthcare website. Let me start by recalling the standard translation for that phrase. In Spanish, it's commonly \"Página no encontrada.\" But I need to make sure it fits the context of a healthcare site that's helping people find pharmacies for addiction treatment.\n\nFirst, check if there are any specific terms or phrases that need to be adjusted. The rules mention keeping medical terms like \"buprenorph",
  "pharmacy-information": "<think>\nOkay, the user wants me to translate \"Pharmacy Information\" into Spanish for a healthcare website. Let me check the rules again. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same. Second, use \"medicine\" instead of \"prescription.\" Third, keep the language respectful and non-stigmatizing. The tone needs to be helpful, professional, and compassionate. Also, technical terms like ZIP Code should remain as-is or use",
  "phone": "<think>\nOkay, the user wants me to translate the word \"Phone\" into Spanish for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, they want to use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nSo, the original text",
  "please-reach-out-using-our-secure-form-if-you-have": "<think>\nOkay, the user wants me to translate the given English text into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"Please reach out",
  "privacy-safety-tips": "<think>\nOkay, the user wants me to translate \"Privacy & Safety Tips\" into Spanish for a healthcare website. Let me start by recalling the rules. First, I need to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. The target language is Spanish, so I should make sure the translation is appropriate for a healthcare context.\n\nThe original text is \"Privacy & Safety Tips.\" The main challenge here is to translate this in a way that's respectful and non",
  "privacy-security": "<think>\nOkay, the user wants me to translate \"Privacy & Security\" into Spanish for a healthcare website. Let me start by recalling the correct translation. \"Privacy\" in Spanish is \"Privacidad\" and \"Security\" is \"Seguridad\". So the direct translation would be \"Privacidad y Seguridad\".\n\nNow, I need to check the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention using \"bupe\"",
  "privacy-notice": "<think>\nOkay, the user wants me to translate \"Privacy Notice\" into Spanish for a healthcare website. Let me start by recalling the standard translation for \"Privacy Notice.\" In Spanish, it's commonly \"Aviso de Privacidad.\" But I need to make sure it's appropriate for a healthcare context.\n\nThe context is a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\"",
  "privacy-policy": "<think>\nOkay, the user wants me to translate \"Privacy Policy\" into Spanish for a healthcare website. Let me start by recalling that \"Privacy Policy\" is commonly translated as \"Política de Privacidad\" in Spanish. I need to make sure that the translation is accurate and fits the context of a healthcare website. \n\nFirst, I should check if there are any specific terms or phrases that need to be kept as is. The user mentioned that medical terms like \"bupe\" and \"b",
  "privacy-tip": "<think>\nOkay, the user wants me to translate \"Privacy Tip\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Privacy Tip\" in Spanish is",
  "questions": "<think>\nOkay, the user wants me to translate \"Questions?\" into Spanish for a healthcare website. Let me start by recalling the rules. The main points are to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged, use \"medicine\" instead of \"prescription,\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Questions?\" is straightforward. In Spanish, the direct translation would be \"¿Preguntas?\" but I need to",
  "remember-to-clear-your-browser-history": "<think>\nOkay, the user wants me to translate \"Remember to clear your browser history.\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription,\" and maintain respectful, non-stigmatizing language.\n\nFirst, the main sentence is",
  "report-statistics": "<think>\nOkay, the user wants me to translate \"Report Statistics\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The language needs to be respectful and non-stigmatizing.\n\nFirst, \"Report Statistics\" – the",
  "reports": "<think>\nOkay, the user wants me to translate the word \"Reports\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nSo, the original text is just \"",
  "research-working-to-understand-moud-barriers-can-b": "<think>\nOkay, I need to translate this medical text into Spanish for a healthcare website. Let me start by reading through the original English text carefully to understand the context and the key points. The text is about research on barriers to MOUD (Medication for Opioid Use Disorder) and breaks them into two categories: finding a prescriber and filling a prescription. \n\nFirst, I should make sure to keep the medical terms \"bupe\" and \"buprenorphine\" as",
  "return-home": "<think>\nOkay, the user wants me to translate \"Return Home\" for a healthcare website that helps people find pharmacies for addiction treatment medication, specifically buprenorphine. Let me start by understanding the context. The tool is community-based, so the translation needs to be respectful, clear, and medically appropriate. \n\nFirst, the main phrase is \"Return Home.\" In Spanish, the direct translation would be \"Volver a casa.\" But I need to check if that's the most appropriate in",
  "search-for-a-pharmacy": "<think>\nOkay, the user wants me to translate \"Search for a Pharmacy\" into Spanish for a healthcare website. Let me start by recalling the rules. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same. But here, the text is \"Search for a Pharmacy,\" so maybe those terms aren't needed here. Wait, the context is about finding pharmacies for addiction treatment medication, specifically buprenorphine. But the translation request is just",
  "searching": "<think>\nOkay, the user wants me to translate \"Searching...\" into Spanish for a healthcare website. Let me start by recalling the context. The website helps people find pharmacies for buprenorphine, which is used in addiction treatment. The rules mention keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Searching...\" needs",
  "select-strongdelete-datastrong": "<think>\nOkay, the user wants me to translate \"Select <strong>Delete data</strong>.\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here.\n\nFirst, I need to make sure medical terms like \"buprenorphine\" and \"bupe\" stay the same. The text here is about deleting data, so maybe it's a button or",
  "select-language": "<think>\nOkay, the user wants me to translate \"Select Language\" into Spanish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Select Language\" in Spanish is typically \"Seleccion",
  "select-any-that-apply": "<think>\nOkay, the user wants me to translate \"Select any that apply\" into Spanish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Select any that apply\" is a",
  "select-how-much-history-you-want-to-delete-eg-last": "<think>\nOkay, the user wants me to translate the given English text into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"Select how much",
  "select-the-strongprivacy-securitystrong-panel": "<think>\nOkay, the user wants me to translate \"Select the <strong>Privacy & Security</strong> panel.\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the main phrase is \"Select the <strong>Privacy & Security</strong> panel.\" In Spanish, \"Select\" would be \"Seleccione",
  "select-the-time-range-to-clear-eg-everything": "<think>\nOkay, the user wants me to translate the English text \"Select the time range to clear (e.g., Everything )\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone",
  "settings": "<think>\nOkay, the user wants me to translate the word \"Settings\" into Spanish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Settings\" in this context might refer to the",
  "site-preferencesli-ul": "<think>\nOkay, the user wants me to translate \"Site Preferences\" into Spanish for a healthcare website. Let me start by recalling that \"Site Preferences\" is typically translated as \"Preferencias del sitio\" in Spanish. But I need to make sure it fits the context of a healthcare website helping people find pharmacies for addiction treatment.\n\nFirst, check if there are any specific terms or rules to follow. The user mentioned keeping medical terms like \"bupe\" and \"buprenorphine\"",
  "something-went-wrong": "<think>\nOkay, the user wants me to translate \"Something went wrong\" into Spanish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst, the phrase \"",
  "sorry-the-page-you-re-looking-for-doesn-t-exist": "<think>\nOkay, the user wants me to translate the error message \"Sorry, the page you're looking for doesn't exist.\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone",
  "spam-protection": "<think>\nOkay, the user wants me to translate \"Spam Protection\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Spam Protection\" is",
  "state-level-reports": "<think>\nOkay, the user wants me to translate \"State Level Reports\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"State Level Reports\" – the key",
  "status": "<think>\nOkay, the user wants me to translate the word \"Status\" into Spanish for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, they want to use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nSo, the word",
  "step-1-get-the-template": "<think>\nOkay, the user wants me to translate \"Step 1: Get the Template\" into Spanish for a healthcare website. Let me start by recalling the rules. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same. The user mentioned using \"medicine\" instead of \"prescription\" for clarity. Also, the tone needs to be respectful, clear, and non-stigmatizing.\n\nThe original text is \"Step 1: Get the",
  "step-2-fill-out-your-data": "<think>\nOkay, the user wants me to translate \"Step 2: Fill Out Your Data\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Step 2\"",
  "step-3-securely-submit-your-file": "<think>\nOkay, the user wants me to translate \"Step 3: Securely Submit Your File\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Step",
  "submission-failed-please-try-again": "<think>\nOkay, the user wants me to translate \"Submission failed. Please try again.\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear tone.\n\nFirst, the main phrase is \"Submission failed.",
  "subscribe-to-our-newsletter-for-organizing-and-upd": "<think>\nOkay, the user wants me to translate \"Subscribe to our newsletter for organizing and updates\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the main phrase is",
  "table-of-contents": "<think>\nOkay, the user wants me to translate \"Table of Contents\" into Spanish for a healthcare website. Let me start by recalling the standard translation for that phrase. In Spanish, \"Table of Contents\" is typically \"Índice\" or \"Índice de contenido\". Since the context is a healthcare website helping people find pharmacies for addiction treatment, I need to make sure the translation is clear and professional.\n\nThe user specified to keep medical terms like \"bupe\" and \"bup",
  "thank-you": "<think>\nOkay, the user wants me to translate \"Thank You!\" into Spanish for a healthcare website. Let me start by recalling the appropriate Spanish translation. The most common and respectful way to say \"Thank You!\" in Spanish is \"¡Gracias!\". \n\nNow, I need to check if there are any specific rules or context that might affect this translation. The context is a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"",
  "the-problem": "<think>\nOkay, the user wants me to translate the text \"The Problem\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"The Problem\" in",
  "the-only-information-we-need-for-a-report-is-what-": "<think>\nOkay, the user wants me to translate a specific text for a healthcare website that helps people find pharmacies for buprenorphine treatment. Let me start by understanding the context. The tool is community-based, so the translation needs to be respectful, clear, and medically appropriate. The rules mention keeping \"bupe\" and \"buprenorphine\" as is, using \"medicine\" instead of \"prescription,\" and avoiding stigmatizing language. Also, technical terms like ZIP",
  "the-only-required-fields-are-pharmacy_address-repo": "<think>\nOkay, the user wants me to translate a specific text for a healthcare website that helps people find pharmacies for buprenorphine. Let me start by understanding the context. The tool is community-based, so the translation needs to be respectful and clear. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, \"medicine\" instead of \"prescription\" for clarity. I need to make sure the language is non-stigmatizing",
  "the-last-mile-problem-is-the-treatment-gap-created": "<think>\nOkay, the user wants me to translate a medical text about buprenorphine pharmacies into Spanish. Let me start by understanding the context. It's for a healthcare website helping people find pharmacies for addiction treatment. The rules are important here: keep \"bupe\" and \"buprenorphine\" as is, use \"medicine\" instead of \"prescription,\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, I need to translate the term \"last mile problem",
  "there-are-two-main-ways-we-collect-information-abo": "<think>\nOkay, the user wants me to translate the sentence \"There are two main ways we collect information about you with this site\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing",
  "this-is-unacceptable": "<think>\nOkay, the user wants me to translate \"This is unacceptable\" into Spanish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention using \"bupe\" and \"buprenorphine\" as is, and avoiding stigmatizing language. The tone should be helpful, professional, and compassionate.\n\nFirst, the phrase \"This is unacceptable\" needs to be translated in a way that",
  "this-project-aims-to-address-this": "<think>\nOkay, the user wants me to translate the English sentence \"This project aims to address this.\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst,",
  "this-will-open-your-device-s-map-application-pleas": "<think>\nOkay, the user wants me to translate the given English text into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe English text is: \"This will open",
  "total-reports": "<think>\nOkay, the user wants me to translate \"Total Reports\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Total Reports\" needs to be",
  "trend-is-neutral": "<think>\nOkay, the user wants me to translate \"Trend is neutral\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Trend is neutral\"",
  "trending-recently": "<think>\nOkay, the user wants me to translate \"Trending Recently\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Trending Recently\" –",
  "trending-toward-more-denials": "<think>\nOkay, the user wants me to translate \"Trending toward more denials\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Trending toward",
  "trending-toward-more-successes": "<think>\nOkay, the user wants me to translate \"Trending toward more successes\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the phrase \"Trending toward more successes\" is a bit abstract. \"Trending\" here probably means a positive direction or movement. \"Successes\" refers to successful outcomes in treatment",
  "upload-your-tsv-file-tab-separated-values": "<think>\nOkay, the user wants me to translate \"Upload your TSV file (tab separated values).\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"Upload your TSV file\" – \"Upload\" in Spanish is \"Subir\" or \"Cargar\". \"TSV file\" is \"archivo",
  "use-privacy-preserving-mapping-apps-like-organic-m": "<think>\nOkay, the user wants me to translate the English text \"Use privacy preserving mapping apps like Organic Maps\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "use-the-spreadsheet-template-below-to-fill-in-your": "<think>\nOkay, the user wants me to translate a specific sentence into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"Use the spreadsheet template",
  "we-strongdo-notstrong-know-your-email-or-phone-num": "<think>\nOkay, the user wants me to translate the sentence \"We do not know your email or phone number.\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the",
  "we-strongdo-notstrong-know-your-name": "<think>\nOkay, the user wants me to translate the sentence \"We do not know your name.\" into Spanish for a healthcare website. Let me start by understanding the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the",
  "we-strongdo-notstrong-track-your-location": "<think>\nOkay, the user wants me to translate the sentence \"We do not track your location.\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the main sentence is",
  "we-also-hope-to-shine-a-light-on-just-how-big-an-i": "<think>\nOkay, the user wants me to translate a specific English text into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, which is used in addiction treatment. The translation needs to be respectful, clear, and medically appropriate. \n\nFirst, I need to check the rules provided. Rule 1 says to keep \"bupe\" and \"buprenorphine\" unchanged. So I'll make sure those terms",
  "we-built-this-tool-to-help-it-s-a-map-made-by-the-": "<think>\nOkay, I need to translate this English text into Spanish for a healthcare website. Let me start by reading the original text carefully to understand the context and the key points. The main goal is to help people find pharmacies for buprenorphine treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and compassionate tone.\n\nFirst, the English text",
  "we-designed-our-website-to-not-do-that": "<think>\nOkay, the user wants me to translate the sentence \"We designed our website to not do that.\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the",
  "we-don-t-track-or-store-your-location": "<think>\nOkay, the user wants me to translate the English text \"We don't track or store your location\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "we-hope-that-this-platform-will-help-people-help-p": "<think>\nOkay, the user wants me to translate a specific sentence into Spanish for a healthcare website. Let me start by understanding the context. The platform is a community tool to help people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nThe original English text is:",
  "we-re-having-trouble-loading-this-content": "<think>\nOkay, the user wants me to translate \"We're having trouble loading this content.\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the original sentence",
  "we-use-a-standard-template-to-ensure-data-quality-": "<think>\nOkay, the user wants me to translate a specific sentence into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"We use a standard",
  "we-use-modern-privacy-focused-tools-to-run-this-si": "<think>\nOkay, the user wants me to translate the English sentence \"We use modern, privacy-focused tools to run this site\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone",
  "we-will-take-care-of-formatting-and-uploading-to-t": "<think>\nOkay, the user wants me to translate the sentence \"We will take care of formatting and uploading to the map!\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.",
  "what-we-collect-and-what-we-don-t": "<think>\nOkay, the user wants me to translate the English text \"What We Collect (and What We Don t\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone",
  "what-formulations-did-you-try-to-fill": "<think>\nOkay, the user wants me to translate the question \"What formulation(s) did you try to fill?\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" for clarity.\n\nFirst, I need to translate the question",
  "what-was-the-outcome": "<think>\nOkay, the user wants me to translate \"What was the outcome?\" into Spanish for a healthcare website. Let me start by recalling the correct translation. The direct translation would be \"¿Cuál fue el resultado?\" but I need to check if that's appropriate in a medical context.\n\nThe context is about helping people access addiction treatment, specifically for buprenorphine. The rules mention using respectful, non-stigmatizing language. \"Resultado\" is neutral, so that should be fine",
  "what-would-you-like-to-do-today": "<think>\nOkay, the user wants me to translate \"What would you like to do today?\" into Spanish for a healthcare website. Let me start by recalling the context. The website is about helping people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase",
  "when-it-comes-to-information-like-who-you-are-if-y": "<think>\nOkay, the user wants me to translate a specific English text into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, \"medicine\" should be used instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst, I",
  "when-you-are-done-you-can-also-clear-your-recent-b": "<think>\nOkay, the user wants me to translate the given English text into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"When you are",
  "while-our-website-strives-to-be-secure-and-protect": "<think>\nOkay, the user wants me to translate a privacy notice for a healthcare website that helps people find pharmacies for buprenorphine treatment. The target language is Spanish. Let me start by understanding the context. The website is a community tool to help access addiction treatment, so the translation needs to be respectful, clear, and medically appropriate.\n\nFirst, I need to follow the rules provided. Rule 1 says to keep \"bupe\" and \"buprenorphine\" unchanged.",
  "why-we-built-this-tool": "<think>\nOkay, the user wants me to translate \"Why We Built This Tool\" into Spanish for a healthcare website. Let me start by understanding the context. It's a community tool to help people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the main",
  "your-report": "<think>\nOkay, the user wants me to translate the text \"Your Report\" into Spanish for a healthcare website. Let me check the context again. It's a community tool to help people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst,",
  "your-map-application-may-collect-and-share-your-lo": "<think>\nOkay, the user wants me to translate the given English text into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure respectful, non-stigmatizing language.\n\nThe original text is: \"Your map application may",
  "barriercount": "<think>\nOkay, the user wants me to translate \"barrier.count\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, which is used in addiction treatment. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"barrier.count\" is likely referring to a count of barriers, maybe in a tool that tracks or measures barriers to accessing treatment. The term \"barrier\" in this",
  "barriernote": "<think>\nOkay, the user wants me to translate the \"barrier.note\" text for a healthcare website that helps people find pharmacies for buprenorphine. Let me start by understanding the context. It's a community tool to help access addiction treatment, so the language needs to be respectful, clear, and medically appropriate.\n\nFirst, the rules: keep \"bupe\" and \"buprenorphine\" as they are. Use \"medicine\" instead of \"prescription\" for clarity",
  "codeatopioidpolicydotorg": "<think>\nOkay, the user wants me to translate \"code[at]opioidpolicy[dot]org\" into Spanish for a healthcare website. Let me start by understanding the context. The website is about helping people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst",
  "contact-form": "<think>\nOkay, the user wants me to translate \"contact form\" into Spanish for a healthcare website. Let me start by recalling the standard translation for \"contact form.\" In Spanish, it's commonly \"formulario de contacto.\" But I need to make sure it fits the context of a healthcare website that's helping people find pharmacies for addiction treatment.\n\nFirst, check if there are any specific terms or phrases that need to be adapted. The rules mention keeping medical terms like \"bupe\" and \"b",
  "contact-us-using-our-secure-form": "<think>\nOkay, the user wants me to translate \"contact us using our secure form\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the main phrase is \"contact us",
  "copied-copied-to-clipboard-share-with-a-friend": "<think>\nOkay, the user wants me to translate the given text into Spanish for a healthcare website. Let me start by understanding the context. The website is about helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe text to translate is \"copied ?",
  "currentlanguagecodetouppercase": "<think>\nOkay, the user wants me to translate \"currentLanguage?.code.toUpperCase\" into Spanish for a healthcare website. Let me break this down.\n\nFirst, the original text is a code snippet, probably from a programming context. The user mentioned it's for a healthcare website helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of",
  "datapastmonthperiod": "<think>\nOkay, the user wants me to translate \"data.pastMonth.period\" into Spanish for a healthcare website. Let me start by understanding what this text refers to. The context is about a community tool helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and medically appropriate tone",
  "decodehtmlentitiespharmacyname": "<think>\nOkay, the user wants me to translate \"decodeHtmlEntities(pharmacy.name)\" into Spanish for a healthcare website. Let me start by understanding what this code does. It seems like it's decoding HTML entities from the pharmacy's name. But the user is asking for a translation, not a code explanation.\n\nWait, the original text is a function call, maybe part of a script. But the user provided the English text as \"decodeHtmlEntities(pharmacy.name)\" and wants it translated.",
  "do-not": "<think>\nOkay, the user wants me to translate the word \"do not\" into Spanish for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention using \"bupe\" and \"buprenorphine\" as is, and to keep terms like ZIP Code unchanged. Also, the language needs to be respectful and non-stigmatizing.\n\nSo, the original text is just \"",
  "eg-out-of-business": "<think>\nOkay, the user wants me to translate \"e.g., 'Out of business.\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, so the translation needs to be clear and respectful.\n\nFirst, \"e.g.\" in Spanish is usually \"p. ej.\" or \"por ejemplo\". Since the original uses \"e.g.\", I'll go with \"p. ej.\" to keep it concise.",
  "eg-123-main-street": "<think>\nOkay, the user wants me to translate \"e.g., 123 Main Street\" into Spanish for a healthcare website. Let me start by recalling the rules. The main points are to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged, use \"medicine\" instead of \"prescription,\" and maintain respectful, non-stigmatizing language. Also, technical terms like ZIP Code should stay as-is or use the local equivalent. For \"pharmacy",
  "eg-49506": "<think>\nOkay, the user wants me to translate \"e.g., 49506\" into Spanish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The example given is a ZIP Code, so I need to handle that",
  "eg-cvs": "<think>\nOkay, the user wants me to translate \"e.g., CVS\" into Spanish for a healthcare website. Let me start by recalling the rules. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same. The user mentioned using \"medicine\" instead of \"prescription,\" but here it's just an example, so maybe that's not needed. The language needs to be respectful and non-stigmatizing, so I should avoid any terms that",
  "eg-mom-pop-shop": "<think>\nOkay, the user wants me to translate \"e.g., Mom & Pop Shop\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"e.g.\" in Spanish",
  "href-aria-label-style": "<think>\nOkay, the user wants me to translate some HTML code into Spanish for a healthcare website. Let me check the original text again. The English text provided is just a snippet of HTML with href, aria-label, and style attributes. The user mentioned that the target language is Spanish, so I need to make sure the translation is accurate.\n\nWait, the user also provided some rules. Rule 1 says to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged",
  "isloadinglocation-loading-set-location": "<think>\nOkay, the user wants me to translate the text \"isLoadingLocation ? 'Loading...' : 'Set Location'\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the original text is a conditional statement. In Spanish, the structure for conditionals is similar, so I'll need to translate \"isLoadingLocation",
  "just-like-any-other-prescription": "<think>\nOkay, the user wants me to translate \"just like any other prescription\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" for clarity. So, the original phrase is \"just like any other prescription.\" \n\nFirst,",
  "locationerror": "<think>\nOkay, the user wants me to translate \"locationError\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine treatment. The key points are to keep medical terms like \"buprenorphine\" and \"bupe\" unchanged, use \"medicine\" instead of \"prescription,\" and maintain a respectful, clear, and compassionate tone.\n\nFirst, \"locationError\" is likely an error message related to",
  "lol": "<think>\nOkay, the user wants me to translate \"lol.\" into Spanish for a healthcare website. Let me think. First, \"lol\" is an acronym for \"laugh out loud,\" but in the context of a healthcare site, especially one about addiction treatment, it's probably not appropriate. The user mentioned to use respectful, non-stigmatizing language. So maybe the original text is a placeholder or a joke that doesn't fit the context. Since the instruction is to provide only the translation",
  "menu-button": "<think>\nOkay, the user wants me to translate \"menu button\" into Spanish for a healthcare website. Let me think. The context is about helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"menu button\" – in Spanish, \"menú\"",
  "privacy-is-very-important": "<think>\nOkay, the user wants me to translate \"privacy is very important\" into Spanish for a healthcare website. Let me start by recalling the basic translation. \"Privacy\" in Spanish is \"privacidad,\" and \"is very important\" would be \"es muy importante.\" So the direct translation would be \"La privacidad es muy importante.\"\n\nBut wait, the context is a healthcare website helping people find pharmacies for addiction treatment with buprenorphine. The rules mention using respectful, non-st",
  "resultfull_address": "<think>\nOkay, the user wants me to translate \"result.full_address\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"result.full_address\" is",
  "resultname": "<think>\nOkay, the user wants me to translate \"result.name\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, which is used in addiction treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"result.name\" is",
  "selectedpharmacyfull_address": "<think>\nOkay, the user wants me to translate \"selectedPharmacy.full_address\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"selectedPharmacy",
  "selectedpharmacyname": "<think>\nOkay, the user wants me to translate \"selectedPharmacy.name\" into Spanish for a healthcare website. Let me start by breaking down the phrase. \"Selected pharmacy\" would be \"Farmacia seleccionada\" in Spanish. Then, \"name\" is \"nombre\". So putting it together, it should be \"nombre de la farmacia seleccionada\". \n\nWait, but the original text is \"selectedPharmacy.name\", which is a variable name. In Spanish, variable names usually stay",
  "statsalltimedenied": "<think>\nOkay, the user wants me to translate \"stats.allTime.denied\" into Spanish for a healthcare website. Let me start by understanding what this text means. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I",
  "statsalltimesuccess": "<think>\nOkay, the user wants me to translate the text \"stats.allTime.success\" into Spanish for a healthcare website. Let me start by understanding what this text might mean. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst",
  "statspastmonthdenied": "<think>\nOkay, the user wants me to translate \"stats.pastMonth.denied\" into Spanish for a healthcare website. Let me start by understanding what this text refers to. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst",
  "statspastmonthsuccess": "<think>\nOkay, the user wants me to translate the text \"stats.pastMonth.success\" into Spanish for a healthcare website. Let me start by understanding what this text refers to. The context is about a community tool helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing",
  "strongnotesstrong": "<think>\nOkay, the user wants me to translate \"Notes:\" into Spanish for a healthcare website. Let me check the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful and non-stigmatizing.\n\nSo, \"Notes:\" in Spanish is usually \"Notas:\" but",
  "strongphonestrong-a-href-style-a": "<think>\nOkay, the user wants me to translate a specific part of text for a healthcare website. Let me start by understanding the original English text. The text is: \"Phone: <a href=`} style=}> 📞 </a\". It seems like there's a placeholder for a phone number link, but the HTML is incomplete. The user provided an example response in Spanish, which is \"Teléfono: 📞\". \n\nFirst, I need to make sure I follow all",
  "strongreportsstrong-successful-denied": "<think>\nOkay, the user wants me to translate \"Reports: successful, denied\" into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the term \"Reports\" in Spanish could be \"Informes\" or \"Reportes.\" Since it's a healthcare context, \"Informes\" might sound more formal. Next, \"",
  "strongstatusstrong": "<think>\nOkay, the user wants me to translate \"Status:\" into Spanish for a healthcare website. Let me check the context. The website helps people find pharmacies for buprenorphine treatment. The rules mention keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful and non-stigmatizing.\n\nSo, the original text is \"Status:\" which is a heading. In Spanish",
  "success": "<think>\nOkay, the user wants me to translate the word \"success\" into Spanish for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention using \"bupe\" and \"buprenorphine\" as is, and to keep terms like ZIP Code or use local equivalents. Also, the tone should be helpful, professional, and compassionate.\n\nSo, the word \"success\"",
  "tcrowdsource-note-this-is-a-crowd-source-resource": "<think>\nOkay, the user wants me to translate the given English text into Spanish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" for clarity. The tone needs to be respectful, clear, and non-stigmatizing.\n\nThe original",
  "tnot-guarantee-note-this-tool-is-not-a-guarantee-o": "<think>\nOkay, the user wants me to translate a specific note for a healthcare website. The original text is in English: \"This tool is not a guarantee of service. This data is not comprehensive.\" The target language is Spanish. Let me start by understanding the context. It's a community tool helping people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine",
  "the-united-kingdom-canada-and-australia": "<think>\nOkay, the user wants me to translate \"the United Kingdom, Canada, and Australia\" into Spanish for a healthcare website. Let me check the rules first. They mentioned keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, but this text doesn't include those terms. The main thing is to use \"medicine\" instead of \"prescription,\" but that's not relevant here. The language needs to be respectful and non-stigmatizing, which is straightforward",
  "youremailexamplecom": "<think>\nOkay, the user wants me to translate \"your.email@example.com\" into Spanish for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nWait, the text to translate is an email"
}