{
  "about_page_1": "Sobre este proyecto",
  "about_page_2": "El Problema",
  "about_page_3": "Existen dos formas primarias de reducir la enfermedad y la muerte relacionadas con los opioides (morbilidad y mortalidad): medicamentos para el trastorno del uso de opioides (MOT; por ejemplo, buprenorfina, metadona, naltrexona) y naloxona (un medicamento para revertir la sobredosis de opioides). Los MOT son los medicamentos estándar de oro, aprobados por la FDA, utilizados para tratar a personas con adicción a los opioides. Sin embargo, existen barreras a los MOT que son persistentes e incluyen estructurales y sociales/racismo, clasismo, una respuesta excesiva del sistema de justicia penal hacia los MOT, estigma y discriminación hacia las personas que consumen drogas.",
  "about_page_4": "La investigación que trabaja para comprender las barreras de MOUD se puede dividir en dos categorías: problemas con encontrar un médico tratante y problemas con la dispensación de la receta. La investigación previa relacionada con encontrar un médico tratante ha destacado barreras de atención de larga data como prácticas de admisión poco éticas entre los proveedores de tratamiento de adicciones a sustancias, desiertos de prescripción de MOUD y percepciones negativas hacia las personas con una adicción a sustancias. Las soluciones al problema de los médicos tratantes han incluido la reducción de los requisitos de capacitación de los médicos tratantes, el incentivar a los proveedores y la educación sobre la reducción del estigma para los proveedores. Si bien estos ejemplos resaltan el enorme desafío de encontrar un médico tratante para brindar atención que salva vidas, el segundo problema, la dispensación de la receta, puede reducir la capacidad de una persona para comenzar o continuar con su medicación.",
  "about_page_5": "Este proyecto tiene como objetivo abordar esto.",
  "about_page_6": "El problema de la “última milla” es la brecha en el tratamiento creada por la discreción de las farmacias sobre qué MOUD se almacena (si es que lo hacen) y cómo se dispensan por las farmacias. Si bien gran parte de la política federal relacionada con la epidemia de opioides se ha centrado en aumentar la prescripción de MOUD entre los prescriptores, las farmacias finalmente deciden si se dispensa el MOUD. La imposibilidad de dispensar una receta en la farmacia niega todo el progreso logrado aumentando la prescripción de los prescriptores.",
  "about_page_7": "Nuestro objetivo es simple: ayudar a la gente a encontrar bupe. Habla con casi cualquier persona que esté prescrita bupe, y ellos tienen una historia sobre los desafíos con la dispensación de esos rescrits.",
  "about_page_8": "Esto es inaceptable.",
  "about_page_9": "Nunca olvidaremos la experiencia de los pacientes en Virginia Occidental corriendo a una farmacia específica para obtener sus medicamentos antes de que cerrara porque era la única que dispensaba bupe. Pero dispensar un reseta de medicación para el dolor opioide... eso era tan fácil como entrar en cualquier farmacia. No estaba bien entonces. No está bien ahora.",
  "about_page_10": "Nuestra Solución",
  "about_page_11": "Esta herramienta está diseñada para ayudar a las personas a encontrar bupe. Eso debería ser simple, pero no lo es. Al obtener datos sobre el acceso a bupe de forma colaborativa, ayudamos a las personas que enfrentan estos problemas a superar desafíos y a ayudar a otros en su comunidad. Esperamos que un día todas las farmacias tengan este medicamento. Sin embargo, la realidad es que pocas lo tienen. Mientras tanto, esperamos que esta herramienta ayude.",
  "about_page_12": "También esperamos arrojar luz sobre lo grande que es este problema. Entre las personas afectadas por este problema, es bien conocido, pero pocos fuera de esos espacios saben lo difícil que es obtener tratamiento para una adicción a opioides. Las soluciones de política hasta la fecha han sido inadecuadas. Si bien esta base de datos puede que no sea exhaustiva, esperamos que inicie una conversación y acción para cerrar significativamente estas lagunas.",
  "about_page_13": "Esperamos que esta plataforma ayude a las personas a obtener medicamentos y a romper el ciclo de discriminación contra las personas que usan drogas o tienen adicción.",
  "about_page_14": "Nuestro Financiamiento",
  "about_page_15": "jajaja.",
  "about_page_16": "Como con nuestros otros proyectos, construimos esto en respuesta a una necesidad sin ningún apoyo financiero. Tampoco esperamos validación externa de organizaciones financiadoras. Si necesita ser hecho, lo haremos.",
  "about_page_17": "Como dijimos arriba, tener acceso a bupe ha sido algo que nos ha molestado durante un tiempo. Hemos hecho algunas investigaciones y defensa relacionadas con estos problemas y esperamos que tenga un impacto... pero creemos que es hora de acción directa.",
  "about_page_18": "Configurar este servicio es bastante económico, creemos... Si tiene éxito con muchas personas utilizándolo para reportar o encontrar una farmacia, costará algo de dinero. Si tiene éxito y las farmacias realmente comienzan a abastecer consistentemente y ampliamente de bupe, podemos cerrar. Mientras tanto, esperamos que considere donar recursos a nuestro esfuerzo (en el pie de página).",
  "about_page_19": "Nota: Puede existir un mundo en el que estos datos se utilicen para la investigación o los financiadores vean su valor y nos den un poco de apoyo. Si ese es el caso, actualizaremos esta página.",
  "about_page_20": "No favorecemos ningún enfoque para tratar la adicción a los opioides más allá de los enfoques basados en evidencia. Aprenda más sobre por qué este proyecto trata sobre el bupe en esta página:",
  "about_page_21": "¿Y metadona, naltrexona y buprenorfina de acción prolongada?",
  "about_page_22": "Traducciones",
  "about_page_23": "Para aumentar la accesibilidad, estamos trabajando en traducir esta herramienta a varios idiomas. Para ser consistentes con nuestros principios, eso significa hacerlo de una manera que preserve la privacidad, pero este enfoque no es perfecto y podrían haber problemas con las traducciones que utilizamos. No dude en contactarnos si ve algo incorrecto o realice ediciones a los archivos de traducción de GitHub o Codeberg para el idioma con el que le gustaría ayudar. Simplemente compare el archivo de extracción en inglés con el idioma con el que desea ayudar. Si no sabe cómo hacer eso pero le gustaría ayudar con las traducciones, ¡por favor, háganoslo saber a través de nuestro formulario de contacto! Si desea más idiomas, ¡también háganoslo saber!",
  "bulk-upload_page_1": "Instrucciones para la Presentación Masiva de Datos",
  "bulk-upload_page_2": "Para investigadores que realizan estudios de compradores encubiertos o organizaciones con múltiples puntos de datos (cadenas farmacéuticas??? entrenadores de recuperación de pares??? prescriptores??? organizaciones de reducción de daños???), ofrecemos una opción de envío masivo para ayudar a poblar el mapa rápidamente.",
  "bulk-upload_page_3": "Para ayudar a las personas a tomar decisiones sobre dónde pueden (y no pueden) obtener sus recetas de buprenorfina, necesitamos datos frescos (idealmente menos de 30 días de antigüedad).",
  "bulk-upload_page_4": "Si tienes datos masivos, puedes ayudarnos a completar rápidamente el mapa. ¡Gracias!",
  "bulk-upload_page_5": "Utilice la plantilla de hoja de cálculo a continuación para ingresar sus datos. Este formato es importante para la carga por lotes.",
  "bulk-upload_page_6": "No incluir ninguna información personalmente identificable en las notas. Se puede incluir información del paciente simulado (p. ej., embarazada) si es relevante.",
  "bulk-upload_page_7": "¡Nos encargaremos de formatear y subir al mapa!",
  "bulk-upload_page_8": "Paso 1: Obtener el Plantilla",
  "bulk-upload_page_9": "Utilizamos una plantilla estándar para asegurar la calidad de los datos. Por favor, vea o descargue nuestra plantilla oficial de CryptPad.",
  "bulk-upload_page_10": "Accede al Plantilla",
  "bulk-upload_page_11": "Accede al documento de soporte de plantillas.",
  "bulk-upload_page_12": "Paso 2: Rellene sus datos.",
  "bulk-upload_page_13": "Los únicos campos obligatorios son pharmacy_address, report_type (éxito o denegado). La información sobre formulación, standardized_notes y notes es opcional (pero útil!).",
  "bulk-upload_page_14": "Paso 3: Presentar su archivo de forma segura.",
  "bulk-upload_page_15": "Una vez que tu hoja de cálculo esté completa, por favor guárdala como un archivo TSV (`Archivo` > `Guardar como` > `TSV (.tsv)`). Usamos TSV porque algunas personas podrían usar comas en la línea de dirección o notas, pero nadie usará tabulaciones. Esto hace que la importación y la limpieza de los datos sea mucho más sencilla para nosotros y es fácil de hacer para ti (ganar-ganar). Para transferir archivos de forma segura, por favor utilice el servicio encriptado y gratuito WORMHOLE para enviarnos su archivo.",
  "bulk-upload_page_17": "Sube tu archivo TSV (valores separados por tabulación).",
  "bulk-upload_page_18": "Copia el enlace seguro que genera.",
  "bulk-upload_page_20": "NB - el enlace del archivo solo está activo por 24 horas, así que es posible que me pidas que lo reenvíe. ¡Disculpas de antemano!",
  "bulk-upload_page_21": "¿Preguntas?",
  "bulk-upload_page_22": "Si encuentras un problema con el sitio o tienes alguna pregunta, queremos saberlo. Por favor.",
  "bulk-upload_page_23": "Contáctenos usando nuestro formulario seguro.",
  "components_manualpharmacyentry_1": "« Regresar a la búsqueda »",
  "components_manualpharmacyentry_2": "Añadir Farmacia & Reportar",
  "components_manualpharmacyentry_3": "Si no pudiste encontrar tu farmacia en los resultados de búsqueda, puedes añadirla aquí junto con tu informe sobre la dispensación de tu receta.",
  "components_manualpharmacyentry_4": "Información de la farmacia",
  "components_manualpharmacyentry_5": "Nombre de la farmacia",
  "components_manualpharmacyentry_6": "Dirección calle.",
  "components_manualpharmacyentry_7": "Ciudad",
  "components_manualpharmacyentry_8": "Estado",
  "components_manualpharmacyentry_9": "Seleccione un estado",
  "components_manualpharmacyentry_10": "Código Postal",
  "components_manualpharmacyentry_11": "Número de teléfono",
  "components_manualpharmacyentry_12": "Incluir un número de teléfono ayuda a que otros llamen con anticipación.",
  "components_manualpharmacyentry_13": "Tu Informe",
  "components_manualpharmacyentry_14": "¿Cuál fue el resultado de tu visita?",
  "components_manualpharmacyentry_15": "✅ Logré completar mi receta.",
  "components_manualpharmacyentry_16": "❌ No pude completar mi receta.",
  "components_manualpharmacyentry_17": "¿Qué formulación(es) intentaste completar?",
  "components_manualpharmacyentry_18": "Observaciones comunes (opcional)",
  "components_manualpharmacyentry_19": "Notas adicionales",
  "components_manualpharmacyentry_20": "Entiendo que mi informe anónimo será utilizado para actualizar el mapa público (REQUERIDO).",
  "components_manualpharmacyentry_21": "NOTA: Esta información de la farmacia y su informe serán añadidos a nuestra base de datos para ayudar a otros. Las entradas manuales requieren aprobación antes de aparecer en los resultados de búsqueda.",
  "components_maplegend_1": "Probablemente se llene",
  "components_maplegend_2": "Probable que niegue / rechace",
  "components_newslettersignup_1": "Suscríbete a nuestro boletín para organizar y actualizaciones.",
  "components_newslettersignup_2": "Consiento en recibir actualizaciones opcionales de boletín informativo del Opioid Policy Institute.",
  "components_pharmacylistitem_1": "Teléfono:",
  "components_pharmacylistitem_2": "Informes de Éxito:",
  "components_pharmacylistitem_3": "Informes de Negación:",
  "components_pharmacylistitem_4": "Informe exitoso más reciente:",
  "components_pharmacylistitem_5": "Llame a la farmacia 📞",
  "components_pharmacylistitem_6": "Obtén indicaciones 🚌",
  "components_pharmacylistitem_7": "Esto abrirá la aplicación de mapas de tu dispositivo. Por favor, ten en cuenta que:",
  "components_pharmacylistitem_8": "Su aplicación de mapas puede recopilar y compartir sus datos de ubicación.",
  "components_pharmacylistitem_9": "No rastreamos ni almacenamos tu ubicación.",
  "components_pharmacylistitem_10": "Utiliza aplicaciones de mapas que protegen la privacidad como Organic Maps.",
  "components_pharmacylistitem_11": "Cancelar",
  "components_pharmacylistitem_12": "Continúa",
  "components_privacybanner_1": "Detectado \"No rastrear\" - respetamos su preferencia de privacidad.",
  "components_privacybanner_2": "Para máxima privacidad, considere borrar su historial de navegación y cambiar al modo incógnito/navegación privada o un navegador enfocado en la privacidad como Brave o Tor.",
  "components_privacybanner_3": "¡Buenas protecciones de privacidad! Recuerda borrar tu historial cuando termines.",
  "components_privacybanner_4": "Aprende más",
  "demo.slide0.title": "Bienvenido a la Herramienta de Acceso de Bupe",
  "demo.slide0.content": "Esta herramienta ayuda a las personas a encontrar y reportar farmacias que dispensan recetas de buprenorfina.",
  "demo.slide0.subheading": "Principios",
  "demo.slide0.bullet0": "Datos impulsados por la comunidad",
  "demo.slide0.bullet1": "Diseño centrado en la privacidad",
  "demo.slide0.bullet2": "Ayuda a que otros accedan al tratamiento.",
  "demo.slide1.title": "Encontrar farmacias con Bupe",
  "demo.slide1.content": "Paso 1: Ingresa tu código postal.",
  "demo.slide1.bullet0": "“Ver farmacias a 30 millas”",
  "demo.slide1.bullet1": "Ver informes de éxito/negación",
  "demo.slide1.bullet2": "Ver las tendencias recientes",
  "demo.slide1.bullet3": "Imprime una lista de farmacias que tengan bupe en tu área.",
  "demo.slide2.title": "Reportar su experiencia",
  "demo.slide2.content": "Paso 2: Comparte tu experiencia al obtener una receta de buprenorfina.",
  "demo.slide2.bullet0": "Busca tu farmacia.",
  "demo.slide2.bullet1": "Reportar éxito o denegación.",
  "demo.slide2.bullet2": "Añade notas útiles para otros.",
  "demo.controls.previous": "Anterior",
  "demo.controls.next": "Siguiente →",
  "demo.startButton": "Comienza a usar la herramienta.",
  "layout_1": "Herramienta de Acceso Bupe",
  "layout_2": "Este es un recurso de código abierto.",
  "layout_3": "Solo tenemos datos sobre la disponibilidad de bupe que ha sido reportado a esta base de datos.",
  "layout_4": "Esta herramienta no es una garantía de servicio. Esta información no es exhaustiva.",
  "layout_5": "Casa",
  "layout_6": "Cómo funciona",
  "layout_7": "Acerca de",
  "layout_8": "Panel de control",
  "layout_9": "¿Qué pasa con otros tratamientos?",
  "layout_10": "Herramienta de Informes Masivos",
  "layout_11": "Únete a nuestra newsletter.",
  "layout_12": "Información y consejos de privacidad 🔒",
  "layout_13": "¿Necesita ayuda?",
  "layout_14": "Apóyennos",
  "methadone-naltrexone_page_1": "Una nota sobre la metadona, la naltrexona y el buprenorfina inyectable de acción prolongada... o, ¿por qué no se incluyen aquí?",
  "methadone-naltrexone_page_2": "Puede que notes que otros medicamentos para el Trastorno del Uso de Opiáceos (TOO) – metadona, naltrexona, buprenorfina inyectable de acción prolongada – no están incluidos en nuestra herramienta de búsqueda. Esto es intencional y refleja el enfoque específico del proyecto en el acceso a buprenorfina desde farmacias.",
  "methadone-naltrexone_page_3": "Más sobre Metadona",
  "methadone-naltrexone_page_4": "Actualmente, estrictas regulaciones federales limitan la dispensación de metadona para la dependencia de opioides a programas especializados de tratamiento de opioides (PTO), a menudo llamados \"clínicas de metadona\". <strong/> Esto significa que los pacientes no pueden obtener la dispensación de metadona de su farmacia comunitaria, que es el foco de este proyecto. La metadona se dispensa principalmente en una clínica específica diariamente (o casi diariamente), lo que puede ser una barrera significativa para el tratamiento.",
  "methadone-naltrexone_page_5": "Restringir el acceso al metadona es una elección política, no una necesidad médica. Muchos otros países han integrado con seguridad la dispensación de metadona en farmacias comunitarias, incluyendo **el Reino Unido, Canadá y Australia**. En estos lugares, un paciente puede recoger su medicación en su farmacéutico local, **como cualquier otra receta**. Si bien defendemos la reducción de restricciones de metadona, este proyecto se centra en mejorar el acceso a la buprenorfina a través de las farmacias.",
  "methadone-naltrexone_page_6": "Más sobre Naltrexona y Bupe Inyectable de Acción Prolongada",
  "methadone-naltrexone_page_7": "Naltrexona para la UO se prescribe con mayor frecuencia como una inyección de acción prolongada. Si bien este medicamento se suele ordenar a través de las farmacias, casi siempre se administra en un entorno médico, no se dispensa directamente al paciente en el mostrador de la farmacia. Lo mismo con la buprenorfina de acción prolongada en forma de tableta. La forma de tableta de naltrexona, si bien está disponible en las farmacias, se usa menos comúnmente para la UO.",
  "methadone-naltrexone_page_8": "Debido a que nuestra herramienta se centra en medicamentos que los pacientes pueden recoger directamente de una farmacia comunitaria, nos hemos enfocado exclusivamente en la buprenorfina para asegurar que nuestros datos sobre el acceso a las farmacias sean lo más claros y precisos posible.",
  "methadone-naltrexone_page_9": "Si estás en los Estados Unidos, recomendamos el Localizador de Tratamientos de SAMHSA para encontrar programas que utilicen estos medicamentos (¡también deberían incluir a quienes prescriben bupe!).",
  "methadone-naltrexone_page_10": "Encontrar Tratamiento",
  "methadone-naltrexone_page_11": "Furgonetas de metadona",
  "methadone-naltrexone_page_12": "No estamos al tanto de una lista exhaustiva y mantenida activamente de vehículos de metadona. Este es un enfoque inteligente para aumentar el acceso. ¡Si tiene un recurso al que podamos enlazar, por favor, póngase en contacto con nosotros!",
  "methadone-naltrexone_page_13": "Contáctenos",
  "not-found_1": "Página no encontrada",
  "not-found_2": "Lo sentimos, la página que busca no existe.",
  "not-found_3": "Regresa a casa.",
  "not-found_4": "Página no encontrada",
  "not-found_5": "Lo siento, la página que está buscando no existe.",
  "not-found_6": "Regresa a casa.",
  "page_1": "Ingrese su código postal.",
  "page_2": "Por favor, introduzca un código postal para encontrar y reportar farmacias con bupe cerca de usted.",
  "page_3": "Código Postal",
  "page_4": "Cargando...",
  "page_5": "Establecer Ubicación",
  "page_6": "¿Qué te gustaría hacer hoy?",
  "page_7": "Actualizar el estado de la farmacia de bupe.",
  "page_8": "Encuentra una farmacia amigable con usuarios de opioides.",
  "page_9": "« Volver a ZIP »",
  "page_10": "Farmacias Amigas de Bupe",
  "page_11": "Imprimir Lista 🖨️",
  "page_12": "Tendencias Recientes:",
  "page_13": "Más éxitos",
  "page_14": "Neutral",
  "page_15": "Más rechazos",
  "page_16": "Consejos de Privacidad y Seguridad 🔒",
  "page_17": "Los últimos 7 días",
  "page_18": "Los últimos 15 días",
  "page_19": "Los últimos 30 días",
  "page_20": "Todo momento",
  "page_21": "Cargando farmacias...",
  "page_22": "Página Anterior ←",
  "page_23": "Página siguiente →",
  "page_24": "No hay informes en su área. ¡Sé el primero!",
  "page_25": "Reportar una farmacia",
  "page_26": "Para las últimas actualizaciones, visite findbupe.org.",
  "page_27": "¡🎉 ¡Gracias! 🎉 ¡Gracias! 🎉",
  "page_28": "Sabemos que obtener una receta para opioides no siempre es fácil. Sus respuestas ayudan a otros en su área a encontrar este medicamento que salva vidas.",
  "page_29": "La información más útil es información NUEVA.",
  "page_30": "Así que, la próxima vez que intentes obtener una receta de opio, dínos cómo te fue. También puedes ayudar compartiendo este sitio web con amigos que toman opio.",
  "page_31": "Recuerda borrar tu historial de navegación. Aprende más en nuestros consejos de privacidad.🔒",
  "page_32": "Encuentra farmacias amigables con Bupe cerca de ti.",
  "page_33": "¡Copiado al portapapeles!",
  "page_34": "Comparte con un amigo 🚀",
  "page_35": "Si estás interesado en enviar múltiples informes, consulta nuestra herramienta de informes masivos.",
  "page_36": "Actualizar estado de Bupe de la farmacia.",
  "page_37": "Buscar una farmacia",
  "page_38": "+ No encuentras tu farmacia? Añádela manualmente.",
  "page_39": "Cambiar farmacia",
  "page_40": "¿Cuál fue el resultado? (Requerido)",
  "page_41": "✅ Logré completar mi receta.",
  "page_42": "❌ No pude completar mi receta.",
  "page_43": "Formulación (opcional, marque todas las que apliquen)",
  "page_44": "Observaciones comunes (opcional)",
  "page_45": "Otras notas (opcional)",
  "page_46": "Entiendo que mi informe anónimo será utilizado para actualizar el mapa público (REQUERIDO).",
  "page_47": "Enviando...",
  "page_48": "Enviar Informe",
  "page_49": "La presentación falló. Por favor, inténtelo de nuevo.",
  "privacy_page_1": "Índice",
  "privacy_page_2": "¿Por qué construimos esta herramienta?",
  "privacy_page_3": "Lo que Recopilamos (y lo que No lo Recopilamos)",
  "privacy_page_4": "Cómo funciona la tecnología.",
  "privacy_page_5": "Cómo protegerse.",
  "privacy_page_6": "¿Bugs o preguntas?",
  "privacy_page_7": "Cómo intentamos proteger su privacidad.",
  "privacy_page_8": "¿Por qué construimos esta herramienta?",
  "privacy_page_9": "Encontrar medicamentos para tratar el trastorno del uso de opioides, como la buprenorfina (bupe), puede ser muy difícil. Algunas farmacias no lo tienen, y otras pueden negarse a dispensar una receta. Esto puede ser estresante y aterrador.",
  "privacy_page_10": "Construimos esta herramienta para ayudar. Es un mapa, hecho por la comunidad, para la comunidad. Al compartir qué farmacias son útiles, podemos facilitar que la próxima persona obtenga la medicina que necesita. También podemos mostrar lo grande que es el problema, para que podamos trabajar para solucionarlo.",
  "privacy_page_11": "Pero también sabemos que la privacidad es muy importante, especialmente cuando se trata de información de salud sensible como la adicción. Queremos asegurarnos de que estés seguro al usar esta herramienta, así que hemos tomado medidas para proteger tu privacidad. Hay algunos pasos que puedes tomar también, que explicaremos a continuación.",
  "privacy_page_12": "Lo que Recopilamos (y lo que No lo Hacemos)",
  "privacy_page_13": "Muchas páginas web recopilan información personal para venderte anuncios u otros productos. A veces esto es bastante astuto y ocurre sin que tú lo sepas o digas que está bien. Eso es malo para tu privacidad. Diseñamos nuestro sitio web para que no haga eso.",
  "privacy_page_14": "Cuando se trata de información como quién eres, si tienes alguna adicción, qué medicamento tomas o dónde vives, las personas y las empresas pueden usar eso para discriminarte. Por lo tanto, no proporcionamos esa información ni ninguna otra información sobre ti a otras empresas.",
  "privacy_page_15": "Hay dos formas principales en las que recopilamos información sobre usted con este sitio:",
  "privacy_page_16": "INFORME FARMACIA BUPE DISPONIBILIDAD:",
  "privacy_page_17": "Lo que reportas no está vinculado a ti y es completamente voluntario. No tienes que hacer informes para obtener bupe. En el formulario de acceso a farmacias para bupe, no recopilamos intencionalmente ninguna información como tu nombre, información de contacto o cosas tramposas como una dirección IP que identifica tu dispositivo y podría identificarte. Esto significa que no sabemos quién eres y no queremos saberlo. Solo queremos ayudar a la gente a encontrar bupe.",
  "privacy_page_18": "ENCUENTRA BUPE:",
  "privacy_page_19": "Utilizamos el código postal que ingresas para ayudarte a encontrar farmacias cerca de ti. No almacenamos tu código postal ni ninguna otra información que pueda identificarte cuando buscas una farmacia.",
  "privacy_page_20": "Nuestra promesa más importante es proteger su privacidad. Hemos diseñado este sitio para recopilar cero información personal sobre usted. El formulario de envío es solo suficiente información para ser útil para otras personas y no para identificarle.",
  "privacy_page_21": "Cuando presentas a nuestra farmacia tu actualización de bupe:",
  "privacy_page_22": "No sabemos tu nombre.",
  "privacy_page_23": "No conocemos su correo electrónico ni su número de teléfono.",
  "privacy_page_24": "No conocemos la dirección IP de su computadora.",
  "privacy_page_25": "No rastreamos tu ubicación.",
  "privacy_page_26": "La única información que necesitamos para un informe es lo que usted elija compartir: el nombre de la farmacia, la ubicación de la farmacia, la fecha y si su visita fue un éxito o un rechazo. Hay otras preguntas que puede elegir responder, pero no tiene que hacerlo. No envíe información personal en el formato de notas. Si lo hace, la eliminaremos de nuestra base de datos.",
  "privacy_page_27": "Información personal opcional que recopilamos:",
  "privacy_page_28": "Hay algunos lugares donde recopilamos información personal, pero no necesita usar estas partes del sitio web para reportar o localizar a los bupe.",
  "privacy_page_29": "Si utiliza nuestro formulario de contacto (diferente del formulario de reporte de la farmacia), está compartiendo información personal como su nombre y dirección de correo electrónico. No tiene que usar el formulario de contacto a menos que tenga una pregunta o comentario. Utilizamos software Fillout.",
  "privacy_page_30": "Nuestro formulario de registro para recibir la newsletter también recopila información personal como correo electrónico, esto también es opcional y no es requerido para usar el sitio. Utilizamos Ghost para la publicación de la newsletter.",
  "privacy_page_31": "Por último, nuestro formulario de donación recopila información personal como su nombre, dirección de correo electrónico y datos de pago. Esto también es opcional y no es necesario para usar el sitio. El sitio web es gratuito y no tiene que donar para usar el sitio. Utilizamos Stripe para el procesamiento de pagos.",
  "privacy_page_32": "Cómo funciona la tecnología.",
  "privacy_page_33": "Utilizamos herramientas modernas y centradas en la privacidad para ejecutar este sitio:",
  "privacy_page_34": "Protección contra spam:",
  "privacy_page_35": "Usamos una herramienta llamada Cloudflare Turnstile para verificar si una presentación proviene de una persona real, no de un robot. Lo hace sin los rompecabezas molestos y sin crear un perfil publicitario sobre los sitios web que visita o lo que ingresa en un formulario. Lo usamos para proteger el formulario de entradas falsas.",
  "privacy_page_36": "Mapas:",
  "privacy_page_37": "Para proteger su privacidad, los enlaces \"Obtener Direcciones\" y otros usos de mapas utilizan OpenStreetMap, un servicio de mapas sin fines de lucro que tiene prácticas de privacidad sólidas. Sus búsquedas no están vinculadas a una cuenta personal utilizada para construir un perfil publicitario, a diferencia de Google Maps. Open Street Maps prioriza la privacidad, especialmente en comparación con Google Maps.",
  "privacy_page_38": "Si está utilizando este sitio web en un teléfono móvil, es posible que abra los enlaces de \"Obtener Dirección\" de la farmacia en un servicio como Google Maps en su teléfono. Lo configuramos para que sea fácil navegar a una farmacia que tenga bupe en su teléfono, pero usar Google Maps (si ese es su predeterminado) es un riesgo para la privacidad (no solo con esta información). Google Maps utiliza sus datos para dirigirse a usted con anuncios, incluyendo navegar a una farmacia.",
  "privacy_page_39": "Esto es malo para tu privacidad.",
  "privacy_page_40": "Sin embargo, no podemos controlar qué aplicaciones uses en tu dispositivo móvil. Sugerimos que uses herramientas de mapeo que preservan la privacidad, como:",
  "privacy_page_41": "Para reducir estos problemas en tu teléfono. También puedes usar Google Maps en \"Modo Incógnito\", pero otros productos de Google \"Modo Incógnito\" se encontraron que no realmente protegen tu privacidad, así que es mejor evitar productos de empresas como Google, Meta/Facebook/Instagram, Amazon, Apple, Microsoft, etc., para evitar que obtengan tu información para usarla para publicidad.",
  "privacy_page_42": "Base de datos:",
  "privacy_page_43": "Sus informes anónimos se almacenan en una base de datos segura llamada Airtable. Nosotros somos los únicos con acceso a estos datos y solo incluye información que usted envió a través de la herramienta de actualización de la farmacia + automáticamente agregando el tiempo de presentación (para ayudar a representar la frescura de los datos).",
  "privacy_page_44": "Alojamiento:",
  "privacy_page_45": "El sitio web está alojado en Vercel, y hemos configurado que no guarde registros de las direcciones IP de los visitantes (para que tu dispositivo no sea identificado).",
  "privacy_page_46": "Código:",
  "privacy_page_47": "El código del sitio web (no los datos del formulario) está alojado en.",
  "privacy_page_48": "y",
  "privacy_page_49": "Para que las personas puedan auditar este sitio web y sugerir mejoras a nuestras prácticas de privacidad y seguridad o nuevas funciones. Estamos comprometidos con la transparencia y el software de código abierto.",
  "privacy_page_50": "Por favor, póngase en contacto utilizando nuestro formulario seguro si tiene preguntas o sugerencias.",
  "privacy_page_51": "Este es un proyecto orientado a la comunidad y agradecemos la ayuda.",
  "privacy_page_52": "Cómo protegerse.",
  "privacy_page_53": "Si bien nuestro sitio web se esfuerza por ser seguro y proteger su privacidad, su propio navegador web guarda un historial de los sitios que visita. Si está utilizando una computadora compartida, recomendamos encarecidamente utilizar el modo \"Privado\" o \"Incógnito\" en su navegador. Esto elimina su historial cuando cierra la ventana del navegador, para que nadie más pueda ver los sitios que visitó. Puede ser bueno borrar su historial del navegador después de usar este sitio, incluso si no está en una computadora compartida. Esto puede ayudar a proteger su privacidad.",
  "privacy_page_54": "También puede que desee considerar navegadores que tengan mejores protecciones de privacidad, como Mullvad en escritorio o Brave en móvil.",
  "privacy_page_55": "Aprende más sobre las prácticas de privacidad en Privacy Guides.",
  "privacy_page_56": "Cuando termines, también puedes borrar tu historial de navegación reciente para eliminar cualquier rastro de tu visita:",
  "privacy_page_57": "En la parte superior derecha, seleccione MÁS ▼ y luego BORRAR datos de navegación.",
  "privacy_page_58": "Seleccione cuánto historial desea eliminar (por ejemplo, \"Última hora\", \"Todo el tiempo\").",
  "privacy_page_59": "Verifique las casillas para la información que desea que Chrome elimine, incluyendo:",
  "privacy_page_60": "Historial de navegación",
  "privacy_page_61": "Galletas y otros datos del sitio.",
  "privacy_page_62": "Imágenes y archivos en caché",
  "privacy_page_63": "Seleccionar ELIMINAR DATOS.",
  "privacy_page_64": "Haz esto cada vez que visites este sitio.",
  "privacy_page_65": "En la parte superior derecha, haga clic en el botón MENÚ (☰) y seleccione CONFIGURACIÓN.",
  "privacy_page_66": "Seleccione el panel PRIVACIDAD Y SEGURIDAD.",
  "privacy_page_67": "En la sección HISTORIA, haga clic en BORRAR HISTORIA.",
  "privacy_page_68": "Seleccione el rango de tiempo para borrar (p. ej., \"Todo\").",
  "privacy_page_69": "Verifique las casillas para la información que desea borrar:",
  "privacy_page_70": "HISTORIAL DE BÚSQUEDAS Y DESCARGAS",
  "privacy_page_71": "Galletas",
  "privacy_page_72": "Cachorro",
  "privacy_page_73": "Sesiones Activas",
  "privacy_page_74": "Datos del sitio web sin conexión",
  "privacy_page_75": "Preferencias del sitio",
  "privacy_page_76": "Haz clic en el botón de OK para confirmar.",
  "privacy_page_77": "Haz esto cada vez que visites este sitio.",
  "privacy_page_78": "¡Errores o preguntas?",
  "privacy_page_79": "Si encuentras un problema con el sitio o tienes una pregunta, queremos saberlo. Por favor.",
  "privacy_page_80": "Contáctenos usando nuestro formulario seguro.",
  "form.note.will-order-not-in-stock": "Aún no está en stock, pero lo ordenaré.",
  "form.note.partial-fill": "Rellen parcial (no se llenó la receta completa)",
  "form.note.call-ahead": "Es mejor llamar antes.",
  "form.note.existing-patients-only": "Solo para pacientes existentes.",
  "form.note.prescribers-close-by": "Solo cubre para pacientes \"cerca",
  "form.note.certain-prescribers": "Solo complete de ciertos prescriptores.",
  "form.note.patients-close-by": "Solo cubre para pacientes \"cerca",
  "form.note.long-wait-times": "Tiempos de espera largos",
  "form.note.no-cash": "No aceptamos efectivo.",
  "form.note.helpful-staff": "Personal amable",
  "form.note.unhelpful-staff": "Personal poco útil.",
  "share.message": "¿Necesitas encontrar buprenorfina? ¿Sabes si las farmacias tienen disponibilidad de buprenorfina? ¿Ayuda a mapear el acceso en nuestra comunidad?:"
}