{
  "page_1": "Índice",
  "page_2": "¿Por qué creamos esta herramienta?",
  "page_3": "Lo que recopilamos (y lo que no)",
  "page_4": "¿Cómo funciona la tecnología?",
  "page_5": "Cómo protegerse.",
  "page_6": "¿Bugs o preguntas?",
  "page_7": "Cómo intentamos proteger su privacidad.",
  "page_8": "¿Por qué creamos esta herramienta?",
  "page_9": "Encontrar medicamentos para tratar el trastorno por uso de opioides, como la buprenorfina (bupe), puede ser muy difícil. Algunas farmacias no la tienen, y otras pueden negarse a dispensar una receta. Esto puede ser estresante y aterrador.",
  "page_10": "Construimos esta herramienta para ayudar. Es un mapa, creado por la comunidad, para la comunidad. Al compartir qué farmacias son útiles, podemos facilitar que la próxima persona obtenga la medicina que necesita. También podemos mostrar cuán grande es el problema, para que podamos trabajar en solucionarlo.",
  "page_11": "También sabemos que la privacidad es muy importante, especialmente cuando se trata de información de salud sensible como la adicción. Queremos asegurarnos de que estés seguro al usar esta herramienta, así que hemos tomado medidas para proteger tu privacidad. También hay algunos pasos que puedes tomar, que explicaremos a continuación.",
  "page_12": "Lo que recopilamos (y lo que no)",
  "page_13": "Muchas páginas web recopilan información personal para venderte anuncios u otros productos. A veces esto es bastante astuto y ocurre sin que tú lo sepas o lo apruebes. Eso es malo para tu privacidad. Diseñamos nuestro sitio web para que no lo haga.",
  "page_14": "Cuando se trata de información como tu nombre, si tienes alguna adicción, qué medicamentos tomas o dónde vives, las personas y las empresas pueden usar eso para discriminarte. Por eso, no proporcionamos esa información ni ninguna otra sobre ti a otras empresas.",
  "page_15": "Hay dos formas principales en las que recopilamos información sobre usted con este sitio:",
  "page_16": "INFORME DE DISPONIBILIDAD DE FARMACIA BUPE:",
  "page_17": "Lo que reportas no está vinculado a ti y es completamente voluntario. No tienes que presentar informes para obtener bupe. El formulario de acceso a bupe de las farmacias no recopila intencionadamente ninguna información como tu nombre, información de contacto o cosas sospechosas como una dirección IP que identifique tu dispositivo y pueda identificarte. Esto significa que no sabemos quién eres y no queremos saberlo. Solo queremos ayudar a las personas a encontrar bupe.",
  "page_18": "ENCUENTRA BUPE",
  "page_19": "Utilizamos el código postal que ingresas para ayudarte a encontrar farmacias cerca de ti. No guardamos tu código postal ni ninguna otra información que pueda identificarte cuando buscas una farmacia.",
  "page_20": "Nuestra promesa más importante es proteger su privacidad. Hemos diseñado este sitio para recopilar cero información personal sobre usted. El formulario de envío solo contiene la información necesaria para ser útil a otras personas y no para identificarle.",
  "page_21": "Cuando presente a nuestra farmacia su actualización de buprenorfina:",
  "page_22": "No sabemos tu nombre.",
  "page_23": "No conocemos su correo electrónico ni número de teléfono.",
  "DemoModeIndicator_1": "Está visualizando datos de demostración. Esta no es información farmacéutica real.",
  "ManualPharmacyEntry_1": "Regresar a la búsqueda",
  "ManualPharmacyEntry_2": "Añadir Farmacia y Reporte",
  "ManualPharmacyEntry_3": "Si no encontró su farmacia en los resultados de búsqueda, puede añadirla aquí junto con su informe sobre la dispensación de su receta.",
  "ManualPharmacyEntry_4": "Información de la farmacia",
  "ManualPharmacyEntry_5": "Farmacia",
  "ManualPharmacyEntry_6": "Dirección callejera",
  "ManualPharmacyEntry_7": "Ciudad",
  "ManualPharmacyEntry_8": "Declara",
  "ManualPharmacyEntry_9": "Seleccione un estado.",
  "ManualPharmacyEntry_10": "Código postal",
  "ManualPharmacyEntry_11": "Número de teléfono",
  "ManualPharmacyEntry_12": "Incluir un número de teléfono ayuda a que otros llamen con anticipación.",
  "ManualPharmacyEntry_13": "Informe",
  "ManualPharmacyEntry_14": "¿Cuál fue el resultado de tu visita?",
  "ManualPharmacyEntry_15": "Logré obtener mi receta.",
  "ManualPharmacyEntry_16": "No pude completar mi receta.",
  "ManualPharmacyEntry_17": "No response.",
  "ManualPharmacyEntry_18": "Observaciones comunes",
  "ManualPharmacyEntry_19": "¿Qué notas adicionales necesitas?",
  "ManualPharmacyEntry_20": "Entiendo que mi informe anónimo se utilizará para actualizar el mapa público (REQUERIDO).",
  "ManualPharmacyEntry_21": "Nota: Esta información de la farmacia y su informe se agregarán a nuestra base de datos para ayudar a otros. Las entradas manuales requieren aprobación antes de aparecer en los resultados de búsqueda.",
  "MapLegend_1": "Probablemente se llenará.",
  "MapLegend_2": "Propenso a negar / rechazar",
  "NewsletterSignup_1": "Suscríbete a nuestro boletín para organización y novedades.",
  "NewsletterSignup_2": "Consiento en recibir actualizaciones opcionales de boletín informativo del Opioid Policy Institute.",
  "PharmacyListItem_1": "Teléfono",
  "PharmacyListItem_2": "Informes de Éxito",
  "PharmacyListItem_3": "Informes de Negación",
  "PharmacyListItem_4": "Informe más reciente:",
  "PharmacyListItem_5": "Llame a la farmacia 📞",
  "PharmacyListItem_6": "Obtener indicaciones 🚌",
  "PharmacyListItem_7": "Esto abrirá la aplicación de mapas de tu dispositivo. Ten en cuenta que:",
  "PharmacyListItem_8": "Su aplicación de mapas puede recopilar y compartir sus datos de ubicación.",
  "PharmacyListItem_9": "No rastreamos ni almacenamos tu ubicación.",
  "PharmacyListItem_10": "Utiliza aplicaciones de mapas que protejan la privacidad como Organic Maps.",
  "PharmacyListItem_11": "Cancelar",
  "PharmacyListItem_12": "Sigue.",
  "PrivacyBanner_1": "Se detectó \"No rastrear\" - respetamos su preferencia de privacidad.",
  "PrivacyBanner_2": "Para máxima privacidad, considere borrar su historial de navegación y cambiar al modo de navegación privada/incógnito o un navegador centrado en la privacidad como Brave o Tor.",
  "PrivacyBanner_3": "¡Excelentes protecciones de privacidad! Recuerda borrar tu historial cuando termines.",
  "PrivacyBanner_4": "Aprende más.",
  "layout_1": "Herramienta de Acceso Bupe",
  "layout_2": "Este es un recurso de código abierto.",
  "layout_3": "Solo tenemos datos sobre la disponibilidad de bupe que ha sido reportado a esta base de datos.",
  "layout_4": "Esta herramienta no es una garantía de servicio. Estos datos no son exhaustivos.",
  "layout_5": "Casa",
  "layout_6": "Sobre este proyecto",
  "layout_7": "Consulta tu panel de control.",
  "layout_8": "¿Y qué hay de otros tratamientos?",
  "layout_9": "Herramienta de Informes Masivos",
  "layout_10": "Únete a nuestra lista de correo electrónico.",
  "layout_11": "Información y consejos de privacidad 🔒",
  "layout_12": "Apóyennos.",
  "notfound_1": "Página no encontrada",
  "notfound_2": "Lo siento, la página que buscas no existe.",
  "notfound_3": "Regresa a casa.",
  "notfound_4": "Página no encontrada",
  "notfound_5": "Lo siento, la página que estás buscando no existe.",
  "notfound_6": "Regresa a casa.",
  "page_24": "No conocemos la dirección IP de su computadora.",
  "page_25": "No rastreamos tu ubicación.",
  "page_26": "La única información que necesitamos para el informe es lo que usted elija compartir: el nombre de la farmacia, la ubicación de la farmacia, la fecha y si su visita fue un éxito o un rechazo. Hay otras preguntas que puede elegir responder, pero no tiene que hacerlo. No haga o envíe información personal en el formulario de notas. Si lo hace, la eliminaremos de nuestra base de datos.",
  "page_27": "Información personal opcional que recopilamos:",
  "page_28": "Hay algunos lugares donde recopilamos información personal, pero no es necesario utilizar estas secciones del sitio web para reportar o localizar a personas con problemas de opioides.",
  "page_29": "Si utiliza nuestro formulario de contacto (diferente del formulario de reporte de la farmacia), está compartiendo información personal como su nombre y dirección de correo electrónico. No tiene que usar el formulario de contacto a menos que tenga una pregunta o comentario. Utilizamos software de formulario Fillout.",
  "page_30": "Nuestro formulario de registro de boletín también recopila información personal como correo electrónico, y esto también es opcional y no es necesario para usar el sitio. Utilizamos Ghost para la publicación del boletín.",
  "page_31": "Por último, nuestro formulario de donación recopila información personal como su nombre, dirección de correo electrónico y datos de pago. Esto también es opcional y no es necesario para usar el sitio. El sitio web es gratuito y no tiene que donar para usarlo. Utilizamos Stripe para el procesamiento de pagos.",
  "page_32": "¿Cómo funciona la tecnología?",
  "page_33": "Utilizamos herramientas modernas y centradas en la privacidad para ejecutar este sitio.",
  "page_34": "Protección contra spam",
  "page_35": "Utilizamos una herramienta llamada Cloudflare Turnstile para verificar si una presentación proviene de una persona real, no de un robot. Lo hace sin los rompecabezas molestos y sin crear un perfil publicitario sobre los sitios web que visita o lo que ingresa en un formulario. Lo usamos para proteger el formulario de entradas falsas.",
  "page_36": "Mapas",
  "page_37": "Para proteger su privacidad, los enlaces \"Obtener Direcciones\" y otros usos de mapas utilizan OpenStreetMap, un servicio de mapas sin fines de lucro que tiene sólidas prácticas de privacidad. Sus búsquedas no están vinculadas a una cuenta personal utilizada para construir un perfil publicitario, a diferencia de Google Maps. Open Street Maps prioriza la privacidad, especialmente en comparación con Google Maps.",
  "page_38": "Si está utilizando este sitio web en un teléfono móvil, los enlaces \"Obtener Dirección\" de la farmacia podrían abrirse en un servicio como Google Maps en su teléfono. Lo configuramos para que sea fácil navegar a una farmacia con opioides en su teléfono, pero usar Google Maps (si es su servicio predeterminado) es un riesgo para la privacidad (no solo con esta información). Google Maps utiliza sus datos para dirigirse a usted con anuncios, incluyendo navegar a una farmacia.",
  "page_39": "Esto es malo para tu privacidad.",
  "page_40": "Sin embargo, no podemos controlar qué aplicaciones utilizas en tu dispositivo móvil. Recomendamos que utilices herramientas de mapeo que protegen la privacidad, como:",
  "page_41": "Para reducir estos problemas, puedes usar tu teléfono. También puedes usar Google Maps en el \"Modo Incógnito\", pero otros productos de Google con \"Modo Incógnito\" se encontraron que no realmente protegen tu privacidad, por lo que es mejor evitar productos de empresas como Google, Meta/Facebook/Instagram, Amazon, Apple, Microsoft, etc., para evitar que obtengan tu información para usarla con fines publicitarios.",
  "page_42": "Base de datos",
  "page_43": "Sus informes anónimos se almacenan en una base de datos segura llamada Airtable. Solo nosotros tenemos acceso a estos datos y solo incluyen información que usted ha proporcionado a través de la herramienta de actualización de la farmacia, más el tiempo de envío (para ayudar a representar la frescura de los datos).",
  "page_44": "Alojamiento",
  "page_45": "El sitio web está alojado en Vercel y hemos configurado que no guarde registros de las direcciones IP de los visitantes (para que tu dispositivo no sea identificado).",
  "page_46": "Código",
  "page_47": "El código del sitio web está alojado en…",
  "page_48": "y",
  "page_49": "Para que las personas puedan auditar este sitio web y sugerir mejoras a nuestras prácticas de privacidad y seguridad o nuevas funciones. Estamos comprometidos con la transparencia y el software de código abierto.",
  "page_50": "Por favor, contáctenos a través de nuestro formulario seguro si tiene preguntas o sugerencias.",
  "page_51": "Este es un proyecto orientado a la comunidad y agradecemos su ayuda.",
  "page_52": "Cómo protegerse.",
  "page_53": "Si bien nuestro sitio web se esfuerza por ser seguro y proteger su privacidad, su propio navegador web guarda un historial de los sitios que visita. Si está utilizando una computadora compartida, recomendamos encarecidamente utilizar el modo \"Privado\" o \"Incógnito\" en su navegador. Esto elimina su historial cuando cierra la ventana del navegador, para que nadie más pueda ver los sitios que visitó. Puede ser útil borrar su historial del navegador incluso si no está utilizando una computadora compartida. Esto puede ayudar a proteger su privacidad.",
  "page_54": "También puede que quieras considerar navegadores que tengan mejores protecciones de privacidad, como Mullvad en escritorio o Brave en móvil.",
  "page_55": "Aprende más sobre las prácticas de privacidad en Privacy Guides.",
  "page_56": "Cuando termines, también puedes borrar tu historial reciente del navegador para eliminar cualquier rastro de tu visita.",
  "page_57": "En la parte superior derecha, selecciona MÁS ▼ y luego BORRAR datos de navegación.",
  "page_58": "Seleccione cuánto historial desea borrar (por ejemplo, \"Última hora\", \"Todo el tiempo\").",
  "page_59": "Marca las casillas con la información que quieres que Chrome elimine, incluyendo:",
  "page_60": "Historial de navegación",
  "page_61": "Galletas y otros datos del sitio web",
  "page_62": "Imágenes y archivos en caché",
  "page_63": "Seleccionar ELIMINAR DATOS.",
  "page_64": "Visita este sitio cada vez.",
  "page_65": "En la parte superior derecha, haga clic en el botón MENÚ (☰) y seleccione CONFIGURACIÓN.",
  "page_66": "Seleccione la pestaña PRIVACIDAD Y SEGURIDAD.",
  "page_67": "En la sección HISTORIA, haga clic en BORRAR HISTORIAL.",
  "page_68": "Seleccione el rango de tiempo para borrar (por ejemplo, \"Todo\").",
  "page_69": "Marca las casillas de la información que deseas borrar:",
  "page_70": "Historial de navegación y descargas",
  "page_71": "Galletas",
  "page_72": "Caché",
  "page_73": "Inicio de sesión activo",
  "page_74": "Datos del sitio web sin conexión",
  "page_75": "Preferencias del sitio",
  "page_76": "Haz clic en el botón de Aceptar para confirmar.",
  "page_77": "Visita este sitio cada vez.",
  "page_78": "¿Bugs o preguntas?",
  "page_79": "Si encuentras algún problema con el sitio o tienes alguna pregunta, queremos saberlo.",
  "page_80": "póngase en contacto con nosotros utilizando nuestro formulario seguro",
  "form.note.will-order-not-in-stock": "Lo siento, no está en stock, pero puedo tomar el pedido.",
  "form.note.partial-fill": "Fills parciales (no llenó la receta completa)",
  "form.note.call-ahead": "Es mejor llamar con anticipación.",
  "form.note.existing-patients-only": "Solo para pacientes existentes.",
  "form.note.prescribers-close-by": "Solo rellena los formularios \"al alcance de la mano\".",
  "form.note.certain-prescribers": "Por favor, proporcione el texto que desea traducir.",
  "form.note.patients-close-by": "Pacientes cercanos",
  "form.note.long-wait-times": "Tiempos de espera largos",
  "form.note.no-cash": "No aceptamos efectivo.",
  "form.note.helpful-staff": "Personal amable",
  "form.note.unhelpful-staff": "Personal poco útil.",
  "share.message": "Necesito encontrar buprenorfina. ¿Sabe si las farmacias tienen disponibilidad de buprenorfina? Ayude a mapear el acceso en nuestra comunidad:"
}