{
  "about_page_1": "À propos de ce projet",
  "about_page_2": "Le problème.",
  "about_page_3": "Il existe deux principales manières de réduire les maladies et les décès liés aux opioïdes (mobilité et mortalité) : les médicaments pour le trouble d'utilisation des opioïdes (MOU ; par exemple, la buprépine, la méthadone, la naltrexone) et la naloxone (un médicament de réversibilité de l'overdose d'opioïdes). Les MOU sont les médicaments de référence, approuvés par la FDA, utilisés pour traiter les personnes atteintes d'une addiction aux opioïdes. Cependant, les obstacles aux MOU persistent et comprennent les facteurs structurels et sociétaux/racisme, classisme, une réponse pénale excessive aux MOU, la stigmatisation et la discrimination à l'égard des personnes qui utilisent des drogues.",
  "about_page_4": "La recherche visant à comprendre les obstacles liés à MOUD peut être divisée en deux catégories : les problèmes liés à la recherche d'un prescripteur et les problèmes liés au renouvellement d'une ordonnance. Les recherches antérieures concernant la recherche d'un prescripteur ont mis en évidence des obstacles à l'accès aux soins de longue date, tels que des pratiques d'admission non éthiques chez les prestataires de traitement OUD, des zones de pénurie de prescripteurs MOUD et des perceptions négatives à l'égard des personnes atteintes d'un OUD. Les solutions au problème des prescripteurs ont inclus la réduction des exigences de formation des prescripteurs, l'incitation des prestataires et l'éducation à la réduction de la stigmatisation pour les prestataires. Bien que ces exemples mettent en évidence le défi important de trouver un prescripteur pour fournir des soins salvateurs, le deuxième problème, le renouvellement d'une ordonnance, peut réduire la capacité d'une personne à commencer ou à poursuivre sa médication.",
  "about_page_5": "Ce projet vise à résoudre ce problème.",
  "about_page_6": "Le problème du « dernier kilomètre » est l'écart diagnostique créé par la discrétion des pharmacies quant à ce qui est stocké en MOUD (le cas échéant) et à la manière dont elles le dispensent. Bien que beaucoup de la politique fédérale liée à l'épidémie d'opioïdes se soit concentrée sur l'augmentation des prescriptions de MOUD chez les prescripteurs, les pharmacies décident finalement si le MOUD est dispensé. L'incapacité de remplir une ordonnance à la pharmacie annule tous les progrès réalisés en augmentant le nombre de prescripteurs.",
  "about_page_7": "Notre objectif est simple : aider les gens à trouver de la bupe. Parlez-en à presque tout le monde qui est prescrit de la bupe, et ils auront une histoire sur les difficultés pour remplir ces ordonnances.",
  "about_page_8": "Ceci est inacceptable.",
  "about_page_9": "Nous n'oublierons jamais l'expérience des patients de Virginie-Occidentale se précipitant dans une pharmacie spécifique pour obtenir leurs médicaments avant qu'elle ne ferme, car c'était la seule de la ville à prescrire du bupe. Mais délivrer une ordonnance pour des médicaments contre la douleur opioïdes... c'était aussi facile que d'entrer dans n'importe quelle pharmacie. Ce n'était pas correct alors. Ce n'est pas correct maintenant.",
  "about_page_10": "Notre Solution",
  "about_page_11": "Cet outil est conçu pour aider les gens à trouver de la bupe. Cela devrait être simple, mais ce n'est pas le cas. En utilisant des données sur l'accès à la bupe, nous aidons les personnes confrontées à ces problèmes à naviguer dans les difficultés et à aider les autres dans leur communauté. Nous espérons que, un jour, toutes les pharmacies en auront. Cependant, la réalité est qu'il y en a peu qui en aient. Entre-temps, nous espérons que cet outil aidera.",
  "about_page_12": "Nous espérons également mettre en lumière l'ampleur de ce problème. Parmi les personnes touchées par ce problème, il est bien connu, mais peu de personnes en dehors de ces milieux savent combien il est difficile d'obtenir un traitement pour une addiction aux opioïdes. Les mesures correctives prises jusqu'à présent se sont avérées insuffisantes. Bien que cette base de données ne soit peut-être pas exhaustive, nous espérons qu'elle initie un dialogue et une action pour combler de manière significative ces lacunes.",
  "about_page_13": "Nous espérons que cette plateforme aidera les gens à obtenir des médicaments et à briser le cycle de discrimination à l'égard des personnes qui utilisent des drogues ou qui souffrent d'une addiction.",
  "about_page_14": "Notre financement",
  "about_page_15": "lol.",
  "about_page_16": "Comme pour nos autres projets, nous avons réalisé celui-ci en réponse à un besoin sans aucun soutien financier. Nous n'attendons pas non plus de validation externe des organismes de subvention. Si cela doit être fait, nous le ferons.",
  "about_page_17": "Comme nous l'avons dit plus haut, l'accès à Bupe nous a posé problème pendant un certain temps. Nous avons fait des recherches et défendu ces problèmes et espérons que cela aura un impact... mais nous pensons qu'il est temps d'agir directement.",
  "about_page_18": "Mettre en place ce service est assez peu coûteux, nous le pensons… S'il réussit avec beaucoup de monde qui l'utilise pour signaler ou trouver une pharmacie, cela coûtera de l'argent. S'il réussit et que les pharmacies commencent réellement et largement à proposer du bupe, nous pourrons fermer. Entre-temps, nous espérons que vous considérerez la possibilité de faire des dons de ressources à notre initiative (dans le pied de page).",
  "about_page_19": "NB Il se pourrait qu'il existe un monde où ces données seraient utilisées pour la recherche ou que les financeurs voient leur valeur et nous donnent quelques largesses. Si c'est le cas, nous mettrons à jour cette page.",
  "about_page_20": "Nous ne favorisons aucun approche de traitement des addictions aux opioïdes autres que les approches fondées sur des preuves. En savoir plus sur la raison pour laquelle ce projet porte sur la bupe sur cette page :",
  "about_page_21": "Que pensez-vous d'acétylmorphine, de naltrexone et de la buprésone injectable à longue durée d'action ?",
  "about_page_22": "Traduction",
  "about_page_23": "Pour accroître l'accessibilité, nous travaillons à traduire cet outil dans plusieurs langues. Afin d'être cohérent avec nos principes, cela signifie le faire de manière respectueuse de la vie privée, mais cette approche n'est pas parfaite et il pourrait y avoir des problèmes avec les traductions que nous utilisons. N'hésitez pas à nous contacter si vous constatez quelque chose d'incorrect ou à apporter des modifications aux fichiers de traduction GitHub ou Codeberg pour la langue qui vous intéresse. Il suffit de comparer le fichier d'extraction anglais avec la langue que vous souhaitez aider à traduire. Si vous ne savez pas comment faire cela mais que vous souhaitez aider à la traduction, veuillez nous le faire savoir via notre formulaire de contact ! Si vous souhaitez plus de langues, veuillez également nous le faire savoir !",
  "bulk-upload_page_1": "Instructions de soumission de données en masse",
  "bulk-upload_page_2": "Pour les chercheurs réalisant des études de consommateurs secrets ou les organisations disposant de plusieurs données (chaînes de pharmacies ??? coachs de rétablissement social ??? prescripteurs ??? organisations de réduction des méfaits ???), nous offrons une option de soumission en gros pour aider à peuplement rapidement la carte.",
  "bulk-upload_page_3": "Pour aider les gens à prendre des décisions quant à l'endroit où ils peuvent (et ne peuvent pas) remplir leurs scripts bupe, nous avons besoin de données récentes (idéalement moins de 30 jours).",
  "bulk-upload_page_4": "Si vous avez des données massives, vous pouvez nous aider à remplir rapidement la carte. Merci !",
  "bulk-upload_page_5": "Utilisez le modèle de tableur ci-dessous pour saisir vos données. Ce format est important pour le chargement par lots.",
  "bulk-upload_page_6": "Ne pas inclure d'informations personnellement identifiables dans les notes. Les informations sur le patient simulé peuvent être incluses dans les notes (par exemple, enceinte) si cela est pertinent.",
  "bulk-upload_page_7": "Nous prendrons soin du formatage et du téléchargement sur la carte !",
  "bulk-upload_page_8": "Étape 1 : Obtenir le modèle.",
  "bulk-upload_page_9": "Nous utilisons un modèle standard pour garantir la qualité des données. Veuillez consulter ou télécharger notre modèle officiel CryptPad.",
  "bulk-upload_page_10": "Accédez au Modèle",
  "bulk-upload_page_11": "Accédez à la documentation du support des modèles.",
  "bulk-upload_page_12": "Étape 2 : Remplir vos données.",
  "bulk-upload_page_13": "Les seuls champs obligatoires sont pharmacy_address, report_type (succès ou refus). Les informations concernant la formulation, standardized_notes et notes sont optionnelles (mais utiles !).",
  "bulk-upload_page_14": "Étape 3 : Soumettre votre fichier en toute sécurité.",
  "bulk-upload_page_15": "Une fois votre feuille de calcul terminée, veuillez la sauvegarder au format fichier TSV (`Fichier` > `Enregistrer sous` > `TSV (.tsv)`). Nous utilisons le TSV car certaines personnes pourraient utiliser des virgules dans la ligne d'adresse ou de notes, mais personne n'utilisera de tabulations. Cela rend l'importation et le nettoyage des données beaucoup plus simples de notre côté et est facile à faire de votre côté (gagnant-gagnant). Pour transférer les fichiers en toute sécurité, veuillez utiliser le service crypté et gratuit WORMHOLE pour nous envoyer votre fichier.",
  "bulk-upload_page_17": "Téléchargez votre fichier TSV (valeurs séparées par des tabulations).",
  "bulk-upload_page_18": "Copiez le lien sécurisé qu'il génère.",
  "bulk-upload_page_20": "NB - le lien du fichier est seulement actif pendant 24h, donc je pourrais vous demander de le renvoyer. Mes excuses à l'avance !",
  "bulk-upload_page_21": "Questions ?",
  "bulk-upload_page_22": "Si vous rencontrez un problème avec le site ou avez une question, nous voulons savoir. Veuillez.",
  "bulk-upload_page_23": "contactez-nous en utilisant notre formulaire sécurisé",
  "components_manualpharmacyentry_1": "Retour à la recherche",
  "components_manualpharmacyentry_2": "Ajouter une Pharmacie & Signaler",
  "components_manualpharmacyentry_3": "Si vous n'avez pas trouvé votre pharmacie dans les résultats de recherche, vous pouvez l'ajouter ici avec votre rapport concernant la délivrance de votre ordonnance.",
  "components_manualpharmacyentry_4": "Informations pharmacie",
  "components_manualpharmacyentry_5": "Nom de pharmacie",
  "components_manualpharmacyentry_6": "Adresse postale",
  "components_manualpharmacyentry_7": "Ville",
  "components_manualpharmacyentry_8": "État",
  "components_manualpharmacyentry_9": "Sélectionnez un état",
  "components_manualpharmacyentry_10": "Code Postal",
  "components_manualpharmacyentry_11": "Numéro de téléphone",
  "components_manualpharmacyentry_12": "Inclure un numéro de téléphone aide les autres à prévenir.",
  "components_manualpharmacyentry_13": "Votre Rapport",
  "components_manualpharmacyentry_14": "Quel a été le résultat de votre visite ?",
  "components_manualpharmacyentry_15": "✅ J'ai pu remplir ma prescription.",
  "components_manualpharmacyentry_16": "❌ Je n'ai pas pu remplir ma prescription.",
  "components_manualpharmacyentry_17": "Quelle(s) formulation(s) avez-vous essayé d'utiliser ?",
  "components_manualpharmacyentry_18": "Observations courantes (facultatif)",
  "components_manualpharmacyentry_19": "Notes supplémentaires",
  "components_manualpharmacyentry_20": "Je comprends que mon rapport anonyme sera utilisé pour mettre à jour la carte publique (REQUIS).",
  "components_manualpharmacyentry_21": "NOTE : Ces informations sur la pharmacie et votre rapport seront ajoutés à notre base de données pour aider les autres. Les entrées manuelles nécessitent une approbation avant d'apparaître dans les résultats de recherche.",
  "components_maplegend_1": "Probablement complet",
  "components_maplegend_2": "Probablement nier / refuser",
  "components_newslettersignup_1": "Abonnez-vous à notre newsletter pour l'organisation et les mises à jour.",
  "components_newslettersignup_2": "Je consent à recevoir des mises à jour facultatives de la newsletter de l'Opioid Policy Institute.",
  "components_pharmacylistitem_1": "Téléphone :",
  "components_pharmacylistitem_2": "Rapports de réussite :",
  "components_pharmacylistitem_3": "Rapports de refus :",
  "components_pharmacylistitem_4": "Rapport final réussi :",
  "components_pharmacylistitem_5": "Appelez la pharmacie 📞",
  "components_pharmacylistitem_6": "Obtenir des indications 🚌",
  "components_pharmacylistitem_7": "Ceci ouvrira l'application de carte de votre appareil. Veuillez noter que :",
  "components_pharmacylistitem_8": "Votre application de cartographie peut collecter et partager vos données de localisation.",
  "components_pharmacylistitem_9": "Nous ne suivons ni ne stockons votre position.",
  "components_pharmacylistitem_10": "Utilisez des applications de cartographie respectueuses de la vie privée comme Organic Maps.",
  "components_pharmacylistitem_11": "Annuler",
  "components_pharmacylistitem_12": "Continuez",
  "components_privacybanner_1": "Do Not Track détecté - nous respectons votre préférence de confidentialité.",
  "components_privacybanner_2": "Pour une confidentialité maximale, envisagez de supprimer l'historique de votre navigateur et de passer en mode navigation privée/incognito ou d'utiliser un navigateur axé sur la confidentialité comme Brave ou Tor.",
  "components_privacybanner_3": "De bonnes protections de confidentialité ! N'oubliez pas de vider votre historique lorsque vous avez terminé.",
  "components_privacybanner_4": "En savoir plus",
  "demo.slide0.title": "Bienvenue dans l'outil d'accès Bupe.",
  "demo.slide0.content": "Cet outil aide les gens à trouver et à signaler des pharmacies qui délivrent des ordonnances de buprénonce.",
  "demo.slide0.subheading": "Principes",
  "demo.slide0.bullet0": "Données pilotées par la communauté",
  "demo.slide0.bullet1": "Conception axée sur la confidentialité",
  "demo.slide0.bullet2": "Aider les autres à accéder au traitement",
  "demo.slide1.title": "Trouver des pharmacies avec du bupe.",
  "demo.slide1.content": "Étape 1 : Entrez votre code postal.",
  "demo.slide1.bullet0": "Voir les pharmacies à moins de 30 miles.",
  "demo.slide1.bullet1": "Afficher les rapports de succès/refus",
  "demo.slide1.bullet2": "Vérifiez les tendances récentes.",
  "demo.slide1.bullet3": "Imprimez une liste des pharmacies qui ont de la bupe dans votre région.",
  "demo.slide2.title": "Signaler votre expérience",
  "demo.slide2.content": "Étape 2 : Partagez votre expérience lors de la demande d'une ordonnance de buprépine.",
  "demo.slide2.bullet0": "Recherchez votre pharmacie",
  "demo.slide2.bullet1": "Signaler le succès ou le rejet.",
  "demo.slide2.bullet2": "Ajouter des notes utiles pour les autres.",
  "demo.controls.previous": "← Précédent",
  "demo.controls.next": "Suivant →",
  "demo.startButton": "Commencez à utiliser l'outil.",
  "layout_1": "Outil d'accès Bupe",
  "layout_2": "Ceci est une ressource participative.",
  "layout_3": "Nous n'avons des données sur la disponibilité du bupe qui ont été signalées à cette base de données.",
  "layout_4": "Cet outil n'est pas une garantie de service. Ces données ne sont pas exhaustives.",
  "layout_5": "Maison",
  "layout_6": "Comment ça marche ?",
  "layout_7": "À propos",
  "layout_8": "Table de bord",
  "layout_9": "Quel est de l'autre traitement ?",
  "layout_10": "Outil de reporting en masse",
  "layout_11": "Rejoignez notre newsletter.",
  "layout_12": "🔒 Informations sur la confidentialité & Conseils 🔒",
  "layout_13": "Avez-vous besoin d'aide ?",
  "layout_14": "Soutenez-nous",
  "methadone-naltrexone_page_1": "Une note sur la méthadone et la naltrexone... ou, pourquoi ne sont-elles pas incluses ici ?",
  "methadone-naltrexone_page_2": "Vous remarquerez peut-être que d'autres médicaments pour le trouble d'usage des opioïdes (TOO) – la méthadone et la naltrexone – ne sont pas inclus dans notre outil de recherche. Ceci est intentionnel et reflète l'objectif spécifique du projet : l'accès à la buprénorphine en pharmacie.",
  "methadone-naltrexone_page_3": "Plus d'informations sur le méthadone.",
  "methadone-naltrexone_page_4": "Actuellement, des réglementations fédérales strictes limitent la dispensation de méthadone pour les troubles de dépendance aux opioïdes (TDO) vers des programmes spécialisés de traitement des opioïdes (PSO), souvent appelés « cliniques de méthadone ». <strong/> Cela signifie que les patients ne peuvent pas faire remplir leurs ordonnances de méthadone à leur pharmacie de quartier, ce qui est l’objet de ce projet. La méthadone est principalement dispensée dans une clinique spécifique chaque jour (ou presque chaque jour), ce qui peut être un obstacle important à l’accès aux soins.",
  "methadone-naltrexone_page_5": "Limiter l'accès au méthadone est un choix politique, et non un besoin médical. De nombreux autres pays ont intégré avec succès la dispensation de méthadone dans les pharmacies de proximité, notamment le <strong/>Royaume-Uni, le Canada et l'Australie. Dans ces endroits, un patient peut récupérer sa prescription chez son pharmacien, <strong/>comme pour tout autre médicament. Bien que nous plaidions pour la réduction des restrictions du méthadone, ce projet est axé sur l'amélioration de l'accès au buprénonorphine par le biais des pharmacies.",
  "methadone-naltrexone_page_6": "En savoir plus sur la naltrexone.",
  "methadone-naltrexone_page_7": "La naltrexone est généralement prescrite sous forme d'injection à longue durée d'action pour le trouble de stress post-traumatique. Bien que ce médicament soit souvent commandé via les pharmacies, il est presque toujours administré dans un établissement médical, et non dispensé directement au comptoir de la pharmacie. La forme de comprimé de naltrexone, bien qu'elle soit disponible dans les pharmacies, est moins couramment utilisée pour le trouble de stress post-traumatique.",
  "methadone-naltrexone_page_8": "Parce que notre outil est axé sur les médicaments que les patients peuvent retirer directement auprès d'une pharmacie de quartier, nous avons exclusivement nous sommes concentrés sur la buprénonce afin de garantir que nos données sur l'accès aux pharmacies soient aussi claires et précises que possible.",
  "methadone-naltrexone_page_9": "Si vous êtes aux États-Unis, nous recommandons le Localisateur de traitements de SAMHSA pour trouver des programmes qui utilisent ces médicaments (ils devraient également inclure des personnes qui prescrivent du bupe!).",
  "methadone-naltrexone_page_10": "Trouver un traitement",
  "methadone-naltrexone_page_11": "Vans de méthadone",
  "methadone-naltrexone_page_12": "Nous ne sommes pas au courant d'une liste exhaustive et active de véhicules méthadone. C'est une approche ingénieuse pour accroître l'accès. Si vous avez une ressource à laquelle nous pouvons nous référer, n'hésitez pas à nous contacter !",
  "methadone-naltrexone_page_13": "Contactez-nous",
  "not-found_1": "Page non trouvée.",
  "not-found_2": "Désolé, la page que vous recherchez n'existe pas.",
  "not-found_3": "Retour à la maison",
  "not-found_4": "Page non trouvée.",
  "not-found_5": "Désolé, la page que vous recherchez n'existe pas.",
  "not-found_6": "Retour à la maison",
  "page_1": "Entrez votre code postal.",
  "page_2": "Veuillez entrer un code postal pour trouver et signaler des pharmacies avec de la bupe à proximité.",
  "page_3": "Code Postal",
  "page_4": "Chargement...",
  "page_5": "Définir l'emplacement",
  "page_6": "Que souhaitez-vous faire aujourd'hui ?",
  "page_7": "Mettre à jour le statut de la bupe d'une pharmacie.",
  "page_8": "Trouvez une pharmacie amie des Bupe.",
  "page_9": "← Retour au ZIP",
  "page_10": "Pharmacies Amical Bupe",
  "page_11": "Imprimer la liste 🖨️",
  "page_12": "Tendances récentes :",
  "page_13": "Plus de succès",
  "page_14": "Neutre",
  "page_15": "Plus de refus.",
  "page_16": "🔒 Conseils de confidentialité et de sécurité 🔒",
  "page_17": "Les 7 derniers jours",
  "page_18": "Les 15 derniers jours",
  "page_19": "Les 30 derniers jours",
  "page_20": "Tout temps",
  "page_21": "Chargement des pharmacies...",
  "page_22": "Page précédente ←",
  "page_23": "Page suivante →",
  "page_24": "Aucun rapport dans votre secteur. Soyez le premier !",
  "page_25": "Signaler une pharmacie",
  "page_26": "Pour les dernières mises à jour, veuillez visiter findbupe.org.",
  "page_27": "🎉 Merci ! 🎉",
  "page_28": "Nous savons que remplir une ordonnance pour une bupe n'est pas toujours facile. Vos réponses aident les autres de votre région à trouver ce médicament salvateur.",
  "page_29": "Les informations les plus utiles sont de NOUVELLES informations !",
  "page_30": "Alors, la prochaine fois que vous essayez de remplir un script de sub, dites-nous comment cela s'est passé. Vous pouvez également aider en partageant ce site web avec des amis qui prennent du sub.",
  "page_31": "N'oubliez pas de supprimer l'historique de votre navigateur. En savoir plus dans nos conseils de confidentialité.🔒",
  "page_32": "Trouvez des pharmacies accueillant les clients Bupe près de chez vous.",
  "page_33": "Copier dans le presse-papiers !",
  "page_34": "Partagez avec un ami 🚀",
  "page_35": "Si vous êtes intéressé(e) à soumettre plusieurs rapports, consultez notre outil de reporting en masse.",
  "page_36": "Mettre à jour le statut de la bupe de la pharmacie.",
  "page_37": "Rechercher une pharmacie",
  "page_38": "➕ Ne parvenez pas à trouver votre pharmacie ? Ajoutez-la manuellement.",
  "page_39": "Changer de pharmacie",
  "page_40": "Quel a été le résultat ? (Requis)",
  "page_41": "✅ J'ai pu remplir ma prescription.",
  "page_42": "❌ Je n'ai pas pu remplir ma prescription.",
  "page_43": "Formulation (facultatif, cochez toutes les cases qui s'appliquent)",
  "page_44": "Observations courantes (facultatif)",
  "page_45": "Autres notes (facultatif)",
  "page_46": "Je comprends que mon rapport anonyme sera utilisé pour mettre à jour la carte publique (REQUIS).",
  "page_47": "Soumission...",
  "page_48": "Soumettre le rapport",
  "page_49": "Soumission échouée. Veuillez réessayer.",
  "privacy_page_1": "Table des matières",
  "privacy_page_2": "Pourquoi nous avons créé cet outil.",
  "privacy_page_3": "Ce que nous collectons (et ce que nous ne collectons pas)",
  "privacy_page_4": "Comment la technologie fonctionne.",
  "privacy_page_5": "Comment se protéger",
  "privacy_page_6": "Bugs ou questions ?",
  "privacy_page_7": "Comment nous essayons de protéger votre vie privée.",
  "privacy_page_8": "Pourquoi nous avons créé cet outil.",
  "privacy_page_9": "Trouver des médicaments pour traiter les troubles liés à l'usage des opioïdes, comme la buprépine (bupe), peut être très difficile. Certaines pharmacies n'en ont pas, et d'autres peuvent refuser de remplir une ordonnance. Cela peut être stressant et effrayant.",
  "privacy_page_10": "Nous avons créé cet outil pour aider. C'est une carte, réalisée par la communauté, pour la communauté. En partageant les pharmacies utiles, nous pouvons faciliter l'accès au médicament pour la personne suivante. Nous pouvons également montrer l'ampleur du problème afin de travailler à le résoudre.",
  "privacy_page_11": "Mais nous savons aussi que la vie privée est très importante, surtout lorsqu’il s’agit d’informations de santé sensibles comme la dépendance. Nous voulons nous assurer que vous êtes en sécurité lorsque vous utilisez cet outil, nous avons donc pris des mesures pour protéger votre vie privée. Il y a aussi des mesures que vous pouvez prendre, lesquelles nous expliquerons ci-dessous.",
  "privacy_page_12": "Ce que nous collectons (et ce que nous ne collectons pas)",
  "privacy_page_13": "Beaucoup de sites web collectent des informations personnelles pour vous vendre des publicités ou d'autres produits. Parfois, cela est assez insidieux et se produit sans que vous le sachiez ou que vous le signaliez. Cela est mauvais pour votre vie privée. Nous avons conçu notre site web pour ne pas le faire.",
  "privacy_page_14": "Lorsque s'agit d'informations telles que votre identité, si vous aviez une addiction, les médicaments que vous prenez ou où vous habitez, les gens et les entreprises peuvent les utiliser pour vous discriminer. Nous ne donnons donc pas ces informations ni aucune autre information sur vous à d'autres entreprises.",
  "privacy_page_15": "Il existe deux principales manières dont nous collectons des informations sur vous avec ce site :",
  "privacy_page_16": "RAPPORT PHARMACIE BUPE DISPONIBILITÉ :",
  "privacy_page_17": "Ce que vous signalez n’est pas lié à vous et est entièrement volontaire. Vous n’avez pas à signaler quoi que ce soit pour obtenir de la bupe. Concernant le formulaire d’accès à la bupe des pharmacies, nous ne collectons intentionnellement aucune information telle que votre nom, vos coordonnées ou des choses louches comme une adresse IP qui identifie votre appareil et pourrait vous identifier. Cela signifie que nous ne savons pas qui vous êtes, et nous ne voulons pas le savoir. Nous ne voulons qu’aider les gens à trouver de la bupe.",
  "privacy_page_18": "TROUVE BUPE:",
  "privacy_page_19": "Nous utilisons le code postal que vous entrez pour vous aider à trouver des pharmacies à proximité. Nous n’enregistrons pas votre code postal ni une autre information qui pourrait vous identifier lorsque vous recherchez une pharmacie.",
  "privacy_page_20": "Notre promesse la plus importante est de protéger votre vie privée. Nous avons conçu ce site pour collecter zéro information personnelle sur vous. Le formulaire de soumission ne contient que les informations nécessaires pour être utiles aux autres et ne vous identifie pas.",
  "privacy_page_21": "Lorsque vous vous soumettez à notre pharmacie pour mise à jour de bupe.",
  "privacy_page_22": "Nous ne connaissons pas votre nom.",
  "privacy_page_23": "Nous ne connaissons pas votre adresse e-mail ni votre numéro de téléphone.",
  "privacy_page_24": "Nous ne connaissons pas l'adresse IP de votre ordinateur.",
  "privacy_page_25": "Nous ne suivons pas votre position.",
  "privacy_page_26": "Seul l'information dont nous avons besoin pour un rapport est ce que vous choisissez de partager : le nom de la pharmacie, l'adresse de la pharmacie, la date et savoir si votre visite a été un succès ou un refus. Il y a d'autres questions auxquelles vous pouvez répondre, mais vous n'êtes pas obligé(e) de le faire. Ne soumettez pas d'informations personnelles sous forme de notes. Si c'est le cas, nous les supprimerons de notre base de données.",
  "privacy_page_27": "Informations personnelles facultatives que nous collectons :",
  "privacy_page_28": "Il y a certains endroits où nous collectons des informations personnelles, mais vous n'avez pas besoin d'utiliser ces parties du site web pour signaler ou localiser des bupe.",
  "privacy_page_29": "Si vous utilisez notre formulaire de contact (différent du formulaire de signalement de la pharmacie), vous partagez des informations personnelles telles que votre nom et votre adresse e-mail. Vous n'êtes pas obligé d'utiliser le formulaire de contact à moins que vous n'ayez une question ou un commentaire. Nous utilisons le logiciel Fillout.",
  "privacy_page_30": "Notre formulaire d'inscription à la newsletter collecte également des informations personnelles telles que l'adresse e-mail. Ceci est également facultatif et non requis pour utiliser le site. Nous utilisons Ghost pour la publication de la newsletter.",
  "privacy_page_31": "Enfin, notre formulaire de don collecte des informations personnelles telles que votre nom, votre adresse e-mail et vos informations de paiement. Ceci est également facultatif et non requis pour utiliser le site. Le site est gratuit à utiliser et vous n'avez pas à faire de dons pour utiliser le site. Nous utilisons Stripe pour le traitement des paiements.",
  "privacy_page_32": "Comment la technologie fonctionne",
  "privacy_page_33": "Nous utilisons des outils modernes, axés sur la protection de la vie privée, pour faire fonctionner ce site :",
  "privacy_page_34": "Protection contre le spam :",
  "privacy_page_35": "Nous utilisons un outil appelé Cloudflare Turnstile pour vérifier si une soumission provient d'une personne réelle, et non d'un robot. Cela se fait sans les énigmes irritantes et sans créer de profil publicitaire sur les sites web que vous visitez ou ce que vous entrez dans un formulaire. Nous utilisons cela pour protéger le formulaire contre les entrées frauduleuses.",
  "privacy_page_36": "Cartes :",
  "privacy_page_37": "Pour protéger votre vie privée, les liens « Obtenir des itinéraires » et autres utilisations de cartes utilisent OpenStreetMap, un service de cartographie à but non lucratif qui a de fortes pratiques en matière de confidentialité. Vos recherches ne sont pas liées à un compte personnel utilisé pour créer un profil publicitaire, contrairement à Google Maps. Open Street Maps accorde la priorité à la confidentialité, surtout par rapport à Google Maps.",
  "privacy_page_38": "Si vous utilisez ce site web sur un téléphone mobile, il peut ouvrir les liens « Obtenir des indications » de la pharmacie sous forme d'un service comme Google Maps sur votre téléphone. Nous l'avons mis en place pour faciliter la navigation vers une pharmacie ayant de la bupe sur votre téléphone, mais l'utilisation de Google Maps (si c'est votre application par défaut) présente un risque pour la vie privée (pas seulement avec ces informations). Google Maps utilise vos données pour vous cibler avec des publicités, y compris la navigation vers une pharmacie.",
  "privacy_page_39": "Ceci est mauvais pour votre vie privée.",
  "privacy_page_40": "Cependant, nous ne pouvons pas contrôler les applications que vous utilisez sur votre appareil mobile. Nous vous suggérons d'utiliser des outils de cartographie respectueux de la vie privée tels que :",
  "privacy_page_41": "Sur votre téléphone pour réduire ces problèmes. Vous pouvez également utiliser Google Maps en \"Mode Incognito\" mais d'autres produits Google \"Mode Incognito\" se sont avérés ne pas réellement protéger votre vie privée, il est donc préférable d'éviter les produits provenant d'entreprises comme Google, Meta/Facebook/Instagram, Amazon, Apple, Microsoft, etc. afin qu'ils n'obtiennent pas vos informations pour les utiliser à des fins publicitaires.",
  "privacy_page_42": "Base de données :",
  "privacy_page_43": "Vos rapports anonymes sont stockés dans une base de données sécurisée appelée Airtable. Nous sommes les seuls à avoir accès à ces données et elles ne comprennent que les informations que vous avez soumises sur l'outil de mise à jour de la pharmacie + l'ajout automatique de l'heure de soumission (afin de représenter la fraîcheur des données).",
  "privacy_page_44": "Hébergement:",
  "privacy_page_45": "Le site web est hébergé sur Vercel, et nous avons configuré cela de sorte qu'il ne conserve pas les logs des adresses IP des visiteurs (afin que votre appareil ne soit pas identifié).",
  "privacy_page_46": "Code:",
  "privacy_page_47": "Le code du site web (et non les données du formulaire) est hébergé sur",
  "privacy_page_48": "et",
  "privacy_page_49": "afin que les gens puissent auditer ce site web et proposer des corrections à nos pratiques de confidentialité et de sécurité ou de nouvelles fonctionnalités. Nous sommes engagés dans la transparence et le logiciel open source.",
  "privacy_page_50": "Veuillez nous contacter en utilisant notre formulaire sécurisé si vous avez des questions ou des suggestions.",
  "privacy_page_51": "Ceci est un projet axé sur la communauté et nous apprécions votre aide.",
  "privacy_page_52": "Comment se protéger",
  "privacy_page_53": "Bien que notre site web s'efforce d'être sécurisé et de protéger votre vie privée, votre propre navigateur web enregistre l'historique des sites que vous visitez. Si vous utilisez un ordinateur partagé, nous recommandons fortement d'utiliser le mode \"Privé\" ou \"Incognito\" dans votre navigateur. Cela supprime votre historique lorsque vous fermez la fenêtre du navigateur, de sorte que personne d'autre ne puisse voir les sites que vous avez visités. Il peut être bon de supprimer votre historique de navigateur après avoir utilisé ce site, même si ce n'est pas sur un ordinateur partagé. Cela peut aider à protéger votre vie privée.",
  "privacy_page_54": "Vous voudrez peut-être également envisager des navigateurs qui offrent de meilleures protections de confidentialité comme Mullvad sur ordinateur ou Brave sur mobile.",
  "privacy_page_55": "En savoir plus sur les pratiques de confidentialité sur Privacy Guides.",
  "privacy_page_56": "Lorsque vous aurez terminé, vous pouvez également effacer votre historique de navigation récent pour supprimer toute trace de votre visite :",
  "privacy_page_57": "En haut à droite, sélectionnez PLUS ▼ puis SUPPRIMER les données de navigation.",
  "privacy_page_58": "Sélectionnez la quantité d'historique que vous souhaitez supprimer (par exemple, \"Dernière heure\", \"Tout le temps\").",
  "privacy_page_59": "Vérifiez les cases pour les informations que vous voulez que Chrome supprime, y compris :",
  "privacy_page_60": "Historique de navigation",
  "privacy_page_61": "Cookies et autres données du site.",
  "privacy_page_62": "Images et fichiers mis en cache",
  "privacy_page_63": "Sélectionner SUPPRIMER LES DONNÉES.",
  "privacy_page_64": "Faites cela à chaque fois que vous visitez ce site.",
  "privacy_page_65": "En haut à droite, cliquez sur le bouton MENU (☰) et sélectionnez RÉGLES.",
  "privacy_page_66": "Sélectionnez le panneau CONFIDENTIALITÉ ET SÉCURITÉ.",
  "privacy_page_67": "Dans la section HISTOIRE, cliquez sur EFFACER L'HISTOIRE.",
  "privacy_page_68": "Sélectionnez la plage horaire à effacer (par exemple, \"Tout\").",
  "privacy_page_69": "Vérifiez les cases pour les informations que vous souhaitez effacer :",
  "privacy_page_70": "HISTOIRE DE NAVIGATION ET DE TÉLÉCHARGEMENTS",
  "privacy_page_71": "Biscuits",
  "privacy_page_72": "Cache.",
  "privacy_page_73": "Connexions actives",
  "privacy_page_74": "Données du site web hors ligne",
  "privacy_page_75": "Préférences du site",
  "privacy_page_76": "Cliquez sur le bouton OK pour confirmer.",
  "privacy_page_77": "Faites cela chaque fois que vous visitez ce site.",
  "privacy_page_78": "👾 Bugs ou Questions ?",
  "privacy_page_79": "Si vous rencontrez un problème avec le site ou avez une question, nous voulons savoir. Veuillez.",
  "privacy_page_80": "contactez-nous via notre formulaire sécurisé",
  "form.note.will-order-not-in-stock": "Je vais commander, mais pas en stock",
  "form.note.partial-fill": "Remplissage partiel (ne pas avoir rempli la prescription complète)",
  "form.note.call-ahead": "Il est préférable d'appeler à l'avance.",
  "form.note.existing-patients-only": "Seulement pour les patients existants.",
  "form.note.prescribers-close-by": "Seul pour les patients \"près de chez eux\".",
  "form.note.certain-prescribers": "Uniquement remplir à partir de certains prescripteurs.",
  "form.note.patients-close-by": "Seul pour les patients \"près de chez eux\".",
  "form.note.long-wait-times": "Longues périodes d'attente",
  "form.note.no-cash": "Ne prends pas en espèces.",
  "form.note.helpful-staff": "Personnel serviable",
  "form.note.unhelpful-staff": "Personnel incompétent.",
  "share.message": "Besoin trouver de la bupe ? Savez-vous où trouver de la bupe en pharmacie ? Aidez-nous à cartographier l'accès dans notre communauté :"
}