{
  "strongprivacy-tipstrong-link-hrefprivacyprotect-yo": "<think>\nOkay, I need to translate the given English text into Korean for a healthcare website. The text is a privacy tip with a link. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst",
  "back-to-zip": "<think>\nOkay, the user wants me to translate the text \"> ← Back to ZIP\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and medically appropriate tone.\n\nFirst, the original text is",
  "a-lot-of-websites-collect-personal-information-to-": "<think>\nOkay, the user wants me to translate a specific English text into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nLooking at the English text: It's",
  "about": "<think>\nOkay, the user wants me to translate the word \"About\" into Korean for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nSo, the main task is translating",
  "about-this-project": "<think>\nOkay, the user wants me to translate \"About This Project\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nFirst, \"About This Project\"",
  "access-the-template": "<think>\nOkay, the user wants me to translate \"Access the Template\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Access the Template\" needs to be",
  "access-the-template-support-doc": "<think>\nOkay, the user wants me to translate \"Access the Template Support Doc\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Access the Template Support",
  "active-logins": "<think>\nOkay, the user wants me to translate \"Active Logins\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Active Logins\" – I need",
  "add-a-pharmacy-report": "<think>\nOkay, the user wants me to translate \"Add a Pharmacy & Report\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Add a Pharmacy",
  "address": "<think>\nOkay, the user wants me to translate the word \"Address\" into Korean for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the main task is translating \"Address.\" In Korean",
  "all-time": "<think>\nOkay, the user wants me to translate \"All Time\" into Korean for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nFirst, \"All Time\" –",
  "any-other-details-about-your-experience": "<think>\nOkay, I need to translate the English text \"Any other details about your experience...\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"Any other",
  "at-the-top-right-click-the-strongmenu-button-stron": "<think>\nOkay, the user wants me to translate a specific instruction for a healthcare website targeting Korean users. The original text is about navigating a menu to settings. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing",
  "at-the-top-right-select-strongmore-strong-and-then": "<think>\nOkay, the user wants me to translate a specific instruction from English to Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here: keep medical terms like \"bupe\" and \"buprenorphine\" unchanged, use \"medicine\" instead of \"prescription,\" and maintain a respectful, clear, and medically appropriate tone.\n\nThe original text is: \"",
  "back-to-search": "<think>\nOkay, the user wants me to translate \"Back to search\" into Korean for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Back to search\" is a button or link",
  "browsing-download-history": "<think>\nOkay, the user wants me to translate \"Browsing & Download History\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the main terms to keep unchanged are \"bupe\" and \"buprenorphine.\" Also, \"medicine\" should be used instead of \"prescription.\" The tone should",
  "browsing-history": "<think>\nOkay, the user wants me to translate \"Browsing history\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Browsing history\" is a term",
  "bugs-or-questions": "<think>\nOkay, I need to translate \"Bugs or Questions?\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The language should be respectful, clear, and non-stigmatizing.\n\nFirst, the phrase \"B",
  "bulk-data-submission-instructions": "<think>\nOkay, the user wants me to translate \"Bulk Data Submission Instructions\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Bulk Data Submission Instructions\" needs",
  "bulk-upload": "<think>\nOkay, the user wants me to translate \"Bulk Upload\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"Bulk Upload\" is a technical term related to uploading data in bulk. In Korean, the direct translation might be \"대량 업로드\" but I should check if there's",
  "but-we-also-know-that-strongprivacy-is-very-import": "<think>\nOkay, I need to translate this English text into Korean for a healthcare website. The context is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language. Also, technical terms like ZIP Code should stay as-is or use the local equivalent, and \"pharmacy",
  "cache": "<think>\nOkay, the user wants me to translate \"Cache\" into Korean for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and medically appropriate.\n\nFirst, \"Cache\" in this context might",
  "cached-images-and-filesli-ul": "<think>\nOkay, the user wants me to translate a specific part of text for a healthcare website. Let me check the original text again: \"Cached images and files</li> </ul\". The user mentioned that the target language is Korean, so I need to translate this accurately.\n\nFirst, I should make sure I understand the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and",
  "clear-history": "<think>\nOkay, the user wants me to translate \"Clear History\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\n\"Clear History\" is likely referring to a",
  "click-the-strongokstrong-button-to-confirm": "<think>\nOkay, the user wants me to translate \"Click the <strong>OK</strong> button to confirm.\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst",
  "close-language-selector": "<think>\nOkay, the user wants me to translate \"Close language selector\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the phrase \"Close language selector\" is a button or link text. In Korean, \"language selector\" would typically be translated as \"언어 선택기\" or \"언어 선택",
  "code": "<think>\nOkay, the user wants me to translate the word \"Code\" into Korean for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nSo, the word \"Code",
  "common-observations-optional": "<think>\nOkay, the user wants me to translate \"Common Observations (optional)\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Common Observations\" needs",
  "contact": "<think>\nOkay, the user wants me to translate the word \"Contact\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the main task is translating \"Contact.\" In",
  "contact-us": "<think>\nOkay, the user wants me to translate \"Contact Us\" into Korean for a healthcare website. Let me start by recalling the rules. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same. But here, the text is just \"Contact Us,\" so maybe those terms aren't needed here. \n\nNext, the user mentioned using \"medicine\" instead of \"prescription\" for clarity. But again, this is a general contact section,",
  "continue": "<think>\nOkay, the user wants me to translate the word \"Continue\" into Korean for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Continue\" in this context is likely part",
  "cookies": "<think>\nOkay, the user wants me to translate \"Cookies\" for a healthcare website targeting Korean speakers. Let me think about the context first. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, \"Cookies\" here",
  "cookies-and-other-site-data": "<think>\nOkay, the user wants me to translate \"Cookies and other site data\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and non-stigmatizing tone.\n\nFirst, the phrase \"",
  "copy-the-secure-link-it-generates": "<think>\nOkay, the user wants me to translate \"Copy the secure link it generates.\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the key terms: \"secure link\" should be translated in a way that conveys security. In Korean, \"보안\" is used for security, so \"보",
  "database": "<think>\nOkay, the user wants me to translate the word \"Database\" into Korean for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and medically appropriate tone.\n\nFirst, the main term is \"Database.\" In Korean",
  "delete-browsing-data": "<think>\nOkay, the user wants me to translate \"Delete browsing data\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"Delete browsing data\" is a technical term",
  "delete-data": "<think>\nOkay, the user wants me to translate \"Delete data\" into Korean for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The language needs to be respectful and non-stigmatizing.\n\nFirst, \"Delete data\" is a",
  "dismiss-privacy-banner": "<think>\nOkay, the user wants me to translate \"Dismiss privacy banner\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"Dismiss\" in this context is likely a button or link to close a privacy notice. The term \"privacy banner\" refers to a notice displayed on the website about privacy policies. In",
  "do-not-include-any-personally-identifiable-informa": "<think>\nOkay, I need to translate the given English text into Korean for a healthcare website. Let me start by understanding the context and the rules provided. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate. \n\nFirst, the original text says: \"Do not include any personally identifiable information in the notes. Simulated patient info can be included in the notes (e.g., pregnant) if relevant",
  "do-this-each-time-you-visit-this-site": "<think>\nOkay, the user wants me to translate \"Do this each time you visit this site.\" into Korean for a healthcare website. Let me start by understanding the context. The site helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and compassionate tone.\n\nFirst, the main sentence",
  "email-address-for-newsletter-signup": "<think>\nOkay, the user wants me to translate \"Email address for newsletter signup\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase is \"Email address for",
  "email-that-single-link-to-us-at-strongcodeatopioid": "<think>\nOkay, I need to translate the given English text into Korean for a healthcare website. Let me start by understanding the context and the rules provided. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate. \n\nFirst, the original text is: \"Email that single link to us at: <strong>code[at]opioidpolicy[dot]org</strong>\". The user wants only the",
  "find-treatment": "<think>\nOkay, the user wants me to translate \"Find Treatment\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" for clarity. The language needs to be respectful and non-stigmatizing, maintaining a helpful and professional",
  "for-researchers-conducting-secret-shopper-studies-": "<think>\nOkay, let's tackle this translation. The user wants the English text translated into Korean for a healthcare website. First, I need to understand the context. It's a community tool helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and medically appropriate.\n\nLooking at",
  "formulation-optional-check-all-that-apply": "<think>\nOkay, the user wants me to translate \"Formulation (optional, check all that apply\" into Korean for a healthcare website. Let me start by understanding the context. It's a community tool to help people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "formulation-availability-all-time": "<think>\nOkay, the user wants me to translate \"Formulation Availability (All Time)\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Formulation Availability\"",
  "google-chrome": "<think>\nOkay, the user wants me to translate \"Google Chrome\" into Korean for a healthcare website. Let me think. First, the context is about a community tool to help people access addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The target language is Korean.\n\nSo, \"Google Chrome\" is a browser name.",
  "history": "<think>\nOkay, the user wants me to translate the word \"History\" into Korean for a healthcare website. Let me start by understanding the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the word \"History\" here",
  "hosting": "<think>\nOkay, the user wants me to translate the word \"Hosting\" for a healthcare website that helps people find pharmacies for addiction treatment medication, specifically buprenorphine. Let me start by understanding the context.\n\nThe website is a community tool to help access addiction treatment, so the language needs to be respectful, clear, and medically appropriate. The rules mention keeping \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and avoiding",
  "how-we-try-to-protect-your-privacy": "<think>\nOkay, the user wants me to translate \"How We Try to Protect Your Privacy\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the main phrase",
  "how-the-technology-works": "<think>\nOkay, the user wants me to translate the section \"How the Technology Works\" for a healthcare website targeting Korean users. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" for clarity. The language needs to be respectful, non-stigmatizing,",
  "how-to-protect-yourself": "<think>\nOkay, the user wants me to translate \"How to Protect Yourself\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, the title \"How to Protect",
  "if-you-couldn-t-find-your-pharmacy-in-the-search-r": "<think>\nOkay, the user wants me to translate a specific sentence into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" for clarity. The tone needs to be respectful, clear, and non-stigmatizing.\n\nThe original English",
  "if-you-have-bulk-data-you-can-help-us-quickly-fill": "<think>\nOkay, the user wants me to translate a specific sentence for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The original text is: \"If you have bulk data, you can help us quickly fill out the map. Thank you!\" \n\nFirst, I need to make sure I follow all the rules provided. Rule 1 says to keep medical terms like \"bupe\" and \"b",
  "if-you-re-interested-in-submitting-multiple-report": "<think>\nOkay, the user wants me to translate a sentence for a healthcare website that helps people find pharmacies for addiction treatment medication, specifically buprenorphine. Let me start by understanding the original text: \"If you're interested in submitting multiple reports, check out our bulk reporting tool.\" \n\nFirst, I need to make sure I follow all the rules provided. The medical terms \"bupe\" and \"buprenorphine\" should stay the same. The user mentioned using \"medicine",
  "in-the-stronghistorystrong-section-click-strongcle": "<think>\nOkay, I need to translate the given English text into Korean for a healthcare website. The text is: \"In the <strong>History</strong> section, click <strong>Clear History</strong>.\" Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"pres",
  "last-updated": "<think>\nOkay, the user wants me to translate \"Last updated:\" into Korean for a healthcare website. Let me start by recalling the standard translation for \"Last updated\" in Korean. It's commonly \"마지막으로 업데이트됨\" or \"최종 업데이트\". But I need to check if there's a more appropriate term in a healthcare context.\n\nSince the website is about helping people find pharmacies for addiction treatment medication, the tone should be professional and clear. The",
  "learn-more": "<think>\nOkay, the user wants me to translate \"Learn more\" into Korean for a healthcare website. Let me start by recalling the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Learn more\" is a common call-to",
  "learn-more-about-privacy-practices-on-privacy-guid": "<think>\nOkay, the user wants me to translate the given English text into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is \"Learn more about privacy",
  "legend": "<think>\nOkay, the user wants me to translate the word \"Legend\" into Korean for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, \"Legend\"",
  "like-with-our-other-projects-we-built-this-in-resp": "<think>\nOkay, the user wants me to translate a specific English text into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I need to translate the given English text: \"",
  "link-hrefabout-classname-link": "<think>\nOkay, the user wants me to translate a specific HTML snippet from English to Korean. Let me check the original text again: \"Link href=\"/about\" className=>  </Link\". Wait, that looks like a fragment of HTML code, maybe from a React component or something similar. The user mentioned it's for a healthcare website helping people find pharmacies for addiction treatment medication, specifically buprenorphine.\n\nFirst, I need to make sure I understand the context. The original text seems",
  "link-hrefbulk-upload-classname-link": "<think>\nOkay, the user wants me to translate a specific HTML link into Korean for a healthcare website. Let me start by understanding the original text. The English text is a link with the href pointing to \"/bulk-upload\" and a className attribute. The user provided an example response, which is \"🔗 bulk 업로드\".\n\nFirst, I need to make sure I follow all the rules they mentioned. The main points are keeping medical terms like \"bupe\" and \"buprenorph",
  "link-hrefdashboard-classname-link": "<think>\nOkay, the user wants me to translate some HTML code for a healthcare website. The original text is \"Link href=\"/dashboard\" className=>  </Link\". Wait, that looks like a fragment of HTML with a link tag. The user mentioned translating for a Korean healthcare site, but the text here is not actual content; it's HTML code. \n\nFirst, I need to check if the user provided the correct text to translate. The English text they gave seems to be part of an",
  "link-hrefprivacy-classname-link": "<think>\nOkay, the user wants me to translate a specific HTML link into Korean for a healthcare website. The original text is \"Link href=\"/privacy\" className=>  </Link\". Let me break this down.\n\nFirst, I need to understand what this HTML code is doing. It's a link element with an href pointing to \"/privacy\" and a className attribute. The user provided an example translation for a different text, so I should follow that structure.\n\nThe main task is to translate \"Privacy",
  "loading-map": "<think>\nOkay, the user wants me to translate \"Loading map\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and compassionate tone.\n\nFirst, \"Loading map\" is a simple phrase,",
  "loading-pharmacies": "<think>\nOkay, the user wants me to translate \"Loading pharmacies...\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, the phrase \"Loading pharmacies...\" is likely",
  "maps": "<think>\nOkay, the user wants me to translate the word \"Maps\" into Korean for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and medically appropriate.\n\nSo, the original text is just \"",
  "more": "<think>\nOkay, the user wants me to translate the word \"More\" into Korean for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nThe word \"More\" here is likely part",
  "mozilla-firefox": "<think>\nOkay, the user wants me to translate \"Mozilla Firefox\" into Korean for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged, use \"medicine\" instead of \"prescription,\" and maintain a respectful, clear, and medically appropriate tone.\n\nWait, the text to translate is just",
  "nb-the-file-link-is-only-active-for-24hrs-so-i-mig": "<think>\nOkay, the user wants me to translate a specific note about a file link expiring in 24 hours into Korean. Let me start by understanding the original text. The note says, \"NB - the file link is only active for 24hrs so I might ask you to resend it. Apologies in advanced!\" \n\nFirst, I need to make sure I follow all the rules provided. The medical terms \"bupe\" and \"buprenorphine\" should stay",
  "nb-there-might-be-a-world-where-this-data-is-used-": "<think>\nOkay, the user wants me to translate a specific English text into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nLooking at the English text: \"NB There",
  "newsletter-signup-temporarily-unavailable": "<think>\nOkay, the user wants me to translate \"Newsletter signup temporarily unavailable.\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the main phrase is \"Newsletter signup temporarily unavailable.\" The key here is to convey that the newsletter sign-up is not available right now, but it's temporary. In Korean, \"",
  "no-successful-reports-found-for-the-selected-time-": "<think>\nOkay, the user wants me to translate a specific message for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The original English text is about no successful reports found for a selected time period, suggesting to try a wider date range or select \"All Time.\"\n\nFirst, I need to make sure I follow all the rules provided. Rule 1 says to keep medical terms like \"bupe\"",
  "no-tracking-no-ads-privacy-first-design": "<think>\nOkay, the user wants me to translate the English text \"No tracking • No ads • Privacy-first design\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst,",
  "note": "<think>\nOkay, the user wants me to translate the word \"Note\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the English word is \"Note.\" In",
  "notes": "<think>\nOkay, the user wants me to translate the word \"Notes\" into Korean for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, \"Notes\" here",
  "offline-website-data": "<think>\nOkay, the user wants me to translate \"Offline Website Data\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Offline Website Data\" needs to be",
  "opioid-policy-institute-logo": "<think>\nOkay, the user wants me to translate \"Opioid Policy Institute Logo\" into Korean for a healthcare website. Let me start by breaking down the components. \"Opioid Policy Institute\" is the main name, and \"Logo\" is the word for the emblem or symbol.\n\nFirst, translating \"Opioid Policy Institute.\" \"Opioid\" in Korean is \"오피오이드\" or sometimes \"마약\" but since it's a specific term,",
  "optional-personal-information-we-do-collect": "<think>\nOkay, let's tackle this translation request. The user wants the English text \"Optional personal information we do collect\" translated into Korean for a healthcare website. The context is about helping people find pharmacies for addiction treatment, specifically using buprenorphine. \n\nFirst, I need to make sure I follow all the rules provided. Rule 1 says to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Since the text here doesn't mention those terms",
  "organic-maps": "<think>\nOkay, the user wants me to translate \"Organic Maps\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Organic Maps\" – the word",
  "other-notes-optional": "<think>\nOkay, the user wants me to translate \"Other Notes (optional)\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the main phrase is \"Other Notes (optional)\". In Korean, \"Other Notes\" could be translated as \"기타 주의사항\" or \"기타 메모\". But",
  "our-funding": "<think>\nOkay, the user wants me to translate \"Our Funding\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Our Funding\" needs to be",
  "our-solution": "<think>\nOkay, the user wants me to translate \"Our Solution\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Our Solution\" needs to be",
  "our-most-important-promise-is-to-protect-your-priv": "<think>\nOkay, I need to translate the given English text into Korean for a healthcare website. Let me start by understanding the context and the rules provided. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate. \n\nFirst, the key points in the English text are about privacy protection and the site collecting zero personal information. The user emphasized using \"bupe\" and \"buprenorphine\"",
  "page-not-found": "<think>\nOkay, the user wants me to translate \"Page Not Found\" into Korean for a healthcare website. Let me start by recalling the standard translation for that phrase. In Korean, it's commonly \"페이지를 찾을 수 없습니다\" or \"페이지가 없습니다.\" But I need to make sure it's appropriate for a healthcare context.\n\nThe context is a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention being respectful and using clear language. The translation",
  "pharmacy-information": "<think>\nOkay, the user wants me to translate \"Pharmacy Information\" into Korean for a healthcare website. Let me check the context again. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" Need to make sure the language is respectful and non-stigmatizing.\n\nFirst, \"Pharmacy Information",
  "phone": "<think>\nOkay, the user wants me to translate the word \"Phone\" into Korean for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the word \"Phone\" here probably",
  "please-reach-out-using-our-secure-form-if-you-have": "<think>\nOkay, the user wants me to translate the given English text into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original English text is: \"Please reach",
  "privacy-safety-tips": "<think>\nOkay, the user wants me to translate \"Privacy & Safety Tips\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Privacy & Safety Tips\" needs",
  "privacy-security": "<think>\nOkay, the user wants me to translate \"Privacy & Security\" into Korean for a healthcare website. Let me start by recalling the correct translation for these terms. \"Privacy\" in Korean is usually \"개인정보\" and \"Security\" is \"보안\". So combining them, it would be \"개인정보 & 보안\". \n\nWait, but the context is about a community tool for accessing addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical",
  "privacy-notice": "<think>\nOkay, the user wants me to translate \"Privacy Notice\" into Korean for a healthcare website. Let me start by recalling the rules. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same. But here, the text is just \"Privacy Notice,\" so maybe those terms aren't needed here. \n\nNext, they mentioned using \"medicine\" instead of \"prescription.\" Since the original text doesn't have \"prescription,\" I don't",
  "privacy-policy": "<think>\nOkay, the user wants me to translate \"Privacy Policy\" into Korean for a healthcare website. Let me start by recalling that the target language is Korean. The main thing here is to make sure the translation is accurate and fits the context of a healthcare website that helps people find pharmacies for addiction treatment medication, specifically buprenorphine.\n\nFirst, I need to check the rules provided. Rule 1 says to keep medical terms like \"bupe\" and \"buprenorphine",
  "privacy-tip": "<think>\nOkay, the user wants me to translate \"Privacy Tip\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Privacy Tip\" needs to be",
  "questions": "<think>\nOkay, the user wants me to translate \"Questions?\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Questions?\" is a prompt asking if",
  "remember-to-clear-your-browser-history": "<think>\nOkay, the user wants me to translate \"Remember to clear your browser history.\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the main sentence is a reminder to",
  "report-statistics": "<think>\nOkay, the user wants me to translate \"Report Statistics\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Report Statistics\" needs to be translated accurately",
  "reports": "<think>\nOkay, the user wants me to translate the word \"Reports\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the main term is \"Reports.\" In Korean, the direct translation would be \"보고서\" (bogosoro). But I need to check if there's a more suitable term in",
  "research-working-to-understand-moud-barriers-can-b": "<think>\nOkay, let's tackle this translation. The user wants the text translated into Korean for a healthcare website. First, I need to make sure I understand the context. It's about helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping \"bupe\" and \"buprenorphine\" as is, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nStarting with the first sentence: \"Research",
  "return-home": "<think>\nOkay, the user wants me to translate \"Return Home\" into Korean for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\n\"Return Home\" is likely a",
  "search-for-a-pharmacy": "<think>\nOkay, the user wants me to translate \"Search for a Pharmacy\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the main phrase is \"Search for a",
  "searching": "<think>\nOkay, the user wants me to translate \"Searching...\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Searching...\" needs to be",
  "select-strongdelete-datastrong": "<think>\nOkay, the user wants me to translate \"Select <strong>Delete data</strong>.\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the main phrase is \"Select <strong>Delete data</strong>.\" The word \"Select\" here is probably part of a button or a menu option. In",
  "select-language": "<think>\nOkay, the user wants me to translate \"Select Language\" into Korean for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Select Language\" is a common phrase on websites",
  "select-any-that-apply": "<think>\nOkay, the user wants me to translate \"Select any that apply\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Select any that apply",
  "select-how-much-history-you-want-to-delete-eg-last": "<think>\nOkay, the user wants me to translate a specific sentence for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The original text is \"Select how much history you want to delete (e.g., Last hour, All time ).\" \n\nFirst, I need to make sure I follow all the rules provided. Rule 1 says to keep \"bupe\" and \"buprenorphine",
  "select-the-strongprivacy-securitystrong-panel": "<think>\nOkay, the user wants me to translate \"Select the <strong>Privacy & Security</strong> panel.\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the main phrase is \"Select the <strong>Privacy & Security</strong> panel.\" The key terms here are \"Privacy & Security\"",
  "select-the-time-range-to-clear-eg-everything": "<think>\nOkay, the user wants me to translate the English text \"Select the time range to clear (e.g., Everything )\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the main phrase is \"Select the time range to clear.\" In Korean, \"select\" would be \"선택하세요\" or \"",
  "settings": "<think>\nOkay, the user wants me to translate the word \"Settings\" into Korean for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Settings\" in this context probably",
  "site-preferencesli-ul": "<think>\nOkay, the user wants me to translate \"Site Preferences\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Site Preferences\" is a heading. In",
  "something-went-wrong": "<think>\nOkay, the user wants me to translate \"Something went wrong\" into Korean for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Something went wrong\" is a",
  "sorry-the-page-you-re-looking-for-doesn-t-exist": "<think>\nOkay, the user wants me to translate the given English text into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nThe original text is \"Sorry, the page you're",
  "spam-protection": "<think>\nOkay, the user wants me to translate \"Spam Protection\" into Korean for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst, \"Spam Protection",
  "state-level-reports": "<think>\nOkay, the user wants me to translate \"State Level Reports\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the main term is \"State Level Reports.\" In Korean, \"State\" here probably refers to the U.S. state, so I should use the appropriate term. \"State Level\" might",
  "status": "<think>\nOkay, the user wants me to translate the word \"Status\" into Korean for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nSo, \"Status\" in this context probably refers to the",
  "step-1-get-the-template": "<think>\nOkay, the user wants me to translate \"Step 1: Get the Template\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Step 1",
  "step-2-fill-out-your-data": "<think>\nOkay, the user wants me to translate \"Step 2: Fill Out Your Data\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I need to",
  "step-3-securely-submit-your-file": "<think>\nOkay, the user wants me to translate \"Step 3: Securely Submit Your File\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I need",
  "submission-failed-please-try-again": "<think>\nOkay, the user wants me to translate \"Submission failed. Please try again.\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the main phrase is \"",
  "subscribe-to-our-newsletter-for-organizing-and-upd": "<think>\nOkay, the user wants me to translate the English text \"Subscribe to our newsletter for organizing and updates\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the",
  "table-of-contents": "<think>\nOkay, the user wants me to translate \"Table of Contents\" into Korean for a healthcare website. Let me start by recalling the standard translation for that phrase. In Korean, \"Table of Contents\" is typically translated as \"목차\" or \"목차 목록\". But since it's for a healthcare website, I need to make sure it's clear and professional.\n\nWait, the context mentions it's a community tool to help people access addiction treatment. The rules say to keep medical",
  "thank-you": "<think>\nOkay, the user wants me to translate \"Thank You!\" into Korean for a healthcare website. Let me start by recalling the appropriate translation. The standard translation for \"Thank You!\" in Korean is \"감사합니다.\" But I need to make sure it fits the context.\n\nThe context is a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention being respectful, clear, and medically appropriate. Since the translation is just a single phrase, \"감",
  "the-problem": "<think>\nOkay, the user wants me to translate the English text \"The Problem\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"The Problem\"",
  "the-only-information-we-need-for-a-report-is-what-": "<think>\nOkay, I need to translate this English text into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription,\" and maintain respectful, non-stigmatizing language.\n\nFirst, the original text says, \"The only information we need",
  "the-only-required-fields-are-pharmacy_address-repo": "<think>\nOkay, I need to translate this text for a healthcare website in Korean. The user is asking for a translation that's respectful, clear, and medically appropriate. Let me start by understanding the original English text.\n\nThe key points are: the required fields are pharmacy_address and report_type (success or denied). The other fields like formulation, standardized_notes, and notes are optional but useful. \n\nFirst, I should check the medical terms. The user mentioned to keep \"bupe\" and \"",
  "the-last-mile-problem-is-the-treatment-gap-created": "<think>\nOkay, I need to translate this medical text into Korean for a healthcare website. Let me start by understanding the original content. The main topic is the \"last mile\" problem in addiction treatment, specifically regarding pharmacies and MOUD (medication for opioid use disorder) availability. \n\nFirst, the term \"last mile\" is a common phrase in healthcare, so I should keep it as is or find an equivalent. In Korean, \"마지막 마일\" might be used, but",
  "there-are-two-main-ways-we-collect-information-abo": "<think>\nOkay, the user wants me to translate the English sentence \"There are two main ways we collect information about you with this site\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmat",
  "this-is-unacceptable": "<think>\nOkay, the user wants me to translate \"This is unacceptable.\" into Korean for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention using respectful, non-stigmatizing language and keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, they want \"medicine\" instead of \"prescription\" for clarity.\n\nSo the original phrase is \"This is",
  "this-project-aims-to-address-this": "<think>\nOkay, the user wants me to translate the English sentence \"This project aims to address this.\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst,",
  "this-will-open-your-device-s-map-application-pleas": "<think>\nOkay, the user wants me to translate a specific sentence for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe English text is: \"This will open your device's",
  "total-reports": "<think>\nOkay, the user wants me to translate \"Total Reports\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Total Reports\" needs to be translated accurately",
  "trend-is-neutral": "<think>\nOkay, the user wants me to translate \"Trend is neutral\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Trend is neutral\"",
  "trending-recently": "<think>\nOkay, the user wants me to translate \"Trending Recently\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Trending Recently\" is likely referring",
  "trending-toward-more-denials": "<think>\nOkay, the user wants me to translate \"Trending toward more denials\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Trending toward",
  "trending-toward-more-successes": "<think>\nOkay, the user wants me to translate \"Trending toward more successes\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the phrase \"Trending toward more successes\" is a bit abstract. I need to convey that there's a positive direction or increasing success. In Korean, \"trending\" could",
  "upload-your-tsv-file-tab-separated-values": "<think>\nOkay, the user wants me to translate \"Upload your TSV file (tab separated values).\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"Upload your",
  "use-privacy-preserving-mapping-apps-like-organic-m": "<think>\nOkay, the user wants me to translate the English text \"Use privacy preserving mapping apps like Organic Maps\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I",
  "use-the-spreadsheet-template-below-to-fill-in-your": "<think>\nOkay, the user wants me to translate a specific sentence into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"Use the spreadsheet template",
  "we-strongdo-notstrong-know-your-email-or-phone-num": "<think>\nOkay, the user wants me to translate the sentence \"We do not know your email or phone number.\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "we-strongdo-notstrong-know-your-name": "<think>\nOkay, the user wants me to translate the sentence \"We do not know your name.\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the original sentence is",
  "we-strongdo-notstrong-track-your-location": "<think>\nOkay, the user wants me to translate the sentence \"We <strong>do not</strong> track your location.\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.",
  "we-also-hope-to-shine-a-light-on-just-how-big-an-i": "<think>\nOkay, I need to translate the given English text into Korean for a healthcare website. Let me start by understanding the context and the rules provided. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate. \n\nFirst, the rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. So I should make sure those terms are retained in Korean. Also,",
  "we-built-this-tool-to-help-it-s-a-map-made-by-the-": "<think>\nOkay, I need to translate this English text into Korean for a healthcare website. The context is about a community tool to help people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language. Also, technical terms like ZIP Code should stay as-is or use the local equivalent, and \"",
  "we-designed-our-website-to-not-do-that": "<think>\nOkay, the user wants me to translate the English sentence \"We designed our website to not do that.\" into Korean for a healthcare website. Let me start by understanding the context. The website is a community tool helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language",
  "we-don-t-track-or-store-your-location": "<think>\nOkay, the user wants me to translate the English text \"We don't track or store your location\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "we-hope-that-this-platform-will-help-people-help-p": "<think>\nOkay, let's tackle this translation. The user wants the English text translated into Korean for a healthcare website. The context is about helping people access addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, \"medicine\" instead of \"prescription\" and respectful, non-stigmatizing language.\n\nFirst, the original sentence: \"We hope that this platform will help people help people",
  "we-re-having-trouble-loading-this-content": "<think>\nOkay, the user wants me to translate \"We're having trouble loading this content.\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and compassionate tone.\n\nFirst, the original sentence is",
  "we-use-a-standard-template-to-ensure-data-quality-": "<think>\nOkay, I need to translate the given English text into Korean for a healthcare website. Let me start by understanding the context and the rules provided. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the English text is: \"We use a standard template to ensure data quality. Please view or download our official CryptPad template.\"\n\nThe rules mention keeping medical terms like \"bupe",
  "we-use-modern-privacy-focused-tools-to-run-this-si": "<think>\nOkay, the user wants me to translate the English sentence \"We use modern, privacy-focused tools to run this site\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst",
  "we-will-take-care-of-formatting-and-uploading-to-t": "<think>\nOkay, the user wants me to translate the sentence \"We will take care of formatting and uploading to the map!\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.",
  "what-we-collect-and-what-we-don-t": "<think>\nOkay, the user wants me to translate the English text \"What We Collect (and What We Don't)\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst,",
  "what-formulations-did-you-try-to-fill": "<think>\nOkay, the user wants me to translate the question \"What formulation(s) did you try to fill?\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "what-was-the-outcome": "<think>\nOkay, the user wants me to translate \"What was the outcome?\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"What was the outcome",
  "what-would-you-like-to-do-today": "<think>\nOkay, the user wants me to translate \"What would you like to do today?\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the main phrase is",
  "when-it-comes-to-information-like-who-you-are-if-y": "<think>\nOkay, let's tackle this translation. The user wants the English text translated into Korean for a healthcare website. First, I need to make sure I understand the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here: keep medical terms like \"bupe\" and \"buprenorphine\" as they are, use \"medicine\" instead of \"prescription,\" and maintain respectful, non-stigmatizing language.",
  "when-you-are-done-you-can-also-clear-your-recent-b": "<think>\nOkay, the user wants me to translate the given English text into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe English sentence is: \"When you are",
  "while-our-website-strives-to-be-secure-and-protect": "<think>\nOkay, I need to translate the given English text into Korean for a healthcare website. The context is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language. Also, technical terms like ZIP Code should stay as-is or use the local equivalent, and \"ph",
  "why-we-built-this-tool": "<think>\nOkay, the user wants me to translate \"Why We Built This Tool\" into Korean for a healthcare website. Let me start by understanding the context. The tool is for helping people find pharmacies that provide buprenorphine for addiction treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nFirst, the title",
  "your-report": "<think>\nOkay, the user wants me to translate the English text \"Your Report\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Your Report\"",
  "your-map-application-may-collect-and-share-your-lo": "<think>\nOkay, the user wants me to translate the given English text into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nThe English text is: \"Your map application may",
  "barriercount": "<think>\nOkay, the user wants me to translate \"barrier.count\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"barrier.count\" is a bit unclear. Maybe it's a typo or a specific term. Let me check if it's supposed to be \"barrier count\" or something else.",
  "barriernote": "<think>\nOkay, the user wants me to translate the \"barrier.note\" text for a healthcare website that helps people find pharmacies for buprenorphine. Let me start by understanding the context. It's a community tool to help access addiction treatment, so the language needs to be respectful, clear, and medically appropriate.\n\nFirst, the rules: keep \"bupe\" and \"buprenorphine\" as they are. Use \"medicine\" instead of \"prescription\" for clarity",
  "codeatopioidpolicydotorg": "<think>\nOkay, the user wants me to translate the email address \"code[at]opioidpolicy[dot]org\" into Korean. Let me check the context first. It's for a healthcare website helping people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear tone.\n\nSince the email address is a",
  "contact-form": "<think>\nOkay, the user wants me to translate \"contact form\" into Korean for a healthcare website. Let me start by recalling the standard translation for \"contact form.\" In Korean, it's commonly \"문의하기\" or \"문의 폼.\" But since it's a form, maybe \"문의 양식\" is more appropriate. Wait, \"양식\" is \"form\" in the sense of a document or template. However, in web contexts, \"문의하기",
  "contact-us-using-our-secure-form": "<think>\nOkay, the user wants me to translate \"contact us using our secure form\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the main phrase is \"",
  "copied-copied-to-clipboard-share-with-a-friend": "<think>\nOkay, the user wants me to translate the given text into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe English text is \"copied ? 'Cop",
  "currentlanguagecodetouppercase": "<think>\nOkay, the user wants me to translate the given text into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe English text provided is \"currentLanguage?.code",
  "datapastmonthperiod": "<think>\nOkay, the user wants me to translate \"data.pastMonth.period\" into Korean for a healthcare website. Let me start by understanding what this text refers to. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear tone.\n\nFirst, \"data.p",
  "decodehtmlentitiespharmacyname": "<think>\nOkay, the user wants me to translate \"decodeHtmlEntities(pharmacy.name)\" into Korean for a healthcare website. Let me start by understanding what this code does. The function decodeHtmlEntities is used to convert HTML entities back into their corresponding characters. So, pharmacy.name here is likely a variable that holds the name of a pharmacy, possibly with some HTML entities that need decoding.\n\nFirst, I need to translate \"pharmacy.name\" into Korean. The term \"pharmacy\" in Korean",
  "do-not": "<think>\nOkay, the user wants me to translate the word \"do not\" into Korean for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention using \"bupe\" and \"buprenorphine\" as is, and to keep terms like ZIP Code or use local equivalents. Also, the language needs to be respectful and non-stigmatizing.\n\nSo, the main task",
  "eg-out-of-business": "<think>\nOkay, the user wants me to translate \"e.g., 'Out of business.\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"e.g.,",
  "eg-123-main-street": "<think>\nOkay, the user wants me to translate \"e.g., 123 Main Street\" into Korean for a healthcare website. Let me start by recalling the rules. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same, but this example doesn't include those. Second, use \"medicine\" instead of \"prescription.\" Not sure if that applies here, but the example is just an address. Third, keep the tone respectful and",
  "eg-49506": "<think>\nOkay, the user wants me to translate \"e.g., 49506\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear tone.\n\nThe example given is \"e.g",
  "eg-cvs": "<think>\nOkay, the user wants me to translate \"e.g., CVS\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"e.g.\" stands for \"",
  "eg-mom-pop-shop": "<think>\nOkay, the user wants me to translate \"e.g., Mom & Pop Shop\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"e.g.\" in Korean",
  "href-aria-label-style": "<think>\nOkay, the user wants me to translate some HTML code into Korean for a healthcare website. Let me check the original text again. The English text is \"href=`} aria-label=`} style=} >\" which seems like placeholders or maybe some broken code. Wait, maybe it's a typo or incomplete. The user mentioned translating for a healthcare site that helps find pharmacies for buprenorphine. The rules say to keep medical terms like \"bupe\" and \"bupren",
  "isloadinglocation-loading-set-location": "<think>\nOkay, the user wants me to translate \"isLoadingLocation ? 'Loading...' : 'Set Location'\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the original text is a conditional statement. In English, it's a ternary operator: if isLoadingLocation is true, show 'Loading...', else show",
  "just-like-any-other-prescription": "<think>\nOkay, the user wants me to translate \"just like any other prescription\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" for clarity. So, the original phrase is \"just like any other prescription,\" which",
  "locationerror": "<think>\nOkay, the user wants me to translate \"locationError\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"locationError\" is likely an error message",
  "lol": "<think>\nOkay, the user wants me to translate \"lol.\" into Korean for a healthcare website. Let me think. First, \"lol\" is an acronym for \"laugh out loud,\" but in the context of a healthcare site, especially one about addiction treatment, it's probably not appropriate. The user mentioned the context is a community tool to help people access addiction treatment, so the tone needs to be respectful and professional. The rules say to avoid stigmatizing language and keep medical terms like",
  "menu-button": "<think>\nOkay, the user wants me to translate \"menu button\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"menu button\" is a UI element. In Korean, \"menu\" is usually \"메뉴\" and \"button\" is \"버튼\". So a direct translation would be \"메",
  "privacy-is-very-important": "<think>\nOkay, the user wants me to translate \"privacy is very important\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the main phrase is \"privacy is very important",
  "resultfull_address": "<think>\nOkay, the user wants me to translate \"result.full_address\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"result.full_address\" is likely a placeholder",
  "resultname": "<think>\nOkay, the user wants me to translate \"result.name\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nSo, \"result.name\" is likely the",
  "selectedpharmacyfull_address": "<think>\nOkay, the user wants me to translate \"selectedPharmacy.full_address\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"selectedPharmacy.full_address",
  "selectedpharmacyname": "<think>\nOkay, the user wants me to translate \"selectedPharmacy.name\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nFirst, \"selectedPharmacy",
  "statsalltimedenied": "<think>\nOkay, the user wants me to translate \"stats.allTime.denied\" into Korean for a healthcare website. Let me start by understanding what this text means. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I",
  "statsalltimesuccess": "<think>\nOkay, the user wants me to translate the text \"stats.allTime.success\" into Korean for a healthcare website. Let me start by understanding what this text might mean. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and compassionate tone.\n\nFirst",
  "statspastmonthdenied": "<think>\nOkay, the user wants me to translate \"stats.pastMonth.denied\" into Korean for a healthcare website. Let me start by understanding what this text means. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "statspastmonthsuccess": "<think>\nOkay, the user wants me to translate the text \"stats.pastMonth.success\" into Korean for a healthcare website. Let me start by understanding what this text refers to. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and compassionate tone.",
  "strongnotesstrong": "<think>\nOkay, the user wants me to translate the English text \"strong>Notes:</strong\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the",
  "strongphonestrong-a-href-style-a": "<think>\nOkay, the user wants me to translate a specific part of text for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nLooking at the English text provided: \"strong>",
  "strongreportsstrong-successful-denied": "<think>\nOkay, the user wants me to translate \"Reports: successful, denied\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Reports",
  "strongstatusstrong": "<think>\nOkay, the user wants me to translate \"Status:\" into Korean for a healthcare website. Let me check the context. It's a community tool helping people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, the original text is just",
  "success": "<think>\nOkay, the user wants me to translate the word \"success\" into Korean for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention using \"bupe\" and \"buprenorphine\" as is, and avoiding stigmatizing language. \n\nThe word \"success\" here probably refers to the success of the treatment or finding the right pharmacy. In Korean, \"success",
  "tcrowdsource-note-this-is-a-crowd-source-resource": "<think>\nOkay, the user wants me to translate the English text \"This is a crowd-source resource\" into Korean for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"",
  "tnot-guarantee-note-this-tool-is-not-a-guarantee-o": "<think>\nOkay, the user wants me to translate a specific note for a healthcare website that helps people find pharmacies for buprenorphine. Let me start by understanding the context. The tool is a community resource to aid access to addiction treatment, so the translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the original English text is: \"This tool is not a guarantee of service. This data is not comprehensive.\" The user provided some rules to follow. Let me check them",
  "the-united-kingdom-canada-and-australia": "<think>\nOkay, the user wants me to translate \"the United Kingdom, Canada, and Australia\" into Korean for a healthcare website. Let me check the rules first. They mentioned keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, but this text doesn't have those terms. So that's fine.\n\nNext, the rules say to use \"medicine\" instead of \"prescription.\" But the original text here is just country names, so that rule doesn't apply",
  "youremailexamplecom": "<think>\nOkay, the user wants me to translate \"your.email@example.com\" into Korean for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear tone.\n\nWait, the text to translate is an email address. The user"
}