{
  "strongprivacy-tipstrong-link-hrefprivacyprotect-yo": "<think>\nOkay, the user wants me to translate a privacy tip for a healthcare website that helps people find pharmacies for buprenorphine. Let me start by understanding the context. The website is a community tool to help access addiction treatment, so the language needs to be respectful, clear, and medically appropriate.\n\nFirst, the original text is \"<strong>Privacy Tip:</strong>  <Link href=\"/privacy#protect-yourself\" className=> Learn more</Link>\". The user specified to keep",
  "back-to-zip": "<think>\nOkay, the user wants me to translate the text \"> ← Back to ZIP\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the original text",
  "a-lot-of-websites-collect-personal-information-to-": "<think>\nOkay, the user wants me to translate a specific English text into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, I'll look at the English text",
  "about": "<think>\nOkay, the user wants me to translate the word \"About\" into Polish for a healthcare website. Let me think. The context is a community tool helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"About\" in this context is likely a",
  "about-this-project": "<think>\nOkay, the user wants me to translate \"About This Project\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, \"About This Project\" in Polish",
  "access-the-template": "<think>\nOkay, the user wants me to translate \"Access the Template\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nSo, the main task is translating \"",
  "access-the-template-support-doc": "<think>\nOkay, the user wants me to translate \"Access the Template Support Doc\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Access",
  "active-logins": "<think>\nOkay, the user wants me to translate \"Active Logins\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, \"Active Logins\" – what",
  "add-a-pharmacy-report": "<think>\nOkay, the user wants me to translate \"Add a Pharmacy & Report\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Add a Pharmacy",
  "address": "<think>\nOkay, the user wants me to translate the word \"Address\" into Polish for a healthcare website. Let me start by recalling the basic translation. \"Address\" in Polish is \"Adres\". But I need to make sure it fits the context.\n\nThe website is about helping people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, using \"medicine\" instead",
  "all-time": "<think>\nOkay, the user wants me to translate \"All Time\" into Polish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful and non-stigmatizing.\n\nWait, \"All Time\" is a title or a section",
  "any-other-details-about-your-experience": "<think>\nOkay, the user wants me to translate \"Any other details about your experience...\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, the phrase \"Any",
  "at-the-top-right-click-the-strongmenu-button-stron": "<think>\nOkay, the user wants me to translate a specific instruction from English to Polish for a healthcare website. Let me start by understanding the original text. The instruction is about clicking a menu button and selecting Settings. The context is a community tool to help people access addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non",
  "at-the-top-right-select-strongmore-strong-and-then": "<think>\nOkay, the user wants me to translate a specific instruction from English to Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here: keep \"bupe\" and \"buprenorphine\" as they are, use \"medicine\" instead of \"prescription,\" and maintain respectful, non-stigmatizing language.\n\nThe original text is: \"At the top",
  "back-to-search": "<think>\nOkay, the user wants me to translate \"Back to search\" into Polish for a healthcare website. Let me start by recalling the correct translation for that phrase. \"Back to search\" is commonly translated as \"Powrót do wyszukiwania\" in Polish. But wait, I need to make sure it's the most natural and commonly used phrase in the context of a website.\n\nThe target audience is people looking for pharmacies that provide addiction treatment medication, specifically buprenorph",
  "browsing-download-history": "<think>\nOkay, the user wants me to translate \"Browsing & Download History\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"Browsing & Download",
  "browsing-history": "<think>\nOkay, the user wants me to translate \"Browsing history\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Browsing history\" in English refers",
  "bugs-or-questions": "<think>\nOkay, the user wants me to translate \"Bugs or Questions?\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Bugs",
  "bulk-data-submission-instructions": "<think>\nOkay, the user wants me to translate \"Bulk Data Submission Instructions\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Bulk Data Submission Instructions",
  "bulk-upload": "<think>\nOkay, the user wants me to translate \"Bulk Upload\" into Polish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Bulk Upload\" – in Polish, the direct",
  "but-we-also-know-that-strongprivacy-is-very-import": "<think>\nOkay, the user wants me to translate a specific text for a healthcare website that helps people find pharmacies for buprenorphine. Let me start by understanding the context. The tool is community-based, so the translation needs to be respectful and clear, avoiding any stigmatizing language. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, \"medicine\" should replace \"prescription\" for clarity. \n\nFirst, I'll",
  "cache": "<think>\nOkay, the user wants me to translate the word \"Cache\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I need to figure out what \"Cache",
  "cached-images-and-filesli-ul": "<think>\nOkay, the user wants me to translate a specific part of text for a healthcare website. The original text is \"Cached images and files</li> </ul\". First, I need to make sure I understand the context. It's a community tool helping people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and",
  "clear-history": "<think>\nOkay, the user wants me to translate \"Clear History\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\n\"Clear History\" is likely referring to a",
  "click-the-strongokstrong-button-to-confirm": "<think>\nOkay, the user wants me to translate \"Click the <strong>OK</strong> button to confirm.\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the",
  "close-language-selector": "<think>\nOkay, the user wants me to translate \"Close language selector\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"Close language selector\" is a",
  "code": "<think>\nOkay, the user wants me to translate the word \"Code\" into Polish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful and non-stigmatizing.\n\nSo, the English word here is \"Code",
  "common-observations-optional": "<think>\nOkay, the user wants me to translate \"Common Observations (optional)\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"Common Observations\" – in Polish, that would be \"Zwykłe obserwacje\" or maybe \"Zauważone obserwacje\". But since it's",
  "contact": "<think>\nOkay, the user wants me to translate the word \"Contact\" into Polish for a healthcare website. Let me start by recalling the basic translation. \"Contact\" in Polish is usually \"Kontakt\". But I need to make sure it fits the context here.\n\nThe website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The tone needs to be respectful, clear, and medically appropriate. Since the target language is Polish, I should check if \"",
  "contact-us": "<think>\nOkay, the user wants me to translate \"Contact Us\" into Polish for a healthcare website. Let me check the context. The site helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nFirst, \"Contact Us\" in Polish is",
  "continue": "<think>\nOkay, the user wants me to translate the word \"Continue\" into Polish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Continue\" in this context is likely part",
  "cookies": "<think>\nOkay, the user wants me to translate the word \"Cookies\" for a healthcare website targeting Polish-speaking users. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Cookies\" in this context",
  "cookies-and-other-site-data": "<think>\nOkay, the user wants me to translate \"Cookies and other site data\" into Polish for a healthcare website. Let me start by recalling the correct translation for \"cookies\" in Polish. I know that \"cookies\" is often used as is in many languages, but in Polish, it's commonly translated as \"ciasteczka\". \n\nNext, \"other site data\" – \"site data\" here probably refers to data collected by the website, so \"dane strony\" or",
  "copy-the-secure-link-it-generates": "<think>\nOkay, the user wants me to translate the sentence \"Copy the secure link it generates.\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the",
  "database": "<think>\nOkay, the user wants me to translate the word \"Database\" into Polish for a healthcare website. Let me start by recalling the correct translation. \"Database\" in Polish is usually \"baza danych\". But I need to check if there's a more appropriate term in a healthcare context.\n\nThe context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\"",
  "delete-browsing-data": "<think>\nOkay, the user wants me to translate \"Delete browsing data\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"Delete browsing data\" is a technical term",
  "delete-data": "<think>\nOkay, the user wants me to translate \"Delete data\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, they want to use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, \"Delete data\" is",
  "dismiss-privacy-banner": "<think>\nOkay, the user wants me to translate \"Dismiss privacy banner\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, they want to use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, \"Dismiss privacy banner",
  "do-not-include-any-personally-identifiable-informa": "<think>\nOkay, the user wants me to translate a specific sentence for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original English text is: \"Do not include any personally identifiable",
  "do-this-each-time-you-visit-this-site": "<think>\nOkay, the user wants me to translate the phrase \"Do this each time you visit this site.\" into Polish for a healthcare website. Let me start by understanding the context. The website is about helping people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst",
  "email-address-for-newsletter-signup": "<think>\nOkay, the user wants me to translate \"Email address for newsletter signup\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"Email address for newsletter",
  "email-that-single-link-to-us-at-strongcodeatopioid": "<think>\nOkay, the user wants me to translate an email instruction into Polish for a healthcare website. Let me start by understanding the original text. The main message is to email a single link to a specific address. The email address is in a coded format with [at] and [dot], which I need to handle properly.\n\nFirst, I should make sure to keep the medical terms \"bupe\" and \"buprenorphine\" as they are, since the rules say to leave them",
  "find-treatment": "<think>\nOkay, the user wants me to translate \"Find Treatment\" into Polish for a healthcare website. Let me start by understanding the context. It's a community tool to help people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure respectful, non-stigmatizing language.\n\nFirst, \"Find Treatment\" needs to",
  "for-researchers-conducting-secret-shopper-studies-": "<think>\nOkay, let's tackle this translation. The user wants the English text translated into Polish for a healthcare website. The context is about helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules are important here: keep \"bupe\" and \"buprenorphine\" as is, use \"medicine\" instead of \"prescription,\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, I need to parse the original English sentence. The main idea",
  "formulation-optional-check-all-that-apply": "<think>\nOkay, the user wants me to translate the English text \"Formulation (optional, check all that apply\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst",
  "formulation-availability-all-time": "<think>\nOkay, the user wants me to translate \"Formulation Availability (All Time)\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Formulation",
  "google-chrome": "<think>\nOkay, the user wants me to translate \"Google Chrome\" into Polish for a healthcare website. Let me think. First, the main task is straightforward—translating the browser name. But I need to make sure it's appropriate for the context.\n\nThe website is about helping people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine",
  "history": "<think>\nOkay, the user wants me to translate the word \"History\" into Polish for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"History\" in this context probably",
  "hosting": "<think>\nOkay, the user wants me to translate the word \"Hosting\" for a healthcare website that helps people find pharmacies for addiction treatment medication, specifically buprenorphine. Let me start by understanding the context. The website is a community tool to help access addiction treatment, so the language needs to be respectful, clear, and medically appropriate.\n\nFirst, the term \"Hosting\" here probably refers to the service or platform that hosts the directory of pharmacies. But in Polish, the direct translation might",
  "how-we-try-to-protect-your-privacy": "<think>\nOkay, the user wants me to translate the heading \"How We Try to Protect Your Privacy\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I need",
  "how-the-technology-works": "<think>\nOkay, the user wants me to translate \"How the Technology Works\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the main phrase is \"",
  "how-to-protect-yourself": "<think>\nOkay, the user wants me to translate \"How to Protect Yourself\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nFirst, the main phrase is",
  "if-you-couldn-t-find-your-pharmacy-in-the-search-r": "<think>\nOkay, the user wants me to translate a specific sentence for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, \"medicine\" instead of \"prescription\" for clarity. Need to use respectful, non-stigmatizing language. The tone should be helpful, professional, and compassionate",
  "if-you-have-bulk-data-you-can-help-us-quickly-fill": "<think>\nOkay, I need to translate the given English text into Polish for a healthcare website. Let me start by understanding the context and the rules provided. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the original text is: \"If you have bulk data, you can help us quickly fill out the map. Thank you!\" \n\nThe key points here are \"bulk data,\" \"",
  "if-you-re-interested-in-submitting-multiple-report": "<think>\nOkay, the user wants me to translate a sentence for a healthcare website that helps people find pharmacies for addiction treatment medication, specifically buprenorphine. Let me start by understanding the original text: \"If you're interested in submitting multiple reports, check out our bulk reporting tool.\"\n\nFirst, I need to make sure I follow all the rules provided. The key points are to keep \"bupe\" and \"buprenorphine\" unchanged, use \"medicine\" instead of \"",
  "in-the-stronghistorystrong-section-click-strongcle": "<think>\nOkay, the user wants me to translate the given English text into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"In the <",
  "last-updated": "<think>\nOkay, the user wants me to translate \"Last updated:\" into Polish for a healthcare website. Let me start by recalling the correct translation. \"Last updated\" in Polish is typically \"Ostatnio aktualizowane\" or \"Ostatnio zmodyfikowane.\" Since the context is about a community tool for accessing addiction treatment, I need to ensure the translation is clear and professional.\n\nThe rules mention keeping medical terms like \"buprenorphine\" unchanged, but here it",
  "learn-more": "<think>\nOkay, the user wants me to translate \"Learn more\" into Polish for a healthcare website. Let me start by recalling the basic translation. \"Learn more\" in Polish is typically \"Dowiedz się więcej\" or \"Dowiedz się więcej\". But I need to check if there's a more appropriate phrase in a healthcare context.\n\nThe context is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention using \"bupe\" and \"",
  "learn-more-about-privacy-practices-on-privacy-guid": "<think>\nOkay, the user wants me to translate the given English text into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is \"Learn more about privacy",
  "legend": "<think>\nOkay, the user wants me to translate the word \"Legend\" into Polish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, \"Legend\"",
  "like-with-our-other-projects-we-built-this-in-resp": "<think>\nOkay, the user wants me to translate a specific English text into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, I need to translate the given English",
  "link-hrefabout-classname-link": "<think>\nOkay, the user wants me to translate a specific HTML snippet from English to Polish. Let me check the original text again: \"Link href=\"/about\" className=>  </Link\". Wait, that looks like a fragment of HTML code, maybe from a React component or something similar. The user mentioned it's for a healthcare website helping people find pharmacies for buprenorphine treatment.\n\nFirst, I need to make sure I understand the context. The original text seems to be a link",
  "link-hrefbulk-upload-classname-link": "<think>\nOkay, the user wants me to translate a specific HTML link into Polish for a healthcare website. The original text is \"Link href=\"/bulk-upload\" className=>  </Link\". Let me break this down.\n\nFirst, the main task is to translate the link text. The English text is \"Bulk Upload,\" which in Polish would be \"Wgraj w bulk\" or \"Wgraj w dużym zakresie.\" Wait, \"bulk upload\" is a technical term, so",
  "link-hrefdashboard-classname-link": "<think>\nOkay, the user wants me to translate a specific piece of HTML code from English to Polish. Let me look at the original text again: \"Link href=\"/dashboard\" className=>  </Link\". Hmm, this seems like a snippet from React or another JavaScript framework, using JSX syntax. The user mentioned it's for a healthcare website helping people find pharmacies for addiction treatment medication, specifically buprenorphine. \n\nFirst, I need to make sure I understand the context. The website",
  "link-hrefprivacy-classname-link": "<think>\nOkay, the user wants me to translate a specific HTML link into Polish. The original text is \"Link href=\"/privacy\" className=>  </Link\". Wait, that looks like a fragment of HTML code. The user mentioned it's for a healthcare website helping people find pharmacies for addiction treatment medication, specifically buprenorphine. \n\nFirst, I need to make sure I understand the context. The link is probably part of a privacy policy link on the website. The user provided the",
  "loading-map": "<think>\nOkay, the user wants me to translate \"Loading map\" into Polish for a healthcare website. Let me start by recalling the basic translation. \"Loading map\" in Polish is usually \"Ładowanie mapy\". But wait, I need to check if there's a more natural way to say it. Sometimes, people might use \"Wczytywanie mapy\" which is also correct. However, \"Ładowanie\" is more commonly used in technical contexts like loading a map",
  "loading-pharmacies": "<think>\nOkay, the user wants me to translate \"Loading pharmacies...\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Loading pharmacies...\" is a placeholder",
  "maps": "<think>\nOkay, the user wants me to translate the word \"Maps\" into Polish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the main task is translating \"Maps.\" In",
  "more": "<think>\nOkay, the user wants me to translate the word \"More\" into Polish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nThe original text is just \"",
  "mozilla-firefox": "<think>\nOkay, the user wants me to translate \"Mozilla Firefox\" into Polish for a healthcare website. Let me think about this. First, the context is about a community tool to help people access addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nWait, the text to translate is just",
  "nb-the-file-link-is-only-active-for-24hrs-so-i-mig": "<think>\nOkay, the user wants me to translate a specific note about a file link expiring in 24 hours into Polish. Let me start by understanding the original message. The key points are: the file link is active for 24 hours, the sender might ask to resend it, and there's an apology in advance.\n\nFirst, I need to make sure the translation is clear and maintains the original intent. The term \"file link\" should be translated accurately. In Polish, \"",
  "nb-there-might-be-a-world-where-this-data-is-used-": "<think>\nOkay, the user wants me to translate a specific English text into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nLooking at the English text: \"NB There",
  "newsletter-signup-temporarily-unavailable": "<think>\nOkay, the user wants me to translate \"Newsletter signup temporarily unavailable.\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here. I need to keep \"bupe\" and \"buprenorphine\" as they are. Also, use \"medicine\" instead of \"prescription.\" The language should be respectful and non-stigmatizing.\n\nFirst,",
  "no-successful-reports-found-for-the-selected-time-": "<think>\nOkay, the user wants me to translate a specific message for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The original English text is: \"No successful reports found for the selected time period. Try a wider date range or select All Time.\"\n\nFirst, I need to make sure I follow all the rules provided. Rule 1 says to keep medical terms like \"bupe\" and \"",
  "no-tracking-no-ads-privacy-first-design": "<think>\nOkay, the user wants me to translate the phrase \"No tracking • No ads • Privacy-first design\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "note": "<think>\nOkay, the user wants me to translate the word \"Note\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, the original",
  "notes": "<think>\nOkay, the user wants me to translate the word \"Notes\" into Polish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, the original text",
  "offline-website-data": "<think>\nOkay, the user wants me to translate \"Offline Website Data\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Offline Website Data\" needs",
  "opioid-policy-institute-logo": "<think>\nOkay, the user wants me to translate \"Opioid Policy Institute Logo\" into Polish. Let me start by breaking down the components. \"Opioid Policy Institute\" is the main name, and \"Logo\" is the word for logo.\n\nFirst, translating \"Opioid Policy Institute\" into Polish. \"Opioid\" is \"opioid\" in Polish, but I should check if there's a standard term. Since the user mentioned keeping medical terms like \"bup",
  "optional-personal-information-we-do-collect": "<think>\nOkay, the user wants me to translate \"Optional personal information we do collect\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"Optional personal information",
  "organic-maps": "<think>\nOkay, the user wants me to translate \"Organic Maps\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Organic Maps\" –",
  "other-notes-optional": "<think>\nOkay, the user wants me to translate \"Other Notes (optional)\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I need to translate \"Other Notes (",
  "our-funding": "<think>\nOkay, the user wants me to translate \"Our Funding\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Our Funding\" needs to be",
  "our-solution": "<think>\nOkay, the user wants me to translate the English text \"Our Solution\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Our Solution\"",
  "our-most-important-promise-is-to-protect-your-priv": "<think>\nOkay, the user wants me to translate a specific English text into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure respectful, non-stigmatizing language.\n\nFirst, I need to translate the given English text",
  "page-not-found": "<think>\nOkay, the user wants me to translate \"Page Not Found\" into Polish for a healthcare website. Let me start by recalling the standard translation for that phrase. In Polish, \"Page Not Found\" is commonly translated as \"Strona nie istnieje\" or \"Strona nie została znaleziona\". \n\nNow, considering the context: it's a community tool to help people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bu",
  "pharmacy-information": "<think>\nOkay, the user wants me to translate \"Pharmacy Information\" into Polish for a healthcare website. Let me start by recalling the rules provided. First, I need to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. The target language is Polish, so I should make sure the translation is accurate and appropriate for a healthcare context.\n\nThe main text to translate is \"Pharmacy Information.\" In Polish, \"pharmacy\" is typically \"farmacia,\"",
  "phone": "<think>\nOkay, the user wants me to translate the word \"Phone\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the English word is \"Phone.\" In Polish",
  "please-reach-out-using-our-secure-form-if-you-have": "<think>\nOkay, the user wants me to translate the given English text into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nThe original text is: \"Please reach out using",
  "privacy-safety-tips": "<think>\nOkay, the user wants me to translate \"Privacy & Safety Tips\" into Polish for a healthcare website. Let me start by recalling the key points from the context and rules.\n\nFirst, the target language is Polish, so I need to make sure the translation is accurate and maintains the intended tone. The original text is a section title, so it should be concise and clear. \n\nThe rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Since",
  "privacy-security": "<think>\nOkay, the user wants me to translate \"Privacy & Security\" into Polish for a healthcare website. Let me start by recalling the correct translation for these terms. \"Privacy\" in Polish is usually \"Prywatność,\" and \"Security\" is \"Bezpieczeństwo.\" Since the context is about a community tool for accessing addiction treatment, I need to ensure the translation is respectful and clear. The rules mention keeping medical terms like \"buprenorphine\" and \"bupe",
  "privacy-notice": "<think>\nOkay, the user wants me to translate \"Privacy Notice\" into Polish for a healthcare website. Let me start by recalling that \"Privacy Notice\" in a medical context is typically \"Oświadczenie o prywatności\" in Polish. But wait, I need to make sure it's the correct term used in such contexts. Sometimes, \"Polityka prywatności\" is also used, but that's more like a privacy policy. Since the original is \"Privacy Notice,\" \"Oświadczenie",
  "privacy-policy": "<think>\nOkay, the user wants me to translate \"Privacy Policy\" into Polish for a healthcare website. Let me start by recalling the standard translation for \"Privacy Policy\" in Polish. It's usually \"Polityka prywatności\". \n\nWait, but I need to make sure it's appropriate for a healthcare context. The original text is part of a community tool helping people access addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"bupe\"",
  "privacy-tip": "<think>\nOkay, the user wants me to translate \"Privacy Tip\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, they want \"medicine\" instead of \"prescription\" and non-stigmatizing language.\n\nFirst, \"Privacy Tip\" in Polish is usually \"W",
  "questions": "<think>\nOkay, the user wants me to translate \"Questions?\" into Polish for a healthcare website. Let me start by recalling that the target language is Polish. The main points to consider are the rules provided. \n\nFirst, I need to ensure that medical terms like \"bupe\" and \"buprenorphine\" remain unchanged. Since the original text is just \"Questions?\", there's no medical term here, so that rule might not apply here. \n\nNext, the user mentioned using \"",
  "remember-to-clear-your-browser-history": "<think>\nOkay, the user wants me to translate \"Remember to clear your browser history.\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and compassionate tone.\n\nFirst, the main sentence is a",
  "report-statistics": "<think>\nOkay, the user wants me to translate \"Report Statistics\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Report Statistics\" needs to be",
  "reports": "<think>\nOkay, the user wants me to translate the word \"Reports\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the word \"Reports\" in this context",
  "research-working-to-understand-moud-barriers-can-b": "<think>\nOkay, let's tackle this translation. The user wants the text translated into Polish for a healthcare website. First, I need to make sure I follow all the rules provided. Let me go through each rule again to ensure compliance.\n\nRule 1: Keep medical terms \"bupe\" and \"buprenorphine\" unchanged. So I'll use those exact terms in Polish. Rule 2: Use \"medicine\" instead of \"prescription.\" That means wherever \"prescription\"",
  "return-home": "<think>\nOkay, the user wants me to translate \"Return Home\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Return Home\" is likely a button or",
  "search-for-a-pharmacy": "<think>\nOkay, the user wants me to translate \"Search for a Pharmacy\" into Polish for a healthcare website. Let me start by recalling the rules. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same. But here, the text is \"Search for a Pharmacy,\" so maybe those terms aren't needed here. Wait, the context is about finding pharmacies for addiction treatment medication, specifically buprenorphine. But the translation request is just",
  "searching": "<think>\nOkay, the user wants me to translate \"Searching...\" into Polish for a healthcare website. Let me start by recalling the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nFirst, \"Searching...\" in Polish",
  "select-strongdelete-datastrong": "<think>\nOkay, the user wants me to translate \"Select <strong>Delete data</strong>.\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the main phrase is \"Select <strong>Delete data</strong>.\" In Polish, \"Select\" would be \"Wybierz\". Then \"Delete data\" –",
  "select-language": "<think>\nOkay, the user wants me to translate \"Select Language\" into Polish for a healthcare website. Let me start by recalling the standard translation for that phrase. In Polish, \"Select Language\" is commonly translated as \"Wybierz język\". \n\nNow, I need to check if there are any specific rules or context that might affect this translation. The context is a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bu",
  "select-any-that-apply": "<think>\nOkay, the user wants me to translate \"Select any that apply\" into Polish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The language needs to be respectful and non-stigmatizing.\n\nFirst, the phrase \"Select any that apply",
  "select-how-much-history-you-want-to-delete-eg-last": "<think>\nOkay, the user wants me to translate a specific sentence for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The original text is in English: \"Select how much history you want to delete (e.g., Last hour, All time ).\" \n\nFirst, I need to make sure I follow all the rules provided. Rule 1 says to keep medical terms like \"bupe\" and",
  "select-the-strongprivacy-securitystrong-panel": "<think>\nOkay, the user wants me to translate \"Select the <strong>Privacy & Security</strong> panel.\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst,",
  "select-the-time-range-to-clear-eg-everything": "<think>\nOkay, the user wants me to translate the English text \"Select the time range to clear (e.g., Everything )\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the main phrase is \"Select the time range to clear.\" In Polish, \"select\" would be \"Wybierz\" or \"",
  "settings": "<think>\nOkay, the user wants me to translate the word \"Settings\" into Polish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Settings\" in this context might refer to",
  "site-preferencesli-ul": "<think>\nOkay, the user wants me to translate \"Site Preferences\" into Polish for a healthcare website. Let me start by recalling the correct translation. \"Site Preferences\" is typically translated as \"Preferencje strony\" in Polish. I need to make sure that this is the most common and appropriate term. Since the context is a healthcare website, it's important to maintain a professional and respectful tone. The original text is part of a list, so the translation should fit seamlessly into that",
  "something-went-wrong": "<think>\nOkay, the user wants me to translate \"Something went wrong\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Something went wrong\" is",
  "sorry-the-page-you-re-looking-for-doesn-t-exist": "<think>\nOkay, the user wants me to translate the error message \"Sorry, the page you're looking for doesn't exist.\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone",
  "spam-protection": "<think>\nOkay, the user wants me to translate \"Spam Protection\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Spam Protection\" is likely a",
  "state-level-reports": "<think>\nOkay, the user wants me to translate \"State Level Reports\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"State Level Reports\" –",
  "status": "<think>\nOkay, the user wants me to translate the word \"Status\" into Polish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, the English word here",
  "step-1-get-the-template": "<think>\nOkay, the user wants me to translate \"Step 1: Get the Template\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Step",
  "step-2-fill-out-your-data": "<think>\nOkay, the user wants me to translate \"Step 2: Fill Out Your Data\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Step 2\"",
  "step-3-securely-submit-your-file": "<think>\nOkay, the user wants me to translate \"Step 3: Securely Submit Your File\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Step",
  "submission-failed-please-try-again": "<think>\nOkay, the user wants me to translate \"Submission failed. Please try again.\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear tone.\n\nFirst, the main phrase is \"Submission failed.",
  "subscribe-to-our-newsletter-for-organizing-and-upd": "<think>\nOkay, the user wants me to translate the English text \"Subscribe to our newsletter for organizing and updates\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "table-of-contents": "<think>\nOkay, the user wants me to translate \"Table of Contents\" into Polish for a healthcare website. Let me start by recalling the standard translation for that phrase. In Polish, \"Table of Contents\" is typically translated as \"Spis treści\". \n\nNow, I need to make sure there are no other instructions or nuances. The context is a community tool helping people access addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"",
  "thank-you": "<think>\nOkay, the user wants me to translate \"Thank You!\" into Polish for a healthcare website. Let me start by recalling the basic translation. \"Thank You\" in Polish is \"Dziękuję\". But I need to make sure it fits the context.\n\nThe context is a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention being respectful and using clear, non-stigmatizing language. Since the original text is just \"Thank You!\", the",
  "the-problem": "<think>\nOkay, the user wants me to translate the English text \"The Problem\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"The Problem\"",
  "the-only-information-we-need-for-a-report-is-what-": "<think>\nOkay, let's tackle this translation. The user wants the text translated into Polish for a healthcare website. First, I need to make sure I follow all the rules provided.\n\nRule 1 says to keep \"bupe\" and \"buprenorphine\" unchanged. So I'll leave those terms as they are. Rule 2 mentions using \"medicine\" instead of \"prescription.\" The original text doesn't use \"prescription,\" so maybe that's not an issue here.",
  "the-only-required-fields-are-pharmacy_address-repo": "<think>\nOkay, the user wants me to translate a specific text for a healthcare website that helps people find pharmacies for buprenorphine. Let me start by understanding the context. The tool is community-based, so the translation needs to be respectful and clear. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. I should use \"medicine\" instead of \"prescription\" to avoid confusion. Also, the language should be non-stigmatizing",
  "the-last-mile-problem-is-the-treatment-gap-created": "<think>\nOkay, the user wants me to translate a medical text about buprenorphine pharmacies into Polish. Let me start by understanding the context. It's for a healthcare website helping people find pharmacies for addiction treatment. The rules are important here: keep \"bupe\" and \"buprenorphine\" as they are, use \"medicine\" instead of \"prescription,\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, I need to translate the term \"last mile",
  "there-are-two-main-ways-we-collect-information-abo": "<think>\nOkay, the user wants me to translate the given English text into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure respectful, non-stigmatizing language.\n\nThe original English text is: \"There are two",
  "this-is-unacceptable": "<think>\nOkay, the user wants me to translate \"This is unacceptable.\" into Polish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention using \"bupe\" and \"buprenorphine\" as is, and to keep terms like ZIP Code or use local equivalents. Also, the tone should be respectful and non-stigmatizing.\n\nFirst, the phrase \"This is unacceptable.\"",
  "this-project-aims-to-address-this": "<think>\nOkay, the user wants me to translate the English sentence \"This project aims to address this.\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst,",
  "this-will-open-your-device-s-map-application-pleas": "<think>\nOkay, the user wants me to translate a specific sentence for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nThe original English text is: \"This will open your device s",
  "total-reports": "<think>\nOkay, the user wants me to translate \"Total Reports\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Total Reports\" – the key",
  "trend-is-neutral": "<think>\nOkay, the user wants me to translate \"Trend is neutral\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Trend is neutral",
  "trending-recently": "<think>\nOkay, the user wants me to translate \"Trending Recently\" into Polish for a healthcare website. Let me think about the context first. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, \"",
  "trending-toward-more-denials": "<think>\nOkay, the user wants me to translate \"Trending toward more denials\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The key points are to keep medical terms like \"buprenorphine\" and \"bupe\" unchanged, use \"medicine\" instead of \"prescription,\" and maintain a respectful, clear, and compassionate tone.\n\nFirst, \"Trending toward more",
  "trending-toward-more-successes": "<think>\nOkay, the user wants me to translate \"Trending toward more successes\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the phrase \"Trending toward more successes\" is a bit metaphorical. It suggests a positive direction, moving towards more successful outcomes. In Polish, I need to convey that sense of",
  "upload-your-tsv-file-tab-separated-values": "<think>\nOkay, the user wants me to translate \"Upload your TSV file (tab separated values)\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear tone.\n\nFirst, the main phrase is \"",
  "use-privacy-preserving-mapping-apps-like-organic-m": "<think>\nOkay, the user wants me to translate the sentence \"Use privacy preserving mapping apps like Organic Maps\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the main",
  "use-the-spreadsheet-template-below-to-fill-in-your": "<think>\nOkay, the user wants me to translate a specific sentence into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"Use the spreadsheet template",
  "we-strongdo-notstrong-know-your-email-or-phone-num": "<think>\nOkay, the user wants me to translate the sentence \"We <strong>do not</strong> know your email or phone number.\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmat",
  "we-strongdo-notstrong-know-your-name": "<think>\nOkay, the user wants me to translate the sentence \"We do not know your name.\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the original sentence is",
  "we-strongdo-notstrong-track-your-location": "<think>\nOkay, the user wants me to translate the sentence \"We <strong>do not</strong> track your location.\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.",
  "we-also-hope-to-shine-a-light-on-just-how-big-an-i": "<think>\nOkay, the user wants me to translate a specific English text into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules are important here. I need to keep \"bupe\" and \"buprenorphine\" as they are. Also, use \"medicine\" instead of \"prescription.\" The language should be respectful and non-stigmatizing, maintaining a helpful and",
  "we-built-this-tool-to-help-it-s-a-map-made-by-the-": "<think>\nOkay, I need to translate this English text into Polish for a healthcare website. Let me start by understanding the context. The tool is for finding pharmacies that provide buprenorphine for addiction treatment. The rules mention keeping \"bupe\" and \"buprenorphine\" as is, using \"medicine\" instead of \"prescription,\" and ensuring respectful, non-stigmatizing language.\n\nFirst, the English text says, \"We built this tool to help. It's a",
  "we-designed-our-website-to-not-do-that": "<think>\nOkay, the user wants me to translate the English sentence \"We designed our website to not do that.\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "we-don-t-track-or-store-your-location": "<think>\nOkay, the user wants me to translate \"We don't track or store your location\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, they want to use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst",
  "we-hope-that-this-platform-will-help-people-help-p": "<think>\nOkay, let's tackle this translation. The user wants the English text translated into Polish for a healthcare website. The context is about helping people access addiction treatment medication, specifically buprenorphine. The rules are important here.\n\nFirst, I need to make sure medical terms like \"bupe\" and \"buprenorphine\" stay the same. In Polish, \"buprenorphine\" would be \"buprenorfin\" (since Polish often uses the same",
  "we-re-having-trouble-loading-this-content": "<think>\nOkay, the user wants me to translate \"We're having trouble loading this content.\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the original sentence is",
  "we-use-a-standard-template-to-ensure-data-quality-": "<think>\nOkay, the user wants me to translate a specific sentence into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here: keep \"bupe\" and \"buprenorphine\" as they are, use \"medicine\" instead of \"prescription,\" and maintain a respectful, clear, and medically appropriate tone.\n\nThe original English text is: \"We use",
  "we-use-modern-privacy-focused-tools-to-run-this-si": "<think>\nOkay, the user wants me to translate the sentence \"We use modern, privacy-focused tools to run this site\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.",
  "we-will-take-care-of-formatting-and-uploading-to-t": "<think>\nOkay, the user wants me to translate the given English text into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is \"We will take care",
  "what-we-collect-and-what-we-don-t": "<think>\nOkay, the user wants me to translate the heading \"What We Collect (and What We Don't)\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.",
  "what-formulations-did-you-try-to-fill": "<think>\nOkay, the user wants me to translate the question \"What formulation(s) did you try to fill?\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure respectful, non-stigmatizing language.\n\nFirst",
  "what-was-the-outcome": "<think>\nOkay, the user wants me to translate \"What was the outcome?\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and medically appropriate tone.\n\nFirst, the phrase \"What was the outcome",
  "what-would-you-like-to-do-today": "<think>\nOkay, the user wants me to translate \"What would you like to do today?\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the main phrase is",
  "when-it-comes-to-information-like-who-you-are-if-y": "<think>\nOkay, the user wants me to translate a specific English text into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here: keep medical terms like \"bupe\" and \"buprenorphine\" unchanged, use \"medicine\" instead of \"prescription,\" and ensure the language is respectful and non-stigmatizing.\n\nFirst, I'll look at the",
  "when-you-are-done-you-can-also-clear-your-recent-b": "<think>\nOkay, the user wants me to translate the given English text into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe English sentence is: \"When you are",
  "while-our-website-strives-to-be-secure-and-protect": "<think>\nOkay, let's tackle this translation. The user wants the English text translated into Polish for a healthcare website. The context is about helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules are important here. First, I need to keep \"bupe\" and \"buprenorphine\" as they are. But the text provided doesn't mention those terms, so maybe that's not an issue here. \n\nNext, use \"medicine\" instead of \"",
  "why-we-built-this-tool": "<think>\nOkay, the user wants me to translate \"Why We Built This Tool\" into Polish for a healthcare website. Let me start by understanding the context. The tool is for finding pharmacies that provide buprenorphine for addiction treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" Need to ensure the language is respectful and non-stigmatizing.\n\nFirst, the title \"",
  "your-report": "<think>\nOkay, the user wants me to translate \"Your Report\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure respectful, non-stigmatizing language.\n\nFirst, \"Your Report\" needs to be translated",
  "your-map-application-may-collect-and-share-your-lo": "<think>\nOkay, the user wants me to translate the given English text into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nThe original text is: \"Your map application may",
  "barriercount": "<think>\nOkay, the user wants me to translate \"barrier.count\" into Polish for a healthcare website. Let me start by understanding what \"barrier.count\" refers to. From the context, it's about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language",
  "barriernote": "<think>\nOkay, the user wants me to translate the \"barrier.note\" text for a healthcare website that helps people find pharmacies for buprenorphine. Let me start by understanding the context. It's a community tool to help access addiction treatment, so the translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the rules mention keeping \"bupe\" and \"buprenorphine\" unchanged. So I'll make sure those terms are in the Polish translation as is",
  "codeatopioidpolicydotorg": "<think>\nOkay, the user wants me to translate the email address \"code[at]opioidpolicy[dot]org\" into Polish. Let me think about how to approach this.\n\nFirst, I need to make sure that the translation adheres to the rules provided. The main points are to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged, use \"medicine\" instead of \"prescription,\" and maintain a respectful, non-stigmatizing tone. However,",
  "contact-form": "<think>\nOkay, the user wants me to translate \"contact form\" into Polish for a healthcare website. Let me start by recalling the standard translation for \"contact form\" in Polish. The direct translation would be \"formularz kontaktowy\". \n\nBut I need to make sure it fits the context. The website is about helping people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The tone should be helpful, professional, and compassionate. Also, the rules mention using \"medicine",
  "contact-us-using-our-secure-form": "<think>\nOkay, the user wants me to translate \"contact us using our secure form\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the main phrase is \"contact",
  "copied-copied-to-clipboard-share-with-a-friend": "<think>\nOkay, the user wants me to translate the text \"copied ? 'Copied to Clipboard!' : 'Share with a Friend'\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the original text is a JavaScript snippet that shows a message depending on whether the text is copied. The user provided an",
  "currentlanguagecodetouppercase": "<think>\nOkay, the user wants me to translate \"currentLanguage?.code.toUpperCase\" into Polish for a healthcare website. Let me start by understanding what this text means. It looks like a piece of code, possibly from a programming context, indicating the current language code in uppercase. But since the target is a healthcare website, maybe this is part of a dynamic language switcher or something similar.\n\nThe context is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The",
  "datapastmonthperiod": "<think>\nOkay, the user wants me to translate \"data.pastMonth.period\" into Polish for a healthcare website. Let me start by understanding what this text means. The original text seems to be a placeholder or a label, possibly related to data collection, like \"Past Month\" or \"Period\" in the context of data entry.\n\nFirst, I need to figure out the exact meaning. Since it's part of a healthcare tool for finding pharmacies that provide buprenorphine, maybe it",
  "decodehtmlentitiespharmacyname": "<think>\nOkay, the user wants me to translate \"decodeHtmlEntities(pharmacy.name)\" into Polish for a healthcare website. Let me start by understanding what this code does. It seems like it's decoding HTML entities from the pharmacy's name. But the user is asking for a translation, not a code explanation.\n\nWait, the original text is a function call, maybe part of a script that processes pharmacy names. But the user's instruction says to provide only the translation, not explanations. However,",
  "do-not": "<think>\nOkay, the user wants me to translate the word \"do not\" into Polish for a healthcare website. Let me start by recalling the basic translation. \"Do not\" in Polish is typically \"Nie\". But I need to make sure it fits the context here.\n\nThe original text is part of a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention using respectful and non-stigmatizing language. Since \"do not\" is a direct instruction,",
  "eg-out-of-business": "<think>\nOkay, the user wants me to translate \"e.g., 'Out of business.\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"e.g",
  "eg-123-main-street": "<think>\nOkay, the user wants me to translate \"e.g., 123 Main Street\" into Polish for a healthcare website. Let me start by recalling the rules. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same. But here, the text is an example address, so those terms aren't involved. \n\nNext, the user mentioned using \"medicine\" instead of \"prescription,\" but that's for when talking about medication.",
  "eg-49506": "<think>\nOkay, the user wants me to translate \"e.g., 49506\" into Polish for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The example given is a ZIP Code, which in Polish is usually referred to as \"kod pocztowy.\" \n\nFirst, I need to check if \"ZIP Code\" should be translated or kept as is. The rules say to",
  "eg-cvs": "<think>\nOkay, the user wants me to translate \"e.g., CVS\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear tone.\n\nFirst, \"e.g.\" stands for \"exempli grat",
  "eg-mom-pop-shop": "<think>\nOkay, the user wants me to translate \"e.g., Mom & Pop Shop\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"e.g.\"",
  "href-aria-label-style": "<think>\nOkay, the user wants me to translate some text for a healthcare website that helps people find pharmacies for buprenorphine. Let me start by understanding the context. The tool is community-based, so the translation needs to be respectful and clear. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" as they are. Also, use \"medicine\" instead of \"prescription\" for clarity. The language should be non-stigmatizing and maintain",
  "isloadinglocation-loading-set-location": "<think>\nOkay, the user wants me to translate the text \"isLoadingLocation ? 'Loading...' : 'Set Location'\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the original text is a conditional statement. In English, it's a ternary operator: if isLoadingLocation is true, show 'Loading...',",
  "just-like-any-other-prescription": "<think>\nOkay, the user wants me to translate the phrase \"just like any other prescription\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, they want \"medicine\" instead of \"prescription\" for clarity. Wait, but the original text uses \"prescription,\"",
  "locationerror": "<think>\nOkay, the user wants me to translate \"locationError\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and medically appropriate tone.\n\nFirst, \"locationError\" is likely an error",
  "lol": "<think>\nOkay, the user wants me to translate \"lol.\" into Polish for a healthcare website. Let me think. First, \"lol\" is an informal expression, usually used to show something is funny or sarcastic. But in the context of a healthcare website, especially one about addiction treatment, I need to make sure the translation is respectful and appropriate.\n\nThe rules mention using respectful, non-stigmatizing language. So \"lol\" might not be suitable here. Maybe the original text is a",
  "menu-button": "<think>\nOkay, the user wants me to translate \"menu button\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"menu button\" is a UI element. In Polish, \"menu\" is \"menu,\" and \"button\" is \"przycisk.\" So the direct translation would be \"pr",
  "privacy-is-very-important": "<think>\nOkay, the user wants me to translate \"privacy is very important\" into Polish for a healthcare website. Let me start by recalling the correct translation. \"Privacy\" in Polish is \"pewność prywatności\" or \"pewność osobista\". Wait, \"pewność prywatności\" is more about privacy as in confidentiality. But maybe \"pewność prywatności\" is the standard term here. However, I should check if there's a more commonly used",
  "resultfull_address": "<think>\nOkay, the user wants me to translate \"result.full_address\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful and non-stigmatizing.\n\nFirst, \"result.full_address\"",
  "resultname": "<think>\nOkay, the user wants me to translate \"result.name\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"result.name\" is likely a",
  "selectedpharmacyfull_address": "<think>\nOkay, the user wants me to translate \"selectedPharmacy.full_address\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, \"selectedPharmacy.full",
  "selectedpharmacyname": "<think>\nOkay, the user wants me to translate \"selectedPharmacy.name\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"selectedPharmacy.name",
  "statsalltimedenied": "<think>\nOkay, the user wants me to translate \"stats.allTime.denied\" into Polish for a healthcare website. Let me start by understanding what this text means. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I",
  "statsalltimesuccess": "<think>\nOkay, the user wants me to translate the text \"stats.allTime.success\" into Polish for a healthcare website. Let me start by understanding what this text might mean. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst",
  "statspastmonthdenied": "<think>\nOkay, the user wants me to translate \"stats.pastMonth.denied\" into Polish for a healthcare website. Let me start by understanding what this text means. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "statspastmonthsuccess": "<think>\nOkay, the user wants me to translate the text \"stats.pastMonth.success\" into Polish for a healthcare website. Let me start by understanding what this text refers to. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.",
  "strongnotesstrong": "<think>\nOkay, the user wants me to translate \"Notes:\" into Polish for a healthcare website. Let me check the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nFirst, \"Notes:\" in Polish is",
  "strongphonestrong-a-href-style-a": "<think>\nOkay, the user wants me to translate a specific part of text for a healthcare website. Let me start by understanding the original English text. The text is \"Phone: <a href=`} style=}> 📞 </a\". It seems like there's a placeholder here for a phone number link, but the HTML is incomplete. The user provided an example response in Polish: \"Telefon: <a href=`} style=}> 📞 </a\". \n\nFirst,",
  "strongreportsstrong-successful-denied": "<think>\nOkay, the user wants me to translate \"Reports: successful, denied\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the term \"Reports\" in the context of medical records or system statuses. In Polish, \"Reports\" could be \"Zgłoszenia\" or \"Raporty\". But since",
  "strongstatusstrong": "<think>\nOkay, the user wants me to translate \"Status:\" into Polish for a healthcare website. Let me start by recalling the correct translation. \"Status\" in Polish is typically \"Status\" as well, but sometimes it might be translated as \"Stan\" depending on context. However, in the context of a healthcare tool, especially for tracking or indicating the current state of something like a pharmacy's availability, \"Status\" is probably the better choice because it's a direct term used in many contexts",
  "success": "<think>\nOkay, the user wants me to translate the word \"success\" into Polish for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, the word \"",
  "tcrowdsource-note-this-is-a-crowd-source-resource": "<think>\nOkay, the user wants me to translate the English text \"This is a crowd-source resource\" into Polish for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"",
  "tnot-guarantee-note-this-tool-is-not-a-guarantee-o": "<think>\nOkay, the user wants me to translate a specific note for a healthcare website that helps people find pharmacies for buprenorphine. Let me start by understanding the context. The tool is a community resource to aid access to addiction treatment, so the translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the original English text is: \"This tool is not a guarantee of service. This data is not comprehensive.\" The user provided some rules to follow. Let me check them",
  "the-united-kingdom-canada-and-australia": "<think>\nOkay, the user wants me to translate \"the United Kingdom, Canada, and Australia\" into Polish for a healthcare website. Let me check the rules first. They mentioned keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, but this text doesn't include those terms. The main thing is to use \"medicine\" instead of \"prescription,\" but that's not relevant here. The language needs to be respectful and non-stigmatizing, so I should",
  "youremailexamplecom": "<think>\nOkay, the user wants me to translate \"your.email@example.com\" into Polish. Let me think about this. The main challenge here is handling the email address correctly. In Polish, email addresses are typically written the same way as in English, so I don't need to translate the actual address. However, the surrounding text might need localization.\n\nWait, the user provided the email as \"your.email@example.com\" and wants it translated. But the instruction says to keep medical terms like \""
}