{
  "strongprivacy-tipstrong-link-hrefprivacyprotect-yo": "<think>\nOkay, let's tackle this translation request. The user wants the English text \"<strong>Privacy Tip:</strong>  <Link href=\"/privacy#protect-yourself\" className=> Learn more</Link\" translated into Portuguese for a healthcare website. \n\nFirst, I need to make sure I follow all the rules provided. The main points are to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged, use \"medicine\" instead of \"prescription,\" maintain",
  "back-to-zip": "<think>\nOkay, the user wants me to translate the text \"> ← Back to ZIP\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the original text is \">",
  "a-lot-of-websites-collect-personal-information-to-": "<think>\nOkay, let's tackle this translation. The user wants the English text translated into Portuguese for a healthcare website. The context is about a community tool to help people access addiction treatment, specifically mentioning buprenorphine. The rules are important here: keep \"bupe\" and \"buprenorphine\" as they are, use \"medicine\" instead of \"prescription,\" avoid stigmatizing language, maintain a helpful and professional tone, keep technical terms like ZIP Code as-is",
  "about": "<think>\nOkay, the user wants me to translate the word \"About\" into Portuguese for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and medically appropriate.\n\nSo, \"About\"",
  "about-this-project": "<think>\nOkay, the user wants me to translate \"About This Project\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure respectful, non-stigmatizing language.\n\nFirst, \"About This Project\" in Portuguese",
  "access-the-template": "<think>\nOkay, the user wants me to translate \"Access the Template\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Access the Template\" needs",
  "access-the-template-support-doc": "<think>\nOkay, the user wants me to translate \"Access the Template Support Doc\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Access the Template",
  "active-logins": "<think>\nOkay, the user wants me to translate \"Active Logins\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Active Logins\" –",
  "add-a-pharmacy-report": "<think>\nOkay, the user wants me to translate \"Add a Pharmacy & Report\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst,",
  "address": "<think>\nOkay, the user wants me to translate the word \"Address\" into Portuguese for a healthcare website. Let me start by recalling the basic translation. \"Address\" in Portuguese is \"Endereço\". But I need to make sure it fits the context here.\n\nThe context is a community tool helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, using \"",
  "all-time": "<think>\nOkay, the user wants me to translate \"All Time\" into Portuguese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst, \"All Time\"",
  "any-other-details-about-your-experience": "<think>\nOkay, the user wants me to translate \"Any other details about your experience...\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"",
  "at-the-top-right-click-the-strongmenu-button-stron": "<think>\nOkay, the user wants me to translate a specific instruction for a healthcare website targeting Portuguese speakers. The original text is about navigating a menu to access settings. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone",
  "at-the-top-right-select-strongmore-strong-and-then": "<think>\nOkay, the user wants me to translate a specific instruction for a healthcare website targeting Portuguese speakers. The original text is about deleting browsing data, which is part of a community tool for accessing addiction treatment. Let me check the rules again to make sure I follow them correctly.\n\nFirst, medical terms like \"bupe\" and \"buprenorphine\" should stay the same. Since the text here isn't about those terms, I don't need to worry about that. Next, use",
  "back-to-search": "<think>\nOkay, the user wants me to translate \"Back to search\" into Portuguese for a healthcare website. Let me start by recalling the standard translation for that phrase. In Portuguese, \"Back to search\" is commonly translated as \"Voltar para a busca\" or \"Voltar à busca.\" Both are correct, but I need to check which one is more natural in the context of a healthcare website.\n\nThe context is about helping people find pharmacies for addiction treatment medication, specifically buprenorph",
  "browsing-download-history": "<think>\nOkay, the user wants me to translate \"Browsing & Download History\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Browsing &",
  "browsing-history": "<think>\nOkay, the user wants me to translate \"Browsing history\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Browsing history\" translates",
  "bugs-or-questions": "<think>\nOkay, the user wants me to translate \"Bugs or Questions?\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst, the phrase \"",
  "bulk-data-submission-instructions": "<think>\nOkay, the user wants me to translate \"Bulk Data Submission Instructions\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Bulk Data Submission Instructions",
  "bulk-upload": "<think>\nOkay, the user wants me to translate \"Bulk Upload\" into Portuguese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear tone.\n\nFirst, \"Bulk Upload\" – in Portuguese, the direct translation might be",
  "but-we-also-know-that-strongprivacy-is-very-import": "<think>\nOkay, I need to translate this English text into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the original text says, \"But we also know",
  "cache": "<think>\nOkay, the user wants me to translate the word \"Cache\" into Portuguese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and medically appropriate.\n\nFirst, \"Cache\" in this",
  "cached-images-and-filesli-ul": "<think>\nOkay, the user wants me to translate a specific part of text for a healthcare website. Let me check the original text: \"Cached images and files</li> </ul\". Hmm, that seems like a fragment from HTML code, maybe part of a list or a section. The user mentioned it's for a community tool helping people find pharmacies for addiction treatment medication, specifically buprenorphine. \n\nFirst, I need to make sure I follow all the rules provided. The medical",
  "clear-history": "<think>\nOkay, the user wants me to translate \"Clear History\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, which is used in addiction treatment. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"Clear History\" likely refers to a feature that allows users to clear their search history or transaction history. Since it's a community tool, the translation should be straightforward and not st",
  "click-the-strongokstrong-button-to-confirm": "<think>\nOkay, the user wants me to translate \"Click the <strong>OK</strong> button to confirm.\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst",
  "close-language-selector": "<think>\nOkay, the user wants me to translate \"Close language selector\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"Close language selector\" is a",
  "code": "<think>\nOkay, the user wants me to translate the word \"Code\" into Portuguese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, the original text",
  "common-observations-optional": "<think>\nOkay, the user wants me to translate \"Common Observations (optional)\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, which is used in addiction treatment. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the phrase \"Common Observations\" – in Portuguese, that would typically be \"Observações Comuns\". But since it's optional, I need to include \"(opc",
  "contact": "<think>\nOkay, the user wants me to translate the word \"Contact\" into Portuguese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, the main task",
  "contact-us": "<think>\nOkay, the user wants me to translate \"Contact Us\" into Portuguese for a healthcare website. Let me start by recalling the standard translation for \"Contact Us\" in Portuguese. It's usually \"Entre em contato conosco\" or \"Contato\". But I need to check the context.\n\nThe website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention using \"bupe\" and \"buprenorphine\" as is,",
  "continue": "<think>\nOkay, the user wants me to translate \"Continue\" into Portuguese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\n\"Continue\" is a simple word, but",
  "cookies": "<think>\nOkay, the user wants me to translate the word \"Cookies\" for a healthcare website targeting Portuguese speakers. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nWait, the original text is just",
  "cookies-and-other-site-data": "<think>\nOkay, the user wants me to translate \"Cookies and other site data\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Cookies and other",
  "copy-the-secure-link-it-generates": "<think>\nOkay, the user wants me to translate \"Copy the secure link it generates.\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"",
  "database": "<think>\nOkay, the user wants me to translate the word \"Database\" into Portuguese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and medically appropriate.\n\nFirst, \"Database\" in Portuguese",
  "delete-browsing-data": "<think>\nOkay, the user wants me to translate \"Delete browsing data\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"Delete browsing data\" is a technical term",
  "delete-data": "<think>\nOkay, the user wants me to translate \"Delete data\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nSo, \"Delete data\" is likely a",
  "dismiss-privacy-banner": "<think>\nOkay, the user wants me to translate \"Dismiss privacy banner\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"Dismiss\" in this context is likely a button or link to close a banner. The Portuguese equivalent for \"dismiss\" could be \"Fechar\" or \"Ignorar\". But since",
  "do-not-include-any-personally-identifiable-informa": "<think>\nOkay, the user wants me to translate a specific instruction for a healthcare website targeting Portuguese speakers. The original text is about not including personally identifiable information in notes but allowing simulated patient info like pregnancy if relevant.\n\nFirst, I need to make sure I follow all the rules provided. Rule 1 says to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Since the original text doesn't mention those terms, I don't need to worry about that here.",
  "do-this-each-time-you-visit-this-site": "<think>\nOkay, the user wants me to translate the phrase \"Do this each time you visit this site.\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the",
  "email-address-for-newsletter-signup": "<think>\nOkay, the user wants me to translate \"Email address for newsletter signup\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"Email address for newsletter",
  "email-that-single-link-to-us-at-strongcodeatopioid": "<think>\nOkay, the user wants me to translate an email instruction into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"Email that single link",
  "find-treatment": "<think>\nOkay, the user wants me to translate \"Find Treatment\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Find Treatment\" needs to be",
  "for-researchers-conducting-secret-shopper-studies-": "<think>\nOkay, the user wants me to translate a specific English text into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate. \n\nFirst, I need to check the rules provided. Rule 1 says to keep \"bupe\" and \"buprenorphine\" unchanged. Rule 2 says to use \"medicine\"",
  "formulation-optional-check-all-that-apply": "<think>\nOkay, the user wants me to translate \"Formulation (optional, check all that apply\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the term \"Formulation\" in this context likely refers to the different forms of the medication, like tablets, patches, etc. In Portuguese, \"Form",
  "formulation-availability-all-time": "<think>\nOkay, the user wants me to translate \"Formulation Availability (All Time)\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Formulation",
  "google-chrome": "<think>\nOkay, the user wants me to translate \"Google Chrome\" into Portuguese for a healthcare website. Let me think. The context is about helping people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The target language is Portuguese.\n\nFirst, \"Google Chrome\" is a browser name. In Portuguese, it",
  "history": "<think>\nOkay, the user wants me to translate the word \"History\" into Portuguese for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, they want to use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nSo, the original",
  "hosting": "<think>\nOkay, the user wants me to translate the word \"Hosting\" into Portuguese for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, they want to use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Hosting",
  "how-we-try-to-protect-your-privacy": "<think>\nOkay, the user wants me to translate \"How We Try to Protect Your Privacy\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst",
  "how-the-technology-works": "<think>\nOkay, the user wants me to translate \"How the Technology Works\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the heading is \"How",
  "how-to-protect-yourself": "<think>\nOkay, the user wants me to translate \"How to Protect Yourself\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the main phrase is \"",
  "if-you-couldn-t-find-your-pharmacy-in-the-search-r": "<think>\nOkay, the user wants me to translate a specific sentence for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" for clarity. The tone needs to be respectful, clear, and non-stigmatizing.\n\nThe original English text is",
  "if-you-have-bulk-data-you-can-help-us-quickly-fill": "<think>\nOkay, the user wants me to translate a specific sentence for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The original text is \"If you have bulk data, you can help us quickly fill out the map. Thank you!\" \n\nFirst, I need to make sure I follow all the rules provided. Rule 1 says to keep \"bupe\" and \"buprenorphine",
  "if-you-re-interested-in-submitting-multiple-report": "<think>\nOkay, the user wants me to translate a sentence for a healthcare website that helps people find pharmacies for addiction treatment medication, specifically buprenorphine. Let me start by understanding the original text: \"If you're interested in submitting multiple reports, check out our bulk reporting tool.\" \n\nFirst, I need to make sure I follow all the rules provided. Rule 1 says to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Since the original",
  "in-the-stronghistorystrong-section-click-strongcle": "<think>\nOkay, the user wants me to translate the given English text into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"In the <",
  "last-updated": "<think>\nOkay, the user wants me to translate \"Last updated:\" into Portuguese for a healthcare website. Let me start by recalling the correct translation. \"Last updated\" in Portuguese is commonly \"Última atualização\". \n\nNow, checking the context: it's a community tool helping people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of",
  "learn-more": "<think>\nOkay, the user wants me to translate \"Learn more\" into Portuguese for a healthcare website. Let me start by recalling the standard translation for \"Learn more\" in Portuguese. The common translation is \"Saiba mais\". \n\nNow, I need to check if there are any specific rules or context that might affect this translation. The context is a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"",
  "learn-more-about-privacy-practices-on-privacy-guid": "<think>\nOkay, the user wants me to translate the English text \"Learn more about privacy practices on Privacy Guides.\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I",
  "legend": "<think>\nOkay, the user wants me to translate the word \"Legend\" into Portuguese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nSo, \"Legend\" here",
  "like-with-our-other-projects-we-built-this-in-resp": "<think>\nOkay, the user wants me to translate a specific English text into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, I need to translate the given English",
  "link-hrefabout-classname-link": "<think>\nOkay, the user wants me to translate a specific HTML link from English to Portuguese for a healthcare website. The link is part of a navigation menu, probably pointing to an \"About\" section. Let me start by translating \"About\" to Portuguese. The common translation is \"Sobre\".\n\nNow, looking at the HTML structure: the original text has \"Link href=\"/about\" className=>  </Link\". I need to make sure the translation is correctly placed within the HTML tags. In",
  "link-hrefbulk-upload-classname-link": "<think>\nOkay, the user wants me to translate a specific HTML snippet from English to Portuguese. The original text is a link with an href pointing to \"/bulk-upload\" and a className attribute. The task is to provide only the translated text without any explanations.\n\nFirst, I need to make sure I understand the context. The website is for healthcare, specifically helping people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"bup",
  "link-hrefdashboard-classname-link": "<think>\nOkay, the user wants me to translate some HTML code from English to Portuguese for a healthcare website. The context is about helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear tone.\n\nFirst, I need to look at the provided English text: \"Link href=\"/dashboard\" className=>",
  "link-hrefprivacy-classname-link": "<think>\nOkay, the user wants me to translate a specific HTML link into Portuguese for a healthcare website. The original text is \"Link href=\"/privacy\" className=>  </Link\". Let me break this down.\n\nFirst, the main task is to translate the link text. The English text is \"Link\" which in Portuguese is \"Link\" as well, but sometimes \"Ligação\" is used. However, since it's a website link, \"Link\" is commonly used in Portuguese too",
  "loading-map": "<think>\nOkay, the user wants me to translate \"Loading map\" into Portuguese for a healthcare website. Let me start by recalling the basic translation. \"Loading map\" in Portuguese is usually \"Carregando mapa\". But I need to check if there's a more natural way to say it, especially since it's for a healthcare context.\n\nThe context is about helping people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"bupe",
  "loading-pharmacies": "<think>\nOkay, the user wants me to translate \"Loading pharmacies...\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nFirst, the phrase \"Loading",
  "maps": "<think>\nOkay, the user wants me to translate the word \"Maps\" into Portuguese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and medically appropriate.\n\nSo, the original text is just \"",
  "more": "<think>\nOkay, the user wants me to translate the word \"More\" into Portuguese for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, they want to use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nSo, the original",
  "mozilla-firefox": "<think>\nOkay, the user wants me to translate \"Mozilla Firefox\" into Portuguese for a healthcare website. Let me think. First, the context is about a community tool to help people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The target language is Portuguese.\n\nWait, the original text is just \"Mozilla Firefox,\" which",
  "nb-the-file-link-is-only-active-for-24hrs-so-i-mig": "<think>\nOkay, the user wants me to translate a specific note about a file link expiring in 24 hours into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, clear tone.\n\nThe original",
  "nb-there-might-be-a-world-where-this-data-is-used-": "<think>\nOkay, the user wants me to translate a specific English text into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nLooking at the English text: \"NB There",
  "newsletter-signup-temporarily-unavailable": "<think>\nOkay, the user wants me to translate \"Newsletter signup temporarily unavailable.\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the main phrase is \"Newsletter signup temporarily unavailable.\" The key here is to convey that the newsletter sign-up is not available right now, but it's temporary. In Portuguese, \"",
  "no-successful-reports-found-for-the-selected-time-": "<think>\nOkay, the user wants me to translate a specific message for a healthcare website that helps people find pharmacies for buprenorphine. Let me start by understanding the original English text: \"No successful reports found for the selected time period. Try a wider date range or select All Time.\" \n\nFirst, I need to make sure I follow all the rules provided. The medical terms \"bupe\" and \"buprenorphine\" should stay the same. The user mentioned using \"",
  "no-tracking-no-ads-privacy-first-design": "<think>\nOkay, the user wants me to translate the phrase \"No tracking • No ads • Privacy-first design\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I",
  "note": "<think>\nOkay, the user wants me to translate the word \"Note\" into Portuguese for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, the",
  "notes": "<think>\nOkay, the user wants me to translate the word \"Notes\" into Portuguese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, the original text",
  "offline-website-data": "<think>\nOkay, the user wants me to translate \"Offline Website Data\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Offline Website Data\" needs",
  "opioid-policy-institute-logo": "<think>\nOkay, the user wants me to translate \"Opioid Policy Institute Logo\" into Portuguese for a healthcare website. Let me start by breaking down the components. \"Opioid Policy Institute\" needs to be translated accurately. \"Opioid\" in Portuguese is \"opioide,\" and \"Policy Institute\" would be \"Instituto de Política.\" So putting that together, it's \"Instituto de Política sobre Opioide.\" \n\nNow, \"Logo\" translates to",
  "optional-personal-information-we-do-collect": "<think>\nOkay, the user wants me to translate \"Optional personal information we do collect\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"Optional personal information",
  "organic-maps": "<think>\nOkay, the user wants me to translate \"Organic Maps\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Organic Maps\" –",
  "other-notes-optional": "<think>\nOkay, the user wants me to translate \"Other Notes (optional)\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Other Notes (optional)\" needs",
  "our-funding": "<think>\nOkay, the user wants me to translate \"Our Funding\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Our Funding\" needs to be",
  "our-solution": "<think>\nOkay, the user wants me to translate the English text \"Our Solution\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Our Solution\"",
  "our-most-important-promise-is-to-protect-your-priv": "<think>\nOkay, the user wants me to translate a specific English text into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nFirst, I'll look at the original",
  "page-not-found": "<think>\nOkay, the user wants me to translate \"Page Not Found\" into Portuguese for a healthcare website. Let me start by recalling the standard translation for that phrase. In Portuguese, \"Page Not Found\" is commonly translated as \"Página Não Encontrada.\" \n\nBut wait, I need to make sure this fits the context. The website is about helping people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The tone needs to be helpful, professional, and compassionate.",
  "pharmacy-information": "<think>\nOkay, the user wants me to translate \"Pharmacy Information\" into Portuguese for a healthcare website. Let me start by recalling the rules. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same. Second, use \"medicine\" instead of \"prescription.\" Third, the language needs to be respectful and non-stigmatizing. Fourth, maintain a helpful, professional, and compassionate tone. Fifth, keep technical terms like ZIP Code as-is",
  "phone": "<think>\nOkay, the user wants me to translate the word \"Phone\" into Portuguese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nSo, the original text is",
  "please-reach-out-using-our-secure-form-if-you-have": "<think>\nOkay, the user wants me to translate the given English text into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"Please reach out",
  "privacy-safety-tips": "<think>\nOkay, the user wants me to translate \"Privacy & Safety Tips\" into Portuguese for a healthcare website. Let me start by recalling the rules provided. First, I need to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. The target language is Portuguese, so I should make sure the translation is appropriate for a healthcare context.\n\nThe original text is \"Privacy & Safety Tips.\" Translating directly, \"Privacy\" would be \"Privacidade\"",
  "privacy-security": "<think>\nOkay, the user wants me to translate \"Privacy & Security\" into Portuguese for a healthcare website. Let me start by recalling the correct translation. \"Privacy\" in Portuguese is \"Privacidade\" and \"Security\" is \"Segurança\". So the direct translation would be \"Privacidade e Segurança\".\n\nNow, checking the rules provided. The first rule says to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Since \"Privacy & Security",
  "privacy-notice": "<think>\nOkay, the user wants me to translate \"Privacy Notice\" into Portuguese for a healthcare website. Let me start by recalling the correct translation. \"Privacy Notice\" in Portuguese is usually \"Aviso de Privacidade.\" But I need to make sure it's appropriate for a healthcare context.\n\nThe context is a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged",
  "privacy-policy": "<think>\nOkay, the user wants me to translate \"Privacy Policy\" into Portuguese for a healthcare website. Let me start by recalling that \"Privacy Policy\" in Portuguese is typically \"Política de Privacidade\". I need to make sure that's correct. \n\nWait, the context is about a community tool helping people access addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. But here",
  "privacy-tip": "<think>\nOkay, the user wants me to translate \"Privacy Tip\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Privacy Tip\" in Portuguese is",
  "questions": "<think>\nOkay, the user wants me to translate \"Questions?\" into Portuguese for a healthcare website. Let me start by recalling the rules. The main points are to keep medical terms like \"buprenorphine\" and \"bupe\" unchanged, use \"medicine\" instead of \"prescription,\" and maintain a respectful, clear, and non-stigmatizing tone.\n\nFirst, the phrase \"Questions?\" is straightforward. In Portuguese, the direct translation would be \"Perguntas?\" but I",
  "remember-to-clear-your-browser-history": "<think>\nOkay, the user wants me to translate \"Remember to clear your browser history.\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription,\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the main sentence",
  "report-statistics": "<think>\nOkay, the user wants me to translate \"Report Statistics\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Report Statistics\" needs to be translated",
  "reports": "<think>\nOkay, the user wants me to translate the word \"Reports\" into Portuguese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and medically appropriate.\n\nSo, \"Reports\" in this",
  "research-working-to-understand-moud-barriers-can-b": "<think>\nOkay, I need to translate this medical text into Portuguese for a healthcare website. Let me start by reading through the original English text carefully to understand the context and key points. The main topic is about research into barriers for MOUD (Medication for Opioid Use Disorder) and how they can be categorized into two issues: finding a prescriber and filling a prescription. The translation needs to be respectful, clear, and medically appropriate, following the given rules.\n\nFirst, I'll",
  "return-home": "<think>\nOkay, the user wants me to translate \"Return Home\" into Portuguese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\n\"Return Home\" is probably",
  "search-for-a-pharmacy": "<think>\nOkay, the user wants me to translate \"Search for a Pharmacy\" into Portuguese for a healthcare website. Let me start by recalling the rules. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same. Second, use \"medicine\" instead of \"prescription.\" Third, keep the language respectful and non-stigmatizing. The tone needs to be helpful, professional, and compassionate. Also, technical terms like ZIP Code should remain as-is",
  "searching": "<think>\nOkay, the user wants me to translate \"Searching...\" into Portuguese for a healthcare website. Let me start by recalling the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nFirst, the phrase \"Searching...\"",
  "select-strongdelete-datastrong": "<think>\nOkay, the user wants me to translate \"Select <strong>Delete data</strong>.\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the",
  "select-language": "<think>\nOkay, the user wants me to translate \"Select Language\" into Portuguese for a healthcare website. Let me think. The context is about helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful and non-stigmatizing.\n\nFirst, \"Select Language\" in Portuguese is usually \"",
  "select-any-that-apply": "<think>\nOkay, the user wants me to translate \"Select any that apply\" into Portuguese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Select any that apply\" is likely",
  "select-how-much-history-you-want-to-delete-eg-last": "<think>\nOkay, the user wants me to translate a specific sentence for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here. I need to keep \"bupe\" and \"buprenorphine\" as they are. Also, use \"medicine\" instead of \"prescription.\" The language should be respectful and non-stigmatizing, maintaining a helpful and professional tone.",
  "select-the-strongprivacy-securitystrong-panel": "<think>\nOkay, the user wants me to translate \"Select the <strong>Privacy & Security</strong> panel.\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst,",
  "select-the-time-range-to-clear-eg-everything": "<think>\nOkay, the user wants me to translate the English text \"Select the time range to clear (e.g., Everything )\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone",
  "settings": "<think>\nOkay, the user wants me to translate the word \"Settings\" into Portuguese for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and medically appropriate tone.\n\nFirst, \"Settings\" in this context",
  "site-preferencesli-ul": "<think>\nOkay, the user wants me to translate \"Site Preferences\" into Portuguese for a healthcare website. Let me start by recalling that \"Site Preferences\" is typically translated as \"Preferências do Site\" in Portuguese. But I need to make sure it fits the context of a healthcare website helping people find pharmacies for addiction treatment. \n\nFirst, check if there are any specific terms or phrases that need to be adjusted. The rules mention keeping medical terms like \"bupe\" and \"bup",
  "something-went-wrong": "<think>\nOkay, the user wants me to translate \"Something went wrong\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Something went wrong\" is",
  "sorry-the-page-you-re-looking-for-doesn-t-exist": "<think>\nOkay, the user wants me to translate the error message \"Sorry, the page you're looking for doesn't exist.\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone",
  "spam-protection": "<think>\nOkay, the user wants me to translate \"Spam Protection\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Spam Protection\" is",
  "state-level-reports": "<think>\nOkay, the user wants me to translate \"State Level Reports\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"State Level Reports\" – in Portuguese, \"State\" would be \"Estado\" in Brazil, but since the target language is Portuguese, I should check if there's a common term.",
  "status": "<think>\nOkay, the user wants me to translate the word \"Status\" into Portuguese for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, they want to use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nSo, the word",
  "step-1-get-the-template": "<think>\nOkay, the user wants me to translate \"Step 1: Get the Template\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Step",
  "step-2-fill-out-your-data": "<think>\nOkay, the user wants me to translate \"Step 2: Fill Out Your Data\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Step",
  "step-3-securely-submit-your-file": "<think>\nOkay, the user wants me to translate \"Step 3: Securely Submit Your File\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Step 3",
  "submission-failed-please-try-again": "<think>\nOkay, the user wants me to translate \"Submission failed. Please try again.\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the main phrase",
  "subscribe-to-our-newsletter-for-organizing-and-upd": "<think>\nOkay, the user wants me to translate the English text \"Subscribe to our newsletter for organizing and updates\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "table-of-contents": "<think>\nOkay, the user wants me to translate \"Table of Contents\" into Portuguese for a healthcare website. Let me start by recalling the standard translation for that phrase. In Portuguese, \"Table of Contents\" is typically \"Sumário\" or \"Índice\". \n\nWait, the context is a community tool to help people access addiction treatment, specifically for buprenorphine. The rules mention using \"bupe\" and \"buprenorphine\" as is, and keeping terms",
  "thank-you": "<think>\nOkay, the user wants me to translate \"Thank You!\" into Portuguese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, the main task is",
  "the-problem": "<think>\nOkay, the user wants me to translate the English text \"The Problem\" into Portuguese for a healthcare website. Let me start by understanding the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nFirst, \"",
  "the-only-information-we-need-for-a-report-is-what-": "<think>\nOkay, the user wants me to translate a specific text for a healthcare website that helps people find pharmacies for buprenorphine treatment. Let me start by understanding the context and rules.\n\nFirst, the target language is Portuguese. The key points are to keep \"bupe\" and \"buprenorphine\" as they are, use \"medicine\" instead of \"prescription,\" and maintain respectful, non-stigmatizing language. Also, technical terms like ZIP Code should stay the",
  "the-only-required-fields-are-pharmacy_address-repo": "<think>\nOkay, the user wants me to translate a specific text for a healthcare website that helps people find pharmacies for buprenorphine. Let me start by understanding the context. The tool is community-based, so the translation needs to be respectful and clear. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, \"medicine\" instead of \"prescription\" for clarity. Non-stigmatizing language is crucial here.\n\nLooking at the",
  "the-last-mile-problem-is-the-treatment-gap-created": "<think>\nOkay, I need to translate this medical text into Portuguese for a healthcare website. Let me start by understanding the context. The text is about the \"last mile\" problem in addiction treatment, specifically regarding pharmacies and buprenorphine (MOUD). The target audience is people looking for pharmacies that provide this medication, so the translation needs to be clear, respectful, and medically accurate.\n\nFirst, the term \"last mile\" is a common phrase in healthcare, so I should keep it",
  "there-are-two-main-ways-we-collect-information-abo": "<think>\nOkay, the user wants me to translate the given English text into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"There are two",
  "this-is-unacceptable": "<think>\nOkay, the user wants me to translate \"This is unacceptable.\" into Portuguese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention using respectful, non-stigmatizing language and keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. \n\nFirst, the phrase \"This is unacceptable.\" needs to be translated. In Portuguese, a direct translation would be",
  "this-project-aims-to-address-this": "<think>\nOkay, the user wants me to translate the English sentence \"This project aims to address this.\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst,",
  "this-will-open-your-device-s-map-application-pleas": "<think>\nOkay, the user wants me to translate a specific sentence for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nThe original text is: \"This will open your device s map",
  "total-reports": "<think>\nOkay, the user wants me to translate \"Total Reports\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Total Reports\" – the direct",
  "trend-is-neutral": "<think>\nOkay, the user wants me to translate \"Trend is neutral\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Trend is neutral",
  "trending-recently": "<think>\nOkay, the user wants me to translate \"Trending Recently\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Trending Recently\" –",
  "trending-toward-more-denials": "<think>\nOkay, the user wants me to translate \"Trending toward more denials\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Trending",
  "trending-toward-more-successes": "<think>\nOkay, the user wants me to translate \"Trending toward more successes\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Trending toward more successes\" –",
  "upload-your-tsv-file-tab-separated-values": "<think>\nOkay, the user wants me to translate \"Upload your TSV file (tab separated values).\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear tone.\n\nFirst, the main phrase is \"",
  "use-privacy-preserving-mapping-apps-like-organic-m": "<think>\nOkay, the user wants me to translate the sentence \"Use privacy preserving mapping apps like Organic Maps\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the",
  "use-the-spreadsheet-template-below-to-fill-in-your": "<think>\nOkay, the user wants me to translate a specific sentence for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nThe original English text is: \"Use",
  "we-strongdo-notstrong-know-your-email-or-phone-num": "<think>\nOkay, the user wants me to translate the sentence \"We do not know your email or phone number.\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the",
  "we-strongdo-notstrong-know-your-name": "<think>\nOkay, the user wants me to translate the sentence \"We do not know your name.\" into Portuguese for a healthcare website. Let me start by understanding the context. The website is about helping people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the main",
  "we-strongdo-notstrong-track-your-location": "<think>\nOkay, the user wants me to translate the sentence \"We do not track your location.\" into Portuguese for a healthcare website. Let me start by understanding the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The language needs to be respectful, clear, and non-st",
  "we-also-hope-to-shine-a-light-on-just-how-big-an-i": "<think>\nOkay, I need to translate this English text into Portuguese for a healthcare website that helps people find pharmacies for buprenorphine. Let me start by understanding the context and the rules provided.\n\nFirst, the context is a community tool to help access addiction treatment. The language needs to be respectful, clear, and medically appropriate. The rules mention keeping \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" Avoid st",
  "we-built-this-tool-to-help-it-s-a-map-made-by-the-": "<think>\nOkay, the user wants me to translate a specific English text into Portuguese for a healthcare website. Let me start by understanding the context. The tool is for finding pharmacies that provide buprenorphine for addiction treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, \"medicine\" instead of \"prescription\" is important for clarity. The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst,",
  "we-designed-our-website-to-not-do-that": "<think>\nOkay, the user wants me to translate the sentence \"We designed our website to not do that.\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the",
  "we-don-t-track-or-store-your-location": "<think>\nOkay, the user wants me to translate the English text \"We don't track or store your location\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "we-hope-that-this-platform-will-help-people-help-p": "<think>\nOkay, the user wants me to translate a specific sentence into Portuguese for a healthcare website. Let me start by understanding the context. The platform is a community tool to help people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure respectful, non-stigmatizing language.\n\nThe original English text is: \"We",
  "we-re-having-trouble-loading-this-content": "<think>\nOkay, the user wants me to translate \"We're having trouble loading this content.\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the original sentence is about",
  "we-use-a-standard-template-to-ensure-data-quality-": "<think>\nOkay, the user wants me to translate a specific sentence for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here. I need to keep \"bupe\" and \"buprenorphine\" as they are. Also, use \"medicine\" instead of \"prescription.\" The language should be respectful and non-stigmatizing, maintaining a helpful and professional tone.",
  "we-use-modern-privacy-focused-tools-to-run-this-si": "<think>\nOkay, the user wants me to translate the sentence \"We use modern, privacy-focused tools to run this site\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst",
  "we-will-take-care-of-formatting-and-uploading-to-t": "<think>\nOkay, the user wants me to translate the sentence \"We will take care of formatting and uploading to the map!\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing",
  "what-we-collect-and-what-we-don-t": "<think>\nOkay, the user wants me to translate the English text \"What We Collect (and What We Don't)\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone",
  "what-formulations-did-you-try-to-fill": "<think>\nOkay, the user wants me to translate the question \"What formulation(s) did you try to fill?\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing",
  "what-was-the-outcome": "<think>\nOkay, the user wants me to translate \"What was the outcome?\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"What was the outcome",
  "what-would-you-like-to-do-today": "<think>\nOkay, the user wants me to translate \"What would you like to do today?\" into Portuguese for a healthcare website. Let me start by recalling the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the main",
  "when-it-comes-to-information-like-who-you-are-if-y": "<think>\nOkay, the user wants me to translate a specific English text into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here: keep \"bupe\" and \"buprenorphine\" as they are, use \"medicine\" instead of \"prescription,\" and ensure the language is respectful and non-stigmatizing.\n\nFirst, I'll look at the English",
  "when-you-are-done-you-can-also-clear-your-recent-b": "<think>\nOkay, the user wants me to translate the given English text into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"When you are",
  "while-our-website-strives-to-be-secure-and-protect": "<think>\nOkay, the user wants me to translate a privacy notice for a healthcare website that helps people find pharmacies for buprenorphine treatment. Let me start by understanding the context. The website is a community tool, so the translation needs to be respectful, clear, and medically appropriate. The rules mention keeping \"bupe\" and \"buprenorphine\" as is, using \"medicine\" instead of \"prescription,\" and maintaining a helpful, professional, and compassionate tone.\n\nFirst",
  "why-we-built-this-tool": "<think>\nOkay, the user wants me to translate \"Why We Built This Tool\" into Portuguese for a healthcare website. Let me start by understanding the context. The tool is for helping people find pharmacies that provide buprenorphine for addiction treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst",
  "your-report": "<think>\nOkay, the user wants me to translate \"Your Report\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Your Report\" needs to be",
  "your-map-application-may-collect-and-share-your-lo": "<think>\nOkay, the user wants me to translate the sentence \"Your map application may collect and share your location data\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst",
  "barriercount": "<think>\nOkay, the user wants me to translate \"barrier.count\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, so the translation needs to be clear and respectful.\n\nFirst, \"barrier.count\" is likely referring to counting barriers, maybe in the context of accessing medication. Since the target language is Portuguese, I need to make sure the terms are appropriate. The rules mention keeping \"bupren",
  "barriernote": "<think>\nOkay, the user wants me to translate the \"barrier.note\" text for a healthcare website that helps people find pharmacies for buprenorphine. Let me start by understanding the context. The tool is community-based, so the translation needs to be respectful and clear, avoiding any stigmatizing language. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, \"medicine\" should be used instead of \"prescription\" for",
  "codeatopioidpolicydotorg": "<think>\nOkay, the user wants me to translate \"code[at]opioidpolicy[dot]org\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe",
  "contact-form": "<think>\nOkay, the user wants me to translate \"contact form\" into Portuguese for a healthcare website. Let me start by recalling the standard translation for \"contact form\" in Portuguese. It's usually \"formulário de contato\". \n\nWait, but I need to make sure it's appropriate for a healthcare context. The website is about helping people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The tone should be helpful, professional, and compassionate. \n\nI should check if",
  "contact-us-using-our-secure-form": "<think>\nOkay, the user wants me to translate \"contact us using our secure form\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, they want \"medicine\" instead of \"prescription\" and respectful, non-stigmatizing language.\n\nFirst, the main phrase is",
  "copied-copied-to-clipboard-share-with-a-friend": "<think>\nOkay, the user wants me to translate the given text into Portuguese for a healthcare website. The text is \"copied ? 'Copied to Clipboard!' : 'Share with a Friend'\". Let me break this down.\n\nFirst, I need to make sure I understand the context. It's a community tool helping people access addiction treatment, specifically for buprenorphine. The translation should be respectful, clear, and medically appropriate. The rules mention keeping \"bupe\" and \"",
  "currentlanguagecodetouppercase": "<think>\nOkay, the user wants me to translate the given text for a healthcare website. The original text is \"currentLanguage?.code.toUpperCase\". Let me think about what this means.\n\nFirst, the context is a community tool helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-st",
  "datapastmonthperiod": "<think>\nOkay, the user wants me to translate \"data.pastMonth.period\" into Portuguese for a healthcare website. Let me start by understanding what this text means. The original text seems to be a label or a field name, possibly related to data collection, like \"data from the past month\" or \"period in the past month.\" \n\nFirst, I need to figure out the exact meaning. \"data.pastMonth.period\" might be part of a system or database structure, so the",
  "decodehtmlentitiespharmacyname": "<think>\nOkay, the user wants me to translate \"decodeHtmlEntities(pharmacy.name)\" into Portuguese for a healthcare website. Let me break this down.\n\nFirst, the main part is \"pharmacy.name\". In Portuguese, \"pharmacy\" is usually \"farmácia\". So \"pharmacy.name\" would be \"nome da farmácia\" or just \"nome da farmácia\" if it's a property. But the function here is \"decodeHtmlEntities\", which is a method",
  "do-not": "<think>\nOkay, the user wants me to translate the word \"do not\" into Portuguese for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention using \"bupe\" and \"buprenorphine\" as is, and to keep terms like ZIP Code or use local equivalents. Also, the language needs to be respectful and non-stigmatizing.\n\nSo, the original text",
  "eg-out-of-business": "<think>\nOkay, the user wants me to translate \"e.g., 'Out of business.\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, so the translation needs to be clear and respectful.\n\nFirst, \"e.g.\" in Portuguese is usually \"por exemplo\" or \"ex.:\". Since the example is a phrase, maybe \"ex.: 'Fechado'.\" But wait, \"Out of business",
  "eg-123-main-street": "<think>\nOkay, the user wants me to translate \"e.g., 123 Main Street\" into Portuguese for a healthcare website. Let me start by recalling the rules. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same. But here, the text is an example address, so those terms aren't involved. \n\nNext, the user mentioned using \"medicine\" instead of \"prescription.\" Wait, in this case, the text is",
  "eg-49506": "<think>\nOkay, the user wants me to translate \"e.g., 49506\" into Portuguese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The example given is a ZIP code, which in Portuguese is usually \"Código Postal.\" But the user mentioned to keep technical terms like ZIP Code as-is or use the local equivalent. Since \"ZIP Code\" is a technical term, I should",
  "eg-cvs": "<think>\nOkay, the user wants me to translate \"e.g., CVS\" into Portuguese for a healthcare website. Let me start by recalling that \"e.g.\" stands for \"exempli gratia,\" which in Portuguese is \"por exemplo\" or \"por exemplo, como.\" But since the original text uses \"e.g., CVS,\" I need to make sure the translation is concise.\n\nIn Portuguese, when giving examples, it's common to use \"por exemplo\" followed by the example.",
  "eg-mom-pop-shop": "<think>\nOkay, the user wants me to translate \"e.g., Mom & Pop Shop\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"e.g.\" in Portuguese",
  "href-aria-label-style": "<think>\nOkay, the user wants me to translate some HTML code into Portuguese for a healthcare website. Let me check the original text again. The English text provided is just a snippet of HTML with href, aria-label, and style attributes. The user mentioned that the target language is Portuguese, so I need to make sure the translation is accurate.\n\nWait, but the original text is not actual content; it's just HTML code. The user might have made a mistake in providing the text to translate.",
  "isloadinglocation-loading-set-location": "<think>\nOkay, the user wants me to translate the text \"isLoadingLocation ? 'Loading...' : 'Set Location'\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the original text is a conditional statement. In Portuguese, the structure for such a condition would be similar. The key parts are \"Loading...\"",
  "just-like-any-other-prescription": "<think>\nOkay, the user wants me to translate \"just like any other prescription\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"just like any other prescription\" needs to",
  "locationerror": "<think>\nOkay, the user wants me to translate \"locationError\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful and non-stigmatizing.\n\nFirst, \"locationError\" is likely an error message related to",
  "lol": "<think>\nOkay, the user wants me to translate \"lol.\" into Portuguese for a healthcare website. Let me think. First, \"lol\" is an acronym for \"laugh out loud,\" but in the context of a healthcare site, especially one about addiction treatment, it's probably not appropriate. The user mentioned the context is a community tool to help people access addiction treatment, so the tone needs to be respectful and professional. Using \"lol\" here might come off as unprofessional or even dismiss",
  "menu-button": "<think>\nOkay, the user wants me to translate \"menu button\" into Portuguese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, \"menu button",
  "privacy-is-very-important": "<think>\nOkay, the user wants me to translate \"privacy is very important\" into Portuguese for a healthcare website. Let me start by recalling the basic translation. \"Privacy\" in Portuguese is \"privacidade\" and \"is very important\" would be \"é muito importante\". So the direct translation would be \"A privacidade é muito importante\".\n\nBut wait, the context is a healthcare website helping people find pharmacies for addiction treatment with buprenorphine. The rules mention using \"bu",
  "resultfull_address": "<think>\nOkay, the user wants me to translate \"result.full_address\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, \"result.full_address\" is likely",
  "resultname": "<think>\nOkay, the user wants me to translate \"result.name\" into Portuguese for a healthcare website. Let me think about the context. The website helps people find pharmacies for buprenorphine, so the translation needs to be clear and respectful.\n\nFirst, \"result.name\" is likely a placeholder for the name of a pharmacy or a result entry. In Portuguese, \"result\" might be translated as \"resultado,\" but since it's part of a system, maybe it's better to keep",
  "selectedpharmacyfull_address": "<think>\nOkay, the user wants me to translate \"selectedPharmacy.full_address\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"selectedPharmacy",
  "selectedpharmacyname": "<think>\nOkay, the user wants me to translate \"selectedPharmacy.name\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"selectedPharmacy.name",
  "statsalltimedenied": "<think>\nOkay, the user wants me to translate \"stats.allTime.denied\" into Portuguese for a healthcare website. Let me start by understanding what this text means. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I",
  "statsalltimesuccess": "<think>\nOkay, the user wants me to translate the text \"stats.allTime.success\" into Portuguese for a healthcare website. Let me start by understanding what this text might mean. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst",
  "statspastmonthdenied": "<think>\nOkay, the user wants me to translate the text \"stats.pastMonth.denied\" into Portuguese for a healthcare website. Let me start by understanding what this text refers to. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone",
  "statspastmonthsuccess": "<think>\nOkay, the user wants me to translate the text \"stats.pastMonth.success\" into Portuguese for a healthcare website. Let me start by understanding what this text refers to. The context is a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst",
  "strongnotesstrong": "<think>\nOkay, the user wants me to translate the English text \"strong>Notes:</strong\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the original text",
  "strongphonestrong-a-href-style-a": "<think>\nOkay, the user wants me to translate a specific part of text for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is a phone number link with a",
  "strongreportsstrong-successful-denied": "<think>\nOkay, the user wants me to translate \"Reports: successful, denied\" into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the term \"Reports\" in the context of medical records or system reports. In Portuguese, \"Relatórios\" is the direct translation. Next, \"successful\" and \"denied",
  "strongstatusstrong": "<think>\nOkay, the user wants me to translate \"Status:\" into Portuguese for a healthcare website. Let me start by recalling the correct translation. \"Status\" in Portuguese is usually \"Status\" as well, but sometimes it might be translated as \"Situação\" depending on context. However, in a medical or formal context, \"Status\" is often kept as is, especially in technical terms. \n\nLooking at the rules provided, the user mentioned to keep medical terms unchanged, so \"Status\"",
  "success": "<think>\nOkay, the user wants me to translate the word \"success\" into Portuguese for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nSo, the word \"success\" here probably",
  "tcrowdsource-note-this-is-a-crowd-source-resource": "<think>\nOkay, the user wants me to translate the given English text into Portuguese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nThe English text to translate is: \"",
  "tnot-guarantee-note-this-tool-is-not-a-guarantee-o": "<think>\nOkay, the user wants me to translate a specific note for a healthcare website that helps people find pharmacies for buprenorphine. Let me start by understanding the context. The tool is a community resource to aid access to addiction treatment, so the translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the original English text is: \"This tool is not a guarantee of service. This data is not comprehensive.\" The user provided some rules. Let me check them again.",
  "the-united-kingdom-canada-and-australia": "<think>\nOkay, the user wants me to translate \"the United Kingdom, Canada, and Australia\" into Portuguese for a healthcare website. Let me start by recalling the correct Portuguese terms for these countries. \"United Kingdom\" is \"Reino Unido\" in Portuguese. \"Canada\" remains the same, as it's a proper noun. \"Australia\" is also the same. Now, I need to check if there's any specific context or if the user mentioned any regional variations. The target language",
  "youremailexamplecom": "<think>\nOkay, the user wants me to translate \"your.email@example.com\" into Portuguese for a healthcare website. Let me think about this.\n\nFirst, the main task is to translate the email address. But wait, email addresses are usually kept in their original format because they're not text to be translated. However, the user might be referring to the placeholder text \"your.email@example.com\" as a sample, so maybe they want it translated as a placeholder. \n\nLooking at the rules, they"
}