{
  "about_page_1": "Sobre Este Projeto",
  "about_page_2": "O Problema",
  "about_page_3": "Existem duas formas primárias de reduzir a doença e a morte relacionadas à opioides (mobidity & mortalidade): medicamentos para o transtorno de uso de opioides (MOUD; por exemplo, buprenorfina, metadona, naltrexona) e naloxona (um medicamento para reverter a overdose de opioides). Os MOUD são os medicamentos padrão-ouro, aprovados pela FDA, usados para tratar pessoas com dependência de opioides. No entanto, existem barreiras aos MOUD que são persistentes e incluem fatores estruturais e sociais/racismo, classismo, uma resposta excessiva do sistema de justiça criminal aos MOUD, estigma e discriminação contra pessoas que usam drogas.",
  "about_page_4": "A pesquisa que busca entender as barreiras do MOUD pode ser dividida em duas categorias: questões relacionadas à busca por um prescritor e questões relacionadas ao preenchimento de uma receita. A pesquisa anterior relacionada à busca por um prescritor destacou barreiras de longo prazo para o atendimento, como práticas de admissão antiéticas entre os prestadores de tratamento de dependência e MOUD, desertos de prescritores de MOUD e percepções negativas em relação às pessoas com dependência. As soluções para o problema dos prescritores incluem a redução dos requisitos de treinamento dos prescritores, a incentivação dos prestadores e a educação sobre a redução do estigma para os prestadores. Embora estes exemplos destaquem o enorme desafio de encontrar um prescritor para fornecer cuidados que salvam a vida, o segundo problema, o preenchimento de uma receita, pode reduzir a capacidade de uma pessoa de iniciar ou continuar sua medicação.",
  "about_page_5": "Este projeto visa abordar isto.",
  "about_page_6": "O problema da “última milha” é a lacuna de tratamento criada pela discrição da farmácia sobre o que MOUD é estocado (se houver) e como é dispensado pelas farmácias. Embora grande parte da política federal relacionada à epidemia de opioides tenha se concentrado em aumentar a prescrição de MOUD entre os prescreitores, as farmácias decidem, em última análise, se o MOUD é dispensado. A incapacidade de cumprir uma receita na farmácia anula todo o progresso feito ao aumentar a prescrição dos prescreitores.",
  "about_page_7": "Nosso objetivo é simples: ajudar as pessoas a encontrar bupe. Converse com quase qualquer pessoa que seja prescritora de bupe, e elas terão uma história sobre os desafios com a obtenção dessas prescrições.",
  "about_page_8": "Isto é inaceitável.",
  "about_page_9": "Nunca esqueceremos a experiência de pacientes em West Virginia correndo para uma farmácia específica para obter seus medicamentos antes de ela fechar, porque era a única da cidade que atendia com bupe. Mas preencher uma receita para medicamentos para dor de opioides... isso era tão fácil quanto entrar em qualquer farmácia. Não estava certo na época. Não está certo agora.",
  "about_page_10": "A Nossa Solução",
  "about_page_11": "Esta ferramenta é projetada para ajudar as pessoas a encontrar bupe. Isso deve ser simples, mas não é. Ao obter dados sobre o acesso a bupe de várias fontes, ajudamos as pessoas que enfrentam esses problemas a superar desafios e a ajudar os outros em suas comunidades. Esperamos que, um dia, todas as farmácias disponham deste medicamento. No entanto, a realidade é que poucas o fazem. Enquanto isso, esperamos que esta ferramenta ajude.",
  "about_page_12": "Também esperamos lançar luz sobre o quão grande é esta questão. Entre as pessoas afetadas por esta questão, é bem conhecido, mas poucas fora desses espaços sabem o quão difícil é obter tratamento para uma dependência de opioides. As soluções de política até o momento foram inadequadas. Embora esta base de dados possa não ser abrangente, esperamos que ela inicie uma conversa e ação para fechar significativamente essas lacunas.",
  "about_page_13": "Esperamos que esta plataforma ajude as pessoas a obter medicamentos e quebrar o ciclo de discriminação contra pessoas que usam drogas ou têm vício.",
  "about_page_14": "Nossos Financiamentos",
  "about_page_15": "lol.",
  "about_page_16": "Como com nossos outros projetos, construímos isso em resposta a uma necessidade sem nenhum apoio financeiro. Também não esperamos validação externa de organizações financiadoras. Se precisar ser feito, nós faremos.",
  "about_page_17": "Como dissemos no início, o acesso bupe tem sido algo que nos incomodou por um tempo. Fizemos alguma pesquisa e defesa relacionados a esses problemas e esperamos que isso tenha um impacto... mas achamos que é hora de ação direta.",
  "about_page_18": "Configurar este serviço é relativamente de baixo custo, achamos... Se for bem-sucedido com muitas pessoas usando-o para reportar ou encontrar uma farmácia, custará algum dinheiro. Se for bem-sucedido e as farmácias realmente começarem a estocar consistentemente e amplamente bupe, podemos encerrar. Enquanto isso, esperamos que você considere doar recursos ao nosso esforço (no rodapé).",
  "about_page_19": "NB Poderá existir um mundo onde estes dados são usados para pesquisa ou os financiadores vejam o valor e nos deem algumas ajudas. Se for o caso, atualizaremos esta página.",
  "about_page_20": "Não favorecemos nenhuma abordagem para tratar a dependência de opioides, exceto as abordagens baseadas em evidências. Saiba mais sobre por que este projeto é sobre bupe nesta página:",
  "about_page_21": "E o metadona, a naltrexona e o bupe injetável de longa ação?",
  "about_page_22": "Traduções",
  "about_page_23": "Para aumentar a acessibilidade, estamos trabalhando na tradução desta ferramenta para vários idiomas. Para estar de acordo com nossos princípios, isso significa fazê-lo de forma que preserve a privacidade, mas essa abordagem não é perfeita e podem haver problemas com as traduções que usamos. Sinta-se à vontade para entrar em contato se você vir algo errado ou fazer edições nos arquivos de tradução do GitHub ou Codeberg para o idioma que você está interessado em ajudar. Basta comparar o arquivo de extração em inglês com o idioma que você deseja ajudar. Se você não sabe como fazer isso, mas gostaria de ajudar com as traduções, por favor, nos avise através do nosso formulário de contato! Se você gostaria de mais idiomas, também nos avise!",
  "bulk-upload_page_1": "Instruções para Envio em Massa de Dados",
  "bulk-upload_page_2": "Para pesquisadores que realizam estudos de compradores secretos ou organizações com múltiplos pontos de dados (cadeias de farmácias??? instrutores de recuperação de pares??? prescreitores??? organizações de redução de danos???), oferecemos uma opção de envio em massa para ajudar a preencher o mapa rapidamente.",
  "bulk-upload_page_3": "Para ajudar as pessoas a tomarem decisões sobre onde elas podem (e não podem) preencher seus scripts de bupe, precisamos de dados recentes (idealmente com menos de 30 dias de idade).",
  "bulk-upload_page_4": "Se você tiver dados em massa, poderá nos ajudar a preencher o mapa rapidamente. Obrigado!",
  "bulk-upload_page_5": "Use a planilha modelo abaixo para preencher seus dados. Este formato é importante para o upload em lote.",
  "bulk-upload_page_6": "Não inclua nenhuma informação pessoalmente identificável nas anotações. Pode incluir informações de paciente simulado nas anotações (por exemplo, grávida) se for relevante.",
  "bulk-upload_page_7": "Nós cuidaremos da formatação e do envio para o mapa!",
  "bulk-upload_page_8": "Passo 1: Obtenha o Modelo",
  "bulk-upload_page_9": "Usamos um modelo padrão para garantir a qualidade dos dados. Por favor, visualize ou baixe nosso modelo oficial do CryptPad.",
  "bulk-upload_page_10": "Acesse o Modelo",
  "bulk-upload_page_11": "Acesse a Documentação de Suporte aos Modelos.",
  "bulk-upload_page_12": "Passo 2: Preencha Seus Dados",
  "bulk-upload_page_13": "Os únicos campos obrigatórios são pharmacy_address, report_type (sucesso ou negado). Informações sobre formulação, standardized_notes e notes são opcionais (mas úteis!).",
  "bulk-upload_page_14": "Passo 3: Envie seu arquivo com segurança.",
  "bulk-upload_page_15": "Quando sua planilha estiver completa, por favor salve-a como um arquivo TSV (`Arquivo` > `Salvar como` > `TSV (.tsv)`). Usamos TSV porque algumas pessoas podem usar vírgulas na linha de endereço ou notas, mas ninguém usará tabulações. Isso torna a importação e a limpeza dos dados muito mais simples do nosso lado e é fácil de fazer do seu lado (ganha-ganha). Para transferir arquivos com segurança, por favor use o serviço criptografado e gratuito WORMHOLE para nos enviar seu arquivo.",
  "bulk-upload_page_17": "Faça o upload do seu arquivo TSV (valores separados por tabulação).",
  "bulk-upload_page_18": "Copie o link seguro que ele gera.",
  "bulk-upload_page_20": "NB - o link do arquivo é apenas ativo por 24 horas, então posso pedir que o envie novamente. Desculpe antecipadamente!",
  "bulk-upload_page_21": "Perguntas?",
  "bulk-upload_page_22": "Se você encontrar um problema com o site ou tiver uma pergunta, queremos saber. Por favor,",
  "bulk-upload_page_23": "entre em contato conosco usando nosso formulário seguro",
  "components_manualpharmacyentry_1": "Voltar à pesquisa",
  "components_manualpharmacyentry_2": "Adicionar Farmácia & Reportar",
  "components_manualpharmacyentry_3": "Se você não encontrou sua farmácia nos resultados da pesquisa, você pode adicioná-la aqui junto com seu relatório sobre a emissão do seu comprovante de receita.",
  "components_manualpharmacyentry_4": "Informações da Farmácia",
  "components_manualpharmacyentry_5": "Nome da Farmácia",
  "components_manualpharmacyentry_6": "Endereço da Rua",
  "components_manualpharmacyentry_7": "Cidade",
  "components_manualpharmacyentry_8": "Estado",
  "components_manualpharmacyentry_9": "Selecione um estado",
  "components_manualpharmacyentry_10": "Código Postal",
  "components_manualpharmacyentry_11": "Número de telefone",
  "components_manualpharmacyentry_12": "Incluir um número de telefone ajuda outras pessoas a ligarem com antecedência.",
  "components_manualpharmacyentry_13": "Seu Relatório",
  "components_manualpharmacyentry_14": "Qual foi o resultado da sua visita?",
  "components_manualpharmacyentry_15": "✅ Consegui preencher minha receita.",
  "components_manualpharmacyentry_16": "❌ Não fui capaz de preencher minha receita.",
  "components_manualpharmacyentry_17": "Qual(is) formula(s) você tentou preencher?",
  "components_manualpharmacyentry_18": "Observações Comuns (opcional)",
  "components_manualpharmacyentry_19": "Notas adicionais",
  "components_manualpharmacyentry_20": "Eu entendo que meu relatório anônimo será usado para atualizar o mapa público (OBRIGATÓRIO).",
  "components_manualpharmacyentry_21": "NOTA: Esta informação da farmácia e o seu relatório serão adicionados ao nosso banco de dados para ajudar outras pessoas. As entradas manuais requerem aprovação antes de aparecerem nos resultados da pesquisa.",
  "components_maplegend_1": "Provavelmente irá preencher.",
  "components_maplegend_2": "Provavelmente negar / recusar",
  "components_newslettersignup_1": "Assine nossa newsletter para organização e atualizações.",
  "components_newslettersignup_2": "Eu concordo em receber atualizações opcionais da newsletter do Opioid Policy Institute.",
  "components_pharmacylistitem_1": "Telefone:",
  "components_pharmacylistitem_2": "Relatórios de Sucesso:",
  "components_pharmacylistitem_3": "Relatórios de Negação:",
  "components_pharmacylistitem_4": "Relatório Mais Recente:",
  "components_pharmacylistitem_5": "Ligue para a farmácia 📞",
  "components_pharmacylistitem_6": "Obter Direções 🚌",
  "components_pharmacylistitem_7": "Isto abrirá o aplicativo de mapas do seu dispositivo. Por favor, esteja ciente de:",
  "components_pharmacylistitem_8": "Seu aplicativo de mapas pode coletar e compartilhar seus dados de localização.",
  "components_pharmacylistitem_9": "Não rastreamos nem armazenamos sua localização.",
  "components_pharmacylistitem_10": "Use aplicativos de mapas que preservam a privacidade como Organic Maps.",
  "components_pharmacylistitem_11": "Cancelar",
  "components_pharmacylistitem_12": "Continue",
  "components_privacybanner_1": "Não Rastrear detectado - nós respeitamos sua preferência de privacidade.",
  "components_privacybanner_2": "Para máxima privacidade, considere limpar seu histórico do navegador e mudar para o modo de navegação anônima/privado ou um navegador com foco em privacidade como Brave ou Tor.",
  "components_privacybanner_3": "Proteções de privacidade ótimas! Lembre-se de limpar seu histórico quando terminar.",
  "components_privacybanner_4": "Saiba mais",
  "demo.slide0.title": "Bem-vindo à Ferramenta de Acesso Bupe",
  "demo.slide0.content": "Esta ferramenta ajuda pessoas a encontrar e relatar farmácias que preenchem prescrições de buprenorfina.",
  "demo.slide0.subheading": "Princípios",
  "demo.slide0.bullet0": "Dados orientados pela comunidade",
  "demo.slide0.bullet1": "Design com foco em privacidade",
  "demo.slide0.bullet2": "Ajude outros a terem acesso ao tratamento.",
  "demo.slide1.title": "Encontrar Farmácias com Bupe",
  "demo.slide1.content": "Passo 1: Insira seu código postal.",
  "demo.slide1.bullet0": "Veja farmácias a até 48 quilómetros.",
  "demo.slide1.bullet1": "Visualizar relatórios de sucesso/negação",
  "demo.slide1.bullet2": "Verifique as tendências recentes",
  "demo.slide1.bullet3": "Imprima uma lista de farmácias que tenham bupe na sua área.",
  "demo.slide2.title": "Relatar Sua Experiência",
  "demo.slide2.content": "Passo 2: Compartilhe sua experiência ao preencher uma receita de buprenorfina.",
  "demo.slide2.bullet0": "Procure sua farmácia",
  "demo.slide2.bullet1": "Relate sucesso ou negação.",
  "demo.slide2.bullet2": "Adicione notas úteis para os outros.",
  "demo.controls.previous": "← Anterior",
  "demo.controls.next": "Próximo →",
  "demo.startButton": "Comece a usar a ferramenta",
  "layout_1": "Ferramenta de Acesso Bupe",
  "layout_2": "Este é um recurso de fontes diversas.",
  "layout_3": "Temos apenas dados sobre a disponibilidade de bupe que foram reportados a este banco de dados.",
  "layout_4": "Esta ferramenta não é uma garantia de serviço. Este dado não é abrangente.",
  "layout_5": "Casa",
  "layout_6": "Como Funciona",
  "layout_7": "Sobre",
  "layout_8": "Painel de controle",
  "layout_9": "Quanto sobre outros tratamentos?",
  "layout_10": "Ferramenta de Relatório em Lote",
  "layout_11": "Junte-se à Nossa Newsletter",
  "layout_12": "🔒 Informações e Dicas de Privacidade 🔒",
  "layout_13": "Precisa de ajuda?",
  "layout_14": "Apoie-nos",
  "methadone-naltrexone_page_1": "Uma nota sobre metadona, naltrexona e buprenorfina injetável de longa ação... ou, por que não estão incluídas aqui?",
  "methadone-naltrexone_page_2": "Você pode notar que outros medicamentos para o Transtorno de Uso de Opioides (TOO) – metadona, naltrexona, buprenorfina injetável de longa ação – não estão incluídos em nossa ferramenta de busca. Isso é intencional e reflete o foco específico do projeto no acesso à buprenorfina baseado em farmácia.",
  "methadone-naltrexone_page_3": "Mais sobre Metadona",
  "methadone-naltrexone_page_4": "Atualmente, regulamentações federais rigorosas limitam a dispensação de metadona para TGD (Tratamento de Dependência Opióides) em Programas Especializados de Tratamento de Opióides (PETO), frequentemente chamados de \"clínicas de metadona\". <strong/> Isso significa que os pacientes não podem receber a prescrição de metadona preenchida na sua farmácia local, que é o foco deste projeto. A metadona é primariamente dispensada em uma clínica específica diariamente (ou quase diariamente), o que pode ser uma barreira significativa para o tratamento.",
  "methadone-naltrexone_page_5": "Restringir o acesso à metadona é uma escolha política, não uma necessidade médica. Muitos outros países integraram com segurança a dispensação de metadona em farmácias comunitárias, incluindo a **Reino Unido, Canadá e Austrália**. Nestes lugares, um paciente pode retirar sua medicação do seu farmacêutico local, <strong/>assim como qualquer outra receita. Embora defendamos a redução das restrições à metadona, este projeto está focado em melhorar o acesso à buprenorfina através de farmácias.",
  "methadone-naltrexone_page_6": "Mais sobre Naltrexona e Buprenorfina de Ação Prolongada Injetável",
  "methadone-naltrexone_page_7": "A naltrexona para TGD é mais comumente prescrita como uma injeção de longa duração. Embora este medicamento seja frequentemente solicitado através de farmácias, é quase sempre administrado em um ambiente médico, e não dispensado diretamente ao paciente no balcão da farmácia. O mesmo se aplica à butorfina injetável de longa duração. A forma de comprimido de naltrexona, embora disponível em farmácias, é menos comumente utilizada para TGD.",
  "methadone-naltrexone_page_8": "Porque nossa ferramenta é focada em medicamentos que os pacientes podem retirar diretamente de uma farmácia comunitária, nós nos concentramos exclusivamente em buprenorfina para garantir que nossos dados sobre acesso à farmácia sejam o mais claros e precisos possível.",
  "methadone-naltrexone_page_9": "Se você estiver nos Estados Unidos, recomendamos o Tratamento Locator da SAMHSA para encontrar programas que utilizam estas medicações (eles também devem incluir pessoas que prescrevem bupe!).",
  "methadone-naltrexone_page_10": "Encontre Tratamento",
  "methadone-naltrexone_page_11": "Vans de Metadona",
  "methadone-naltrexone_page_12": "Não estamos cientes de uma lista abrangente e ativamente mantida de vans de metadona. Esta é uma abordagem inteligente para aumentar o acesso. Se você tiver um recurso que possamos vincular, entre em contato conosco!",
  "methadone-naltrexone_page_13": "Entre em Contato",
  "not-found_1": "Página não encontrada",
  "not-found_2": "Desculpe, a página que você está procurando não existe.",
  "not-found_3": "Retorne para casa.",
  "not-found_4": "Página não encontrada",
  "not-found_5": "Desculpe, a página que você está procurando não existe.",
  "not-found_6": "Retorne para Casa",
  "page_1": "Insira seu código postal",
  "page_2": "Por favor, insira um código postal para encontrar e reportar farmácias com bupe perto de você.",
  "page_3": "Código Postal",
  "page_4": "Carregando...",
  "page_5": "Definir Localização",
  "page_6": "O que você gostaria de fazer hoje?",
  "page_7": "Atualizar o Status da Bupe da Farmácia",
  "page_8": "Encontre uma Farmácia Amigável com Bupe",
  "page_9": "Voltar para ZIP",
  "page_10": "Farmácias Amigas da Bupe",
  "page_11": "Imprimir Lista 🖨️",
  "page_12": "Tendências Recentes:",
  "page_13": "Mais Sucessos",
  "page_14": "Neutro",
  "page_15": "Mais Recusos",
  "page_16": "🔒 Dicas de Privacidade & Segurança 🔒",
  "page_17": "Últimos 7 Dias",
  "page_18": "Últimos 15 dias",
  "page_19": "Últimos 30 Dias",
  "page_20": "Todo o Tempo",
  "page_21": "Carregando farmácias...",
  "page_22": "« Página Anterior »",
  "page_23": "Próxima Página →",
  "page_24": "Não há relatórios na sua área. Seja o primeiro!",
  "page_25": "Relate uma Farmácia",
  "page_26": "Para as últimas atualizações, visite findbupe.org",
  "page_27": "🎉 Obrigado! 🎉",
  "page_28": "Sabemos que preencher um pedido de bupe não é sempre fácil. Suas respostas ajudam outras pessoas em sua área a encontrar este medicamento que salva vidas.",
  "page_29": "A informação mais útil é informação NOVA!",
  "page_30": "Então, da próxima vez que você tentar preencher uma receita de heroína, diga-nos como foi. Você também pode ajudar compartilhando este site com amigos que usam heroína.",
  "page_31": "Lembre-se de limpar seu histórico do navegador. Saiba mais em nossas dicas de privacidade.🔒",
  "page_32": "Encontre Farmácias Amigáveis com Bupe Próximas de Você",
  "page_33": "Copiado para a área de transferência!",
  "page_34": "Compartilhe com um Amigo 🚀",
  "page_35": "Se você estiver interessado em enviar vários relatórios, veja nossa ferramenta de relatórios em massa.",
  "page_36": "Atualizar Status da Bupe da Farmácia",
  "page_37": "Procure uma Farmácia",
  "page_38": "➕ Não encontra a sua farmácia? Adicione-a manualmente.",
  "page_39": "Mudar farmácia",
  "page_40": "Qual foi o resultado? (Obrigatório)",
  "page_41": "✅ Eu consegui preencher minha receita.",
  "page_42": "❌ Não fui capaz de preencher minha receita.",
  "page_43": "Formulação (opcional, marque tudo que se aplicar)",
  "page_44": "Observações Comuns (opcional)",
  "page_45": "Outras Notas (opcional)",
  "page_46": "Eu entendo que meu relatório anônimo será usado para atualizar o mapa público (OBRIGATÓRIO).",
  "page_47": "Enviando...",
  "page_48": "Enviar Relatório",
  "page_49": "Envio falhou. Por favor, tente novamente.",
  "privacy_page_1": "Sumário",
  "privacy_page_2": "Por que Criamos Esta Ferramenta",
  "privacy_page_3": "O Que Coletamos (e O Que Não Coletamos)",
  "privacy_page_4": "Como a Tecnologia Funciona",
  "privacy_page_5": "Como se proteger",
  "privacy_page_6": "Insetos ou Perguntas?",
  "privacy_page_7": "Como Tentamos Proteger Sua Privacidade",
  "privacy_page_8": "Por que Criamos Esta Ferramenta",
  "privacy_page_9": "Encontrar medicamentos para tratar o transtorno de uso de opioides, como a buprenorfina (bupe), pode ser muito difícil. Algumas farmácias não o têm, e outras podem se recusar a preencher uma receita. Isso pode ser estressante e assustador.",
  "privacy_page_10": "Nós criamos esta ferramenta para ajudar. É um mapa, feito pela comunidade, para a comunidade. Ao compartilhar quais farmácias são úteis, podemos facilitar para a próxima pessoa obter a medicação que precisa. Também podemos mostrar o quão grande é o problema, para que possamos trabalhar para resolvê-lo.",
  "privacy_page_11": "Mas também sabemos que a privacidade é muito importante, especialmente quando se trata de informações de saúde sensíveis como a dependência. Queremos garantir que você esteja seguro ao usar esta ferramenta, portanto, tomamos medidas para proteger sua privacidade. Existem algumas medidas que você também pode tomar, que explicaremos abaixo.",
  "privacy_page_12": "O Que Coletamos (e O Que Não Coletamos)",
  "privacy_page_13": "Muitos sites coletam informações pessoais para vender anúncios ou outros produtos. Às vezes isso é bem traiçoeiro e acontece sem que você saiba ou concorde. Isso é ruim para sua privacidade. Nós projetamos nosso site para não fazer isso.",
  "privacy_page_14": "Quando se trata de informações como quem você é, se você tem uma dependência, qual medicamento você toma ou onde você mora, pessoas e empresas podem usar isso para discriminar você. Então, não fornecemos essas informações ou qualquer outra informação sobre você para outras empresas.",
  "privacy_page_15": "Existem duas formas principais pelas quais coletamos informações sobre você com este site:",
  "privacy_page_16": "RELATÓRIO DISPONIBILIDADE FARMÁCIA BUPE:",
  "privacy_page_17": "O que você reporta não está vinculado a você e é completamente voluntário. Você não precisa fazer relatórios para encontrar o bupe. No formulário de acesso ao bupe das farmácias, nós intencionalmente não coletamos nenhuma informação como seu nome, informações de contato ou coisas suspeitas como um endereço IP que identifica seu dispositivo e pode identificá-lo. Isso significa que não sabemos quem você é e não queremos saber. Nós apenas queremos ajudar as pessoas a encontrar o bupe.",
  "privacy_page_18": "ENCONTRE BUPE:",
  "privacy_page_19": "Usamos o que o código postal que você insere para ajudá-lo a encontrar farmácias perto de você. Não armazenamos seu código postal ou qualquer outra informação que possa identificá-lo quando você procura uma farmácia.",
  "privacy_page_20": "A nossa promessa mais importante é proteger sua privacidade. Projetamos este site para coletar zero informações pessoais sobre você. O formulário de envio é suficiente para fornecer informações úteis a outras pessoas e não para identificá-lo.",
  "privacy_page_21": "Ao submeter à nossa farmácia o bupe updater:",
  "privacy_page_22": "Não sabemos o seu nome.",
  "privacy_page_23": "Não conhecemos seu e-mail ou número de telefone.",
  "privacy_page_24": "Não sabemos o endereço IP do seu computador.",
  "privacy_page_25": "Não rastreamos a sua localização.",
  "privacy_page_26": "A única informação que precisamos para um relatório é o que você escolher compartilhar: o nome da farmácia, a localização da farmácia, a data e se sua visita foi bem-sucedida ou negada. Existem outras perguntas que você pode escolher responder, mas você não precisa. Não envie informações pessoais no formulário de anotações. Se fizer, o apagaremos do nosso banco de dados.",
  "privacy_page_27": "Informações pessoais opcionais que coletamos:",
  "privacy_page_28": "Existem alguns lugares onde coletamos informações pessoais, mas você não precisa usar essas partes do site para relatar ou localizar bupe.",
  "privacy_page_29": "Se você utilizar nosso formulário de contato (diferente do formulário de reporte da farmácia), você está compartilhando informações pessoais como seu nome e endereço de e-mail. Você não precisa usar o formulário de contato a menos que tenha uma pergunta ou comentário. Usamos o software Fillout.",
  "privacy_page_30": "Nosso formulário de inscrição na newsletter também coleta informações pessoais como e-mail, isso também é opcional e não é obrigatório para usar o site. Usamos Ghost para a publicação da newsletter.",
  "privacy_page_31": "Por fim, nosso formulário de doação coleta informações pessoais como seu nome, endereço de e-mail e informações de pagamento. Isso também é opcional e não é obrigatório para usar o site. O site é gratuito para usar e você não precisa doar para usar o site. Usamos o Stripe para processamento de pagamentos.",
  "privacy_page_32": "Como a Tecnologia Funciona",
  "privacy_page_33": "Usamos ferramentas modernas e focadas na privacidade para executar este site:",
  "privacy_page_34": "Proteção contra Spam:",
  "privacy_page_35": "Usamos uma ferramenta chamada Cloudflare Turnstile para verificar se uma submissão é de uma pessoa real, não de um robô. Isso é feito sem os quebra-cabeças irritantes e sem criar um perfil de publicidade sobre os sites que você visita ou o que você insere em um formulário. Usamos isso para proteger o formulário de entradas falsas.",
  "privacy_page_36": "Mapas:",
  "privacy_page_37": "Para proteger sua privacidade, os links \"Obter Direções\" e outros usos de mapas utilizam OpenStreetMap, um serviço de mapeamento sem fins lucrativos que possui fortes práticas de privacidade. Suas buscas não são vinculadas a uma conta pessoal usada para construir um perfil de publicidade, ao contrário do Google Maps. O Open Street Maps prioriza a privacidade, especialmente em comparação com o Google Maps.",
  "privacy_page_38": "Se você estiver usando este site em um telefone celular, ele pode abrir os links da farmácia \"Obter Direção\" em um serviço como o Google Maps no seu telefone. Nós o configuramos para facilitar a navegação até uma farmácia que tenha bupe no seu telefone, mas usar o Google Maps (se for o seu padrão) é um risco de privacidade (não apenas com esta informação). O Google Maps usa seus dados para direcionar você com anúncios, incluindo navegar até uma farmácia.",
  "privacy_page_39": "Isto é ruim para sua privacidade.",
  "privacy_page_40": "No entanto, não podemos controlar quais aplicativos você usa em seu dispositivo móvel. Sugerimos que você utilize ferramentas de mapeamento que preservem a privacidade, como:",
  "privacy_page_41": "Para reduzir esses problemas no seu telefone. Você também pode usar o Google Maps no \"Modo Incognito\", mas outros produtos do Google \"Modo Incognito\" foram encontrados para não realmente proteger sua privacidade, portanto, é melhor evitar produtos de empresas como Google, Meta/Facebook/Instagram, Amazon, Apple, Microsoft, etc., para evitar que eles obtenham suas informações para usá-las para publicidade.",
  "privacy_page_42": "Banco de dados:",
  "privacy_page_43": "Seus relatórios anônimos são armazenados em um banco de dados seguro chamado Airtable. Nós somos os únicos com acesso a esses dados e eles incluem apenas informações que você submeteu na ferramenta de atualização da farmácia + automaticamente adicionando o tempo de submissão (para ajudar a representar a frescura dos dados).",
  "privacy_page_44": "Hospedagem:",
  "privacy_page_45": "O site é hospedado no Vercel, e configuramos para não armazenar logs de endereços IP de visitantes (para que seu dispositivo não seja identificado).",
  "privacy_page_46": "Código:",
  "privacy_page_47": "O código do site (não os dados do formulário) é hospedado em",
  "privacy_page_48": "e",
  "privacy_page_49": "Para que as pessoas possam auditar este website e sugerir correções às nossas práticas de privacidade e segurança ou novos recursos. Estamos comprometidos com a transparência e software de código aberto.",
  "privacy_page_50": "Por favor, entre em contato usando nosso formulário seguro caso tenha perguntas ou sugestões.",
  "privacy_page_51": "Este é um projeto orientado à comunidade e agradecemos a ajuda.",
  "privacy_page_52": "Como se proteger",
  "privacy_page_53": "Enquanto nosso site se esforça para ser seguro e proteger sua privacidade, seu próprio navegador da web salva um histórico dos sites que você visita. Se você estiver usando um computador compartilhado, recomendamos fortemente o uso do modo \"Privado\" ou \"Incognito\" em seu navegador. Isso exclui seu histórico quando você fecha a janela do navegador, para que ninguém mais possa ver os sites que você visitou. Pode ser bom limpar seu histórico do navegador após usar este site, mesmo que não esteja em um computador compartilhado. Isso pode ajudar a proteger sua privacidade.",
  "privacy_page_54": "Você também pode considerar navegadores que tenham melhores proteções de privacidade, como Mullvad no desktop ou Brave no mobile.",
  "privacy_page_55": "Aprenda mais sobre as práticas de privacidade no Privacy Guides.",
  "privacy_page_56": "Quando terminar, você também pode limpar seu histórico de navegação recente para remover qualquer vestígio da sua visita:",
  "privacy_page_57": "No canto superior direito, selecione MAIS ▼ e depois DELETE os dados de navegação.",
  "privacy_page_58": "Selecione quanto histórico você deseja excluir (por exemplo, \"Última hora\", \"Todo o tempo\").",
  "privacy_page_59": "Verifique as caixas para as informações que você quer que o Chrome exclua, incluindo:",
  "privacy_page_60": "Histórico de navegação",
  "privacy_page_61": "Cookies e outros dados do site",
  "privacy_page_62": "Imagens e arquivos em cache",
  "privacy_page_63": "Selecione EXCLUIR DADOS.",
  "privacy_page_64": "Faça isso sempre que visitar este site.",
  "privacy_page_65": "No canto superior direito, clique no botão MENU (☰) e selecione SETTINGS.",
  "privacy_page_66": "Selecione o painel PRIVACIDADE E SEGURANÇA.",
  "privacy_page_67": "Na seção HISTÓRIA, clique em CLEAR HISTORY.",
  "privacy_page_68": "Selecione o intervalo de tempo para limpar (por exemplo, \"Tudo\").",
  "privacy_page_69": "Verifique as caixas para as informações que deseja limpar:",
  "privacy_page_70": "HISTÓRICO DE NAVEGAÇÃO E BAIXAR",
  "privacy_page_71": "Biscoitos",
  "privacy_page_72": "Cache",
  "privacy_page_73": "Logins Ativos",
  "privacy_page_74": "Dados do Website Offline",
  "privacy_page_75": "Preferências do Site",
  "privacy_page_76": "Clique no botão OK para confirmar.",
  "privacy_page_77": "Faça isso sempre que visitar este site.",
  "privacy_page_78": "👾 Bugs ou Perguntas?",
  "privacy_page_79": "Se você encontrar um problema com o site ou tiver uma pergunta, queremos saber. Por favor,",
  "privacy_page_80": "entre em contato conosco usando nosso formulário seguro",
  "form.note.will-order-not-in-stock": "Vou encomendar, mas não está em estoque.",
  "form.note.partial-fill": "Preenchimento parcial (não preencheu a receita completa)",
  "form.note.call-ahead": "É melhor ligar com antecedência.",
  "form.note.existing-patients-only": "Apenas para pacientes existentes.",
  "form.note.prescribers-close-by": "Apenas preenche para pacientes “próximos”",
  "form.note.certain-prescribers": "Preencha somente de determinados prescreitores.",
  "form.note.patients-close-by": "Apenas preenche para pacientes “próximos”",
  "form.note.long-wait-times": "Tempos de espera longos",
  "form.note.no-cash": "Não aceitamos dinheiro em espécie.",
  "form.note.helpful-staff": "Equipe prestativa",
  "form.note.unhelpful-staff": "Equipe infrutífera",
  "share.message": "Precisa encontrar bupe? Sabe de alguma farmácia que tenha bupe disponível? Ajude a mapear o acesso em nossa comunidade:"
}