{
  "strongprivacy-tipstrong-link-hrefprivacyprotect-yo": "<think>\nOkay, the user wants me to translate a privacy tip for a healthcare website that helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The target language is Russian. Let me start by understanding the original text.\n\nThe English text is: \"<strong>Privacy Tip:</strong>  <Link href=\"/privacy#protect-yourself\" className=> Learn more</Link\"\n\nFirst, I need to translate \"Privacy Tip\" into Russian. The correct translation would be \"С",
  "back-to-zip": "<think>\nOkay, the user wants me to translate the text \"> ← Back to ZIP\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear tone.\n\nFirst, the original text is \"> ← Back to",
  "a-lot-of-websites-collect-personal-information-to-": "<think>\nOkay, the user wants me to translate a specific English text into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, I need to translate the given English",
  "about": "<think>\nOkay, the user wants me to translate the word \"About\" into Russian for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, they want to use \"medicine\" instead of \"prescription\" for clarity. The tone needs to be respectful, clear, and medically appropriate",
  "about-this-project": "<think>\nOkay, the user wants me to translate \"About This Project\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nFirst, \"About This Project\"",
  "access-the-template": "<think>\nOkay, the user wants me to translate \"Access the Template\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Access the Template\" needs",
  "access-the-template-support-doc": "<think>\nOkay, the user wants me to translate \"Access the Template Support Doc\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here: keep medical terms like \"bupe\" and \"buprenorphine\" as they are, use \"medicine\" instead of \"prescription,\" and maintain a respectful, clear, and compassionate tone.\n\nFirst, \"",
  "active-logins": "<think>\nOkay, the user wants me to translate \"Active Logins\" into Russian for a healthcare website. Let me think about the context first. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\n\"Active Logins\" is likely referring",
  "add-a-pharmacy-report": "<think>\nOkay, the user wants me to translate \"Add a Pharmacy & Report\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst,",
  "address": "<think>\nOkay, the user wants me to translate the word \"Address\" into Russian for a healthcare website. Let me start by recalling the basic translation. \"Address\" in Russian is \"Адрес\". But I need to make sure it fits the context.\n\nThe context is a community tool helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, using \"medicine",
  "all-time": "<think>\nOkay, the user wants me to translate \"All Time\" into Russian for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful and non-stigmatizing.\n\n\"All Time\" as a title might be referring to a",
  "any-other-details-about-your-experience": "<think>\nOkay, the user wants me to translate \"Any other details about your experience...\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, I need to make sure the medical terms \"bupe\" and \"buprenorphine\" are kept as they are. The user mentioned using \"medicine\" instead of \"",
  "at-the-top-right-click-the-strongmenu-button-stron": "<think>\nOkay, the user wants me to translate a specific instruction for a healthcare website targeting Russian speakers. The original text is about navigating a menu to access settings. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone",
  "at-the-top-right-select-strongmore-strong-and-then": "<think>\nOkay, the user wants me to translate a specific instruction from English to Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the original text is: \"At the top right, select <strong>More ▼</strong> and then <strong>Delete browsing data</strong>.\" The user provided rules to",
  "back-to-search": "<think>\nOkay, the user wants me to translate \"Back to search\" into Russian for a healthcare website. Let me start by recalling the standard translation for that phrase. \"Back to search\" is commonly translated as \"Вернуться к поиску\" in Russian. \n\nBut wait, I need to make sure it fits the context. The website is about helping people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The translation should be respectful and clear. The original",
  "browsing-download-history": "<think>\nOkay, the user wants me to translate \"Browsing & Download History\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I need to translate \"Browsing",
  "browsing-history": "<think>\nOkay, the user wants me to translate \"Browsing history\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Browsing history\" is a technical",
  "bugs-or-questions": "<think>\nOkay, the user wants me to translate \"Bugs or Questions?\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst, the phrase \"",
  "bulk-data-submission-instructions": "<think>\nOkay, the user wants me to translate \"Bulk Data Submission Instructions\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear tone.\n\nFirst, \"Bulk Data Submission Instructions\" needs to be translated",
  "bulk-upload": "<think>\nOkay, the user wants me to translate \"Bulk Upload\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"Bulk Upload\" is a technical term. In Russian, \"bulk\" could be translated as \"массовый\" or \"крупный,\" but \"mass\" might be more",
  "but-we-also-know-that-strongprivacy-is-very-import": "<think>\nOkay, the user wants me to translate a specific English text into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules are important here: keep medical terms like \"bupe\" and \"buprenorphine\" unchanged, use \"medicine\" instead of \"prescription,\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, I'll look at the English",
  "cache": "<think>\nOkay, the user wants me to translate the word \"Cache\" into Russian for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and medically appropriate.\n\nWait, the original text is just \"",
  "cached-images-and-filesli-ul": "<think>\nOkay, the user wants me to translate some text for a healthcare website that helps people find pharmacies for buprenorphine. The original text is \"Cached images and files</li> </ul\". Let me start by understanding the context. The website is a community tool to help access addiction treatment, so the translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged.",
  "clear-history": "<think>\nOkay, the user wants me to translate \"Clear History\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\n\"Clear History\" is likely referring to a",
  "click-the-strongokstrong-button-to-confirm": "<think>\nOkay, the user wants me to translate \"Click the <strong>OK</strong> button to confirm.\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, use \"medicine\" instead of \"prescription,\" and maintain a respectful, non-stigmatizing",
  "close-language-selector": "<think>\nOkay, the user wants me to translate \"Close language selector\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"Close language selector\" is a",
  "code": "<think>\nOkay, the user wants me to translate the word \"Code\" into Russian for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful and non-stigmatizing.\n\nSo, the word \"Code\" here",
  "common-observations-optional": "<think>\nOkay, the user wants me to translate \"Common Observations (optional)\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Common Observations (optional",
  "contact": "<think>\nOkay, the user wants me to translate the word \"Contact\" into Russian for a healthcare website. Let me start by recalling the basic translation. \"Contact\" in Russian is usually \"Контакт\" (Kontakt). But I need to make sure it fits the context of a healthcare website that's helping people find pharmacies for addiction treatment.\n\nFirst, the target language is Russian, so I should use the correct term. The original text is just \"Contact,\" so the direct",
  "contact-us": "<think>\nOkay, the user wants me to translate \"Contact Us\" into Russian for a healthcare website. Let me start by recalling the basic translation. \"Contact Us\" in Russian is usually \"Свяжитесь с нами\" or \"Связаться с нами\". But I need to make sure it fits the context of a healthcare website that's helping people find pharmacies for addiction treatment.\n\nThe context is a community tool to help access addiction treatment, so the tone should be helpful,",
  "continue": "<think>\nOkay, the user wants me to translate the word \"Continue\" into Russian for a healthcare website. Let me start by recalling the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the word \"Continue\" in this context",
  "cookies": "<think>\nOkay, the user wants me to translate the word \"Cookies\" for a healthcare website targeting Russian speakers. Let me think about the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nWait, the original text is",
  "cookies-and-other-site-data": "<think>\nOkay, the user wants me to translate \"Cookies and other site data\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the phrase \"Cookies and other site data\" is about website data collection. In Russian, \"cookies\" is commonly translated as \"куки\" or \"бисквиты",
  "copy-the-secure-link-it-generates": "<think>\nOkay, the user wants me to translate \"Copy the secure link it generates.\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the key terms: \"secure link\" should be translated accurately. \"Secure\" here probably means safe or encrypted, so in Russian, \"безопасная ссылка",
  "database": "<think>\nOkay, the user wants me to translate the word \"Database\" into Russian for a healthcare website. Let me start by recalling the correct translation. \"Database\" in Russian is usually \"база данных\" (bazа dannykh). But I need to check if there's a more appropriate term in the context of a healthcare tool.\n\nThe context is about a community tool to help people access addiction treatment, specifically for buprenorphine. The target audience might be looking for",
  "delete-browsing-data": "<think>\nOkay, the user wants me to translate \"Delete browsing data\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here. I need to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The language should be respectful and non-stigmatizing.\n\nFirst,",
  "delete-data": "<think>\nOkay, the user wants me to translate \"Delete data\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, they want \"medicine\" instead of \"prescription\" and non-stigmatizing language.\n\nFirst, \"Delete data\" is a straightforward translation. In",
  "dismiss-privacy-banner": "<think>\nOkay, the user wants me to translate \"Dismiss privacy banner\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"Dismiss privacy banner\" is a button or",
  "do-not-include-any-personally-identifiable-informa": "<think>\nOkay, I need to translate the given English text into Russian for a healthcare website. Let me start by understanding the context and the rules provided. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate. \n\nFirst, the original text says: \"Do not include any personally identifiable information in the notes. Simulated patient info can be included in the notes (e.g., pregnant) if relevant",
  "do-this-each-time-you-visit-this-site": "<think>\nOkay, the user wants me to translate the phrase \"Do this each time you visit this site.\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the",
  "email-address-for-newsletter-signup": "<think>\nOkay, the user wants me to translate \"Email address for newsletter signup\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"Email address for newsletter",
  "email-that-single-link-to-us-at-strongcodeatopioid": "<think>\nOkay, the user wants me to translate an email instruction into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The original text is an email request to send a single link to a specific address.\n\nFirst, I need to make sure I follow all the rules provided. Rule 1 says to keep \"bupe\" and \"buprenorphine\" unchanged. Since the original",
  "find-treatment": "<think>\nOkay, the user wants me to translate \"Find Treatment\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Find Treatment\" needs to be",
  "for-researchers-conducting-secret-shopper-studies-": "<think>\nOkay, I need to translate this English text into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The target audience is likely individuals seeking treatment, so the language needs to be respectful and non-stigmatizing.\n\nFirst, the original text mentions \"researchers conducting secret shopper studies or organizations with multiple data points\" – these are entities that might want to submit data to populate the map",
  "formulation-optional-check-all-that-apply": "<think>\nOkay, the user wants me to translate the English text \"Formulation (optional, check all that apply\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst,",
  "formulation-availability-all-time": "<think>\nOkay, the user wants me to translate \"Formulation Availability (All Time)\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, \"Formulation Availability",
  "google-chrome": "<think>\nOkay, the user wants me to translate \"Google Chrome\" into Russian for a healthcare website. Let me think. First, the main task is straightforward—translating the browser name. But I need to make sure it fits the context of a healthcare site that helps find pharmacies for addiction treatment.\n\nWait, the original text is just \"Google Chrome,\" which is a browser name. Translating browser names usually involves using the official translation or the common local name. For Russian, \"",
  "history": "<think>\nOkay, the user wants me to translate the word \"History\" into Russian for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, they want to use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nSo, the original text",
  "hosting": "<think>\nOkay, the user wants me to translate the word \"Hosting\" into Russian for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, they want to use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, \"Hosting\"",
  "how-we-try-to-protect-your-privacy": "<think>\nOkay, the user wants me to translate the heading \"How We Try to Protect Your Privacy\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the heading",
  "how-the-technology-works": "<think>\nOkay, the user wants me to translate \"How the Technology Works\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the heading is \"How",
  "how-to-protect-yourself": "<think>\nOkay, the user wants me to translate \"How to Protect Yourself\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the main phrase is \"",
  "if-you-couldn-t-find-your-pharmacy-in-the-search-r": "<think>\nOkay, the user wants me to translate a specific sentence for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, \"medicine\" instead of \"prescription\" for clarity. Need to use respectful, non-stigmatizing language. The target language is Russian.\n\nFirst, the original",
  "if-you-have-bulk-data-you-can-help-us-quickly-fill": "<think>\nOkay, the user wants me to translate a specific sentence into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The original text is: \"If you have bulk data, you can help us quickly fill out the map. Thank you!\" \n\nFirst, I need to make sure I follow all the rules provided. Rule 1 says to keep \"bupe\" and \"bup",
  "if-you-re-interested-in-submitting-multiple-report": "<think>\nOkay, the user wants me to translate a sentence for a healthcare website that helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The original text is: \"If you're interested in submitting multiple reports, check out our bulk reporting tool.\" \n\nFirst, I need to make sure I follow all the rules provided. Let me go through each rule again. \n\nRule 1 says to keep medical terms \"bupe\" and \"buprenorphine\" unchanged",
  "in-the-stronghistorystrong-section-click-strongcle": "<think>\nOkay, the user wants me to translate a specific sentence for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The original text is \"In the <strong>History</strong> section, click <strong>Clear History</strong>.\" \n\nFirst, I need to make sure the translation is in Russian, keeping the medical terms \"bupe\" and \"buprenorphine\"",
  "last-updated": "<think>\nOkay, the user wants me to translate \"Last updated:\" into Russian for a healthcare website. Let me start by recalling the correct translation. \"Last updated\" is commonly translated as \"Последнее обновление\" in Russian. I need to make sure that the translation is appropriate for a healthcare context. Since the website is about helping people find pharmacies for addiction treatment, the language should be respectful and clear. The term \"bupe\" and \"buprenorphine",
  "learn-more": "<think>\nOkay, the user wants me to translate \"Learn more\" into Russian for a healthcare website. Let me start by recalling the standard translation for \"Learn more\" in Russian. The common phrase is \"Узнайте больше\" or \"Узнать подробнее\". \n\nBut I need to check the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation should be respectful, clear, and medically appropriate. The rules mention keeping",
  "learn-more-about-privacy-practices-on-privacy-guid": "<think>\nOkay, the user wants me to translate the given English text into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nThe original text is \"Learn more about privacy practices",
  "legend": "<think>\nOkay, the user wants me to translate the word \"Legend\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nSo, the original text is just \"",
  "like-with-our-other-projects-we-built-this-in-resp": "<think>\nOkay, the user wants me to translate a specific English text into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I need to translate the given English text:",
  "link-hrefabout-classname-link": "<think>\nOkay, the user wants me to translate a specific HTML link from English to Russian for a healthcare website. The link is part of a navigation menu, probably directing users to an \"About\" section. The main points to consider are the rules provided.\n\nFirst, the original text is \"Link href=\"/about\" className=>  </Link\". This seems like a fragment of HTML code, possibly from a React component since there's a className attribute. The user wants only the translation, so I",
  "link-hrefbulk-upload-classname-link": "<think>\nOkay, the user wants me to translate a specific HTML snippet from English to Russian. Let me check the original text again: \"Link href=\"/bulk-upload\" className=>  </Link\". Wait, that looks like a fragment of HTML code, maybe from a React component or something similar. The user mentioned it's for a healthcare website helping people find pharmacies for buprenorphine treatment. The rules say to keep medical terms like \"bupe\" and \"buprenorphine",
  "link-hrefdashboard-classname-link": "<think>\nOkay, the user wants me to translate some HTML code from English to Russian. Let me check the original text again: \"Link href=\"/dashboard\" className=>  </Link\". Wait, that looks like a fragment of HTML, maybe from a React component or something similar. The user mentioned it's for a healthcare website helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorph",
  "link-hrefprivacy-classname-link": "<think>\nOkay, the user wants me to translate some HTML code from English to Russian. Let me check the original text again. The English text is: \"Link href=\"/privacy\" className=>  </Link\". Wait, that looks like a fragment of HTML, maybe from a React component or something similar. The user mentioned it's for a healthcare website, so the translation needs to be accurate but also fit into the website's structure.\n\nFirst, I need to make sure I understand the context.",
  "loading-map": "<think>\nOkay, the user wants me to translate \"Loading map\" into Russian for a healthcare website. Let me start by recalling the correct translation. \"Loading map\" in Russian is usually \"Загрузка карты\". But wait, I need to make sure it's appropriate for the context. The website is about helping people find pharmacies for addiction treatment, specifically buprenorphine. The translation should be clear and professional.\n\nThe rules mention keeping medical terms like \"bupe\" and",
  "loading-pharmacies": "<think>\nOkay, the user wants me to translate \"Loading pharmacies...\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Loading pharmacies...\" is",
  "maps": "<think>\nOkay, the user wants me to translate the word \"Maps\" into Russian for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and medically appropriate.\n\nSo, the main task is translating",
  "more": "<think>\nOkay, the user wants me to translate the word \"More\" into Russian for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nSince the original text is just \"More,\"",
  "mozilla-firefox": "<think>\nOkay, the user wants me to translate \"Mozilla Firefox\" into Russian for a healthcare website. Let me start by recalling that \"Mozilla Firefox\" is a web browser, so the translation should be the same as the browser's name in Russian. I know that in Russian, the browser is commonly referred to as \"Mozilla Firefox\" as well, but sometimes it might be translated as \"Мозилла Файрфокс\" if they want to use the Cyrillic transliteration",
  "nb-the-file-link-is-only-active-for-24hrs-so-i-mig": "<think>\nOkay, the user wants me to translate a note about a file link expiring in 24 hours into Russian. Let me start by understanding the original text. The note says, \"NB - the file link is only active for 24hrs so I might ask you to resend it. Apologies in advanced!\" \n\nFirst, I need to make sure I follow all the rules provided. The medical terms \"bupe\" and \"buprenorphine\" should stay the",
  "nb-there-might-be-a-world-where-this-data-is-used-": "<think>\nOkay, the user wants me to translate a specific English text into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I need to parse the original English text.",
  "newsletter-signup-temporarily-unavailable": "<think>\nOkay, the user wants me to translate \"Newsletter signup temporarily unavailable\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here: keep medical terms like \"bupe\" and \"buprenorphine\" as they are, use \"medicine\" instead of \"prescription,\" and maintain respectful, non-stigmatizing language.\n\nFirst, the main text",
  "no-successful-reports-found-for-the-selected-time-": "<think>\nOkay, the user wants me to translate a specific message for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The original English text is about no successful reports found for a selected time period, suggesting to try a wider date range or select \"All Time.\"\n\nFirst, I need to make sure I follow all the rules provided. Rule 1 says to keep medical terms like \"bupe\"",
  "no-tracking-no-ads-privacy-first-design": "<think>\nOkay, the user wants me to translate the phrase \"No tracking • No ads • Privacy-first design\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "note": "<think>\nOkay, the user wants me to translate the word \"Note\" into Russian for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nFirst, the word \"Note",
  "notes": "<think>\nOkay, the user wants me to translate the word \"Notes\" into Russian for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nSo, the original text is",
  "offline-website-data": "<think>\nOkay, the user wants me to translate \"Offline Website Data\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Offline Website Data\" needs",
  "opioid-policy-institute-logo": "<think>\nOkay, the user wants me to translate \"Opioid Policy Institute Logo\" into Russian. Let me start by breaking down the phrase. \"Opioid Policy Institute\" is the main part. In Russian, \"Institute\" is usually translated as \"Институт\". \"Policy\" here might be tricky. Since it's an institute focused on policy, maybe \"Политика\" is the direct translation, but I should check if there's a more appropriate term.",
  "optional-personal-information-we-do-collect": "<think>\nOkay, the user wants me to translate \"Optional personal information we do collect\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, they want to use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, the",
  "organic-maps": "<think>\nOkay, the user wants me to translate \"Organic Maps\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Organic Maps\" – the term",
  "other-notes-optional": "<think>\nOkay, the user wants me to translate \"Other Notes (optional)\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Other Notes (optional",
  "our-funding": "<think>\nOkay, the user wants me to translate \"Our Funding\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the main phrase is \"Our Funding.\" In Russian, \"funding\" could be translated as \"финансирование\" or \"средства.\" But since it's part of a section title",
  "our-solution": "<think>\nOkay, the user wants me to translate the text \"Our Solution\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules are important here. I need to keep \"bupe\" and \"buprenorphine\" as they are. Also, use \"medicine\" instead of \"prescription\" for clarity. The language should be respectful and non-stigmatizing",
  "our-most-important-promise-is-to-protect-your-priv": "<think>\nOkay, the user wants me to translate a specific English text into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nThe original English text is about privacy protection",
  "page-not-found": "<think>\nOkay, the user wants me to translate \"Page Not Found\" into Russian for a healthcare website. Let me start by recalling the standard translation for that phrase. In Russian, it's commonly \"Страница не найдена\". But wait, the context is a healthcare site helping people find pharmacies for addiction treatment. I need to make sure the translation is respectful and clear.\n\nThe rules mention keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Since \"",
  "pharmacy-information": "<think>\nOkay, the user wants me to translate \"Pharmacy Information\" into Russian for a healthcare website. Let me start by recalling the rules. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same. Second, use \"medicine\" instead of \"prescription.\" Third, keep the language respectful and non-stigmatizing. The tone needs to be helpful, professional, and compassionate. Also, technical terms like ZIP Code should remain as-is or",
  "phone": "<think>\nOkay, the user wants me to translate the word \"Phone\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the English word is \"Phone.\" In Russian",
  "please-reach-out-using-our-secure-form-if-you-have": "<think>\nOkay, the user wants me to translate the given English text into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"Please reach out",
  "privacy-safety-tips": "<think>\nOkay, the user wants me to translate \"Privacy & Safety Tips\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the main phrase is \"",
  "privacy-security": "<think>\nOkay, the user wants me to translate \"Privacy & Security\" into Russian for a healthcare website. Let me start by recalling the correct translation for these terms. \"Privacy\" in Russian is usually \"конфиденциальность\" and \"Security\" is \"безопасность\". So the direct translation would be \"Конфиденциальность и безопасность\".\n\nNow, checking the context. The website is about helping people find pharmacies for addiction treatment, specifically",
  "privacy-notice": "<think>\nOkay, the user wants me to translate \"Privacy Notice\" into Russian for a healthcare website. Let me start by recalling that \"Privacy Notice\" in a medical context is usually translated as \"Уведомление о конфиденциальности\" in Russian. But I need to make sure it's appropriate for the context of helping people find pharmacies for addiction treatment.\n\nFirst, check the rules. Rule 1 says to keep medical terms like \"bupe\" and \"bup",
  "privacy-policy": "<think>\nOkay, the user wants me to translate \"Privacy Policy\" into Russian for a healthcare website. Let me start by recalling the correct translation. \"Privacy Policy\" in Russian is usually \"Политика конфиденциальности\". I need to make sure that's the standard term used in such contexts.\n\nNow, checking the rules provided. The first rule says to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Since \"Privacy Policy",
  "privacy-tip": "<think>\nOkay, the user wants me to translate \"Privacy Tip\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Privacy Tip\" needs to be",
  "questions": "<think>\nOkay, the user wants me to translate \"Questions?\" into Russian for a healthcare website. Let me start by recalling the translation for that phrase. \"Questions?\" in Russian is typically \"Вопросы?\" with the question mark. \n\nNow, checking the context: it's a community tool to help people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Since \"Questions",
  "remember-to-clear-your-browser-history": "<think>\nOkay, the user wants me to translate \"Remember to clear your browser history.\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the main sentence is a",
  "report-statistics": "<think>\nOkay, the user wants me to translate \"Report Statistics\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Report Statistics\" needs to be translated accurately",
  "reports": "<think>\nOkay, the user wants me to translate the word \"Reports\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the word \"Reports\" here likely refers",
  "research-working-to-understand-moud-barriers-can-b": "<think>\nOkay, let's tackle this translation. The user wants the text translated into Russian for a healthcare website. First, I need to make sure I follow all the rules provided. \n\nRule 1 says to keep \"bupe\" and \"buprenorphine\" unchanged. So I'll use those exact terms in Russian. Rule 2 mentions using \"medicine\" instead of \"prescription.\" I need to check where \"prescription\" appears and replace it with \"medicine.\"",
  "return-home": "<think>\nOkay, the user wants me to translate \"Return Home\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Return Home\" is likely a button or",
  "search-for-a-pharmacy": "<think>\nOkay, the user wants me to translate \"Search for a Pharmacy\" into Russian for a healthcare website. Let me start by recalling the rules. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same. But here, the text is just \"Search for a Pharmacy,\" so maybe those terms aren't needed here. Wait, the context is about finding pharmacies for addiction treatment medication, specifically buprenorphine. But the translation request is",
  "searching": "<think>\nOkay, the user wants me to translate \"Searching...\" into Russian for a healthcare website. Let me start by recalling the context. The website helps people find pharmacies for buprenorphine, which is used in addiction treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Searching...\" in Russian is",
  "select-strongdelete-datastrong": "<think>\nOkay, the user wants me to translate \"Select <strong>Delete data</strong>.\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the main text is",
  "select-language": "<think>\nOkay, the user wants me to translate \"Select Language\" into Russian for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful and non-stigmatizing.\n\nFirst, \"Select Language\" in Russian",
  "select-any-that-apply": "<think>\nOkay, the user wants me to translate \"Select any that apply\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Select any that apply",
  "select-how-much-history-you-want-to-delete-eg-last": "<think>\nOkay, the user wants me to translate the given English text into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nThe original text is: \"Select how much history you",
  "select-the-strongprivacy-securitystrong-panel": "<think>\nOkay, the user wants me to translate \"Select the <strong>Privacy & Security</strong> panel.\" into Russian for a healthcare website. Let me start by understanding the context. It's a community tool helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.",
  "select-the-time-range-to-clear-eg-everything": "<think>\nOkay, the user wants me to translate the English text \"Select the time range to clear (e.g., Everything )\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, I need to make sure the medical terms \"bupe\" and \"buprenorphine\" remain unchanged. Since the target",
  "settings": "<think>\nOkay, the user wants me to translate the word \"Settings\" into Russian for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Settings\" in this context is likely referring",
  "site-preferencesli-ul": "<think>\nOkay, the user wants me to translate \"Site Preferences\" into Russian for a healthcare website. Let me start by recalling that \"Site Preferences\" is typically translated as \"Предпочтения сайта\" in Russian. But wait, the user mentioned that the target language is Russian, and they provided the English text as \"Site Preferences</li> </ul\". \n\nFirst, I need to make sure that the translation is accurate and fits the context. The website is about helping people find pharmacies",
  "something-went-wrong": "<think>\nOkay, the user wants me to translate \"Something went wrong\" into Russian for a healthcare website. Let me start by recalling the standard translation for that phrase. The direct translation would be \"Что-то пошло не так.\" But I need to make sure it fits the context of a healthcare tool.\n\nThe context is about helping people access addiction treatment, specifically for buprenorphine. The rules mention using \"bupe\" and \"buprenorphine\" as is",
  "sorry-the-page-you-re-looking-for-doesn-t-exist": "<think>\nOkay, the user wants me to translate the error message \"Sorry, the page you're looking for doesn't exist.\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone",
  "spam-protection": "<think>\nOkay, the user wants me to translate \"Spam Protection\" into Russian for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful and non-stigmatizing.\n\nFirst, \"Spam Protection\"",
  "state-level-reports": "<think>\nOkay, the user wants me to translate \"State Level Reports\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"State Level Reports\" – in Russian, \"state\" can be translated as \"государственный\" or \"штатский\" depending on the context. Since it's",
  "status": "<think>\nOkay, the user wants me to translate the word \"Status\" into Russian for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and medically appropriate.\n\nSo, the original text is just",
  "step-1-get-the-template": "<think>\nOkay, the user wants me to translate \"Step 1: Get the Template\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Step",
  "step-2-fill-out-your-data": "<think>\nOkay, the user wants me to translate \"Step 2: Fill Out Your Data\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, translating \"Step 2",
  "step-3-securely-submit-your-file": "<think>\nOkay, the user wants me to translate \"Step 3: Securely Submit Your File\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the main",
  "submission-failed-please-try-again": "<think>\nOkay, the user wants me to translate \"Submission failed. Please try again.\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.",
  "subscribe-to-our-newsletter-for-organizing-and-upd": "<think>\nOkay, the user wants me to translate the English text \"Subscribe to our newsletter for organizing and updates\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the",
  "table-of-contents": "<think>\nOkay, the user wants me to translate \"Table of Contents\" into Russian for a healthcare website. Let me start by recalling the standard translation for that phrase. In Russian, \"Table of Contents\" is typically translated as \"Содержание\" or \"Оглавление\". \n\nNow, considering the context: the website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention using \"bupe\" and \"buprenorphine\"",
  "thank-you": "<think>\nOkay, the user wants me to translate \"Thank You!\" into Russian for a healthcare website. Let me start by recalling the appropriate translation. The standard translation for \"Thank You!\" in Russian is \"Спасибо!\" which is straightforward. \n\nNow, I need to check if there are any specific rules or context that might affect this translation. The context is a community tool helping people access addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"",
  "the-problem": "<think>\nOkay, the user wants me to translate the heading \"The Problem\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, which is used in addiction treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"The Problem",
  "the-only-information-we-need-for-a-report-is-what-": "<think>\nOkay, I need to translate this text into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription,\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the original text says, \"The only information we need",
  "the-only-required-fields-are-pharmacy_address-repo": "<think>\nOkay, the user wants me to translate a specific text for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be in Russian, and there are several rules to follow.\n\nFirst, I need to make sure that the medical terms \"bupe\" and \"buprenorphine\" remain unchanged. In Russian, \"buprenorphine\" would be \"б",
  "the-last-mile-problem-is-the-treatment-gap-created": "<think>\nOkay, the user wants me to translate a medical text about buprenorphine pharmacies into Russian. Let me start by understanding the context. It's for a healthcare website helping people find pharmacies for addiction treatment. The rules are important here: keep \"bupe\" and \"buprenorphine\" as they are, use \"medicine\" instead of \"prescription,\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, I need to parse the original English text.",
  "there-are-two-main-ways-we-collect-information-abo": "<think>\nOkay, the user wants me to translate the given English text into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nThe original text is: \"There are",
  "this-is-unacceptable": "<think>\nOkay, the user wants me to translate \"This is unacceptable.\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"This is unacceptable\" needs to",
  "this-project-aims-to-address-this": "<think>\nOkay, the user wants me to translate the English sentence \"This project aims to address this.\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I need",
  "this-will-open-your-device-s-map-application-pleas": "<think>\nOkay, the user wants me to translate a specific sentence for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nThe original text is: \"This will open your device s map",
  "total-reports": "<think>\nOkay, the user wants me to translate \"Total Reports\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Total Reports\" – the key",
  "trend-is-neutral": "<think>\nOkay, the user wants me to translate \"Trend is neutral\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription,\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Trend is neutral",
  "trending-recently": "<think>\nOkay, the user wants me to translate \"Trending Recently\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"Trending Recently\" is likely referring to",
  "trending-toward-more-denials": "<think>\nOkay, the user wants me to translate \"Trending toward more denials\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Trending toward more denials",
  "trending-toward-more-successes": "<think>\nOkay, the user wants me to translate \"Trending toward more successes\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the phrase \"Trending toward more successes\" is a bit abstract. It probably means that there's a positive trend leading to more successful outcomes. I need to convey that in Russian without",
  "upload-your-tsv-file-tab-separated-values": "<think>\nOkay, the user wants me to translate \"Upload your TSV file (tab separated values).\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and compassionate tone.\n\nFirst, the main",
  "use-privacy-preserving-mapping-apps-like-organic-m": "<think>\nOkay, the user wants me to translate the sentence \"Use privacy preserving mapping apps like Organic Maps\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the",
  "use-the-spreadsheet-template-below-to-fill-in-your": "<think>\nOkay, the user wants me to translate a specific sentence into Russian for a healthcare website. Let me start by understanding the original text: \"Use the spreadsheet template below to fill in your data. This format is important for batch uploading.\" \n\nFirst, I need to make sure I follow all the rules provided. The medical terms \"bupe\" and \"buprenorphine\" should stay the same, but in this case, they aren't in the text, so I don't",
  "we-strongdo-notstrong-know-your-email-or-phone-num": "<think>\nOkay, the user wants me to translate the sentence \"We do not know your email or phone number.\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the",
  "we-strongdo-notstrong-know-your-name": "<think>\nOkay, the user wants me to translate the sentence \"We do not know your name.\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the original sentence is",
  "we-strongdo-notstrong-track-your-location": "<think>\nOkay, the user wants me to translate the sentence \"We do not track your location.\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the main sentence is",
  "we-also-hope-to-shine-a-light-on-just-how-big-an-i": "<think>\nOkay, the user wants me to translate a specific English text into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here. I need to keep \"bupe\" and \"buprenorphine\" as they are. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and medically appropriate. \n\nFirst,",
  "we-built-this-tool-to-help-it-s-a-map-made-by-the-": "<think>\nOkay, the user wants me to translate a specific English text into Russian for a healthcare website. Let me start by understanding the context. The tool is for finding pharmacies that provide buprenorphine for addiction treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, \"medicine\" instead of \"prescription\" and using respectful, non-stigmatizing language.\n\nFirst, I need to make sure the translation is clear and",
  "we-designed-our-website-to-not-do-that": "<think>\nOkay, the user wants me to translate the English sentence \"We designed our website to not do that.\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "we-don-t-track-or-store-your-location": "<think>\nOkay, the user wants me to translate the English text \"We don't track or store your location\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I",
  "we-hope-that-this-platform-will-help-people-help-p": "<think>\nOkay, let's tackle this translation. First, I need to make sure I understand the context and the rules. The user wants a translation for a healthcare website that helps people find pharmacies for buprenorphine. The target language is Russian, and there are specific rules to follow.\n\nRule 1 says to keep \"bupe\" and \"buprenorphine\" unchanged. So I'll need to make sure those terms are in the Russian text as is. Rule 2",
  "we-re-having-trouble-loading-this-content": "<think>\nOkay, the user wants me to translate \"We're having trouble loading this content.\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here: keep medical terms like \"bupe\" and \"buprenorphine\" unchanged, use \"medicine\" instead of \"prescription,\" and maintain a respectful, clear, and compassionate tone.\n\nFirst, the",
  "we-use-a-standard-template-to-ensure-data-quality-": "<think>\nOkay, the user wants me to translate a specific sentence into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here: keep medical terms like \"bupe\" and \"buprenorphine\" as they are, use \"medicine\" instead of \"prescription,\" and maintain a respectful, non-stigmatizing tone. Also, technical terms like ZIP Code",
  "we-use-modern-privacy-focused-tools-to-run-this-si": "<think>\nOkay, the user wants me to translate the sentence \"We use modern, privacy-focused tools to run this site\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.",
  "we-will-take-care-of-formatting-and-uploading-to-t": "<think>\nOkay, the user wants me to translate the sentence \"We will take care of formatting and uploading to the map!\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.",
  "what-we-collect-and-what-we-don-t": "<think>\nOkay, the user wants me to translate the heading \"What We Collect (and What We Don't)\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "what-formulations-did-you-try-to-fill": "<think>\nOkay, the user wants me to translate the question \"What formulation(s) did you try to fill?\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.",
  "what-was-the-outcome": "<think>\nOkay, the user wants me to translate \"What was the outcome?\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"What was the outcome",
  "what-would-you-like-to-do-today": "<think>\nOkay, the user wants me to translate \"What would you like to do today?\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the main phrase is",
  "when-it-comes-to-information-like-who-you-are-if-y": "<think>\nOkay, the user wants me to translate a specific English text into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here: keep medical terms like \"bupe\" and \"buprenorphine\" unchanged, use \"medicine\" instead of \"prescription,\" and maintain respectful, non-stigmatizing language.\n\nFirst, I need to translate the given English",
  "when-you-are-done-you-can-also-clear-your-recent-b": "<think>\nOkay, the user wants me to translate the given English text into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"When you are",
  "while-our-website-strives-to-be-secure-and-protect": "<think>\nOkay, I need to translate this privacy notice for a healthcare website that helps people find pharmacies for buprenorphine treatment. The user wants the translation in Russian, following specific rules. Let me start by understanding the original text.\n\nFirst, the main points are about the website's security, browser history, shared computers, private/incognito mode, and clearing history for privacy. The rules mention keeping \"bupe\" and \"buprenorphine\" as is, using \"medicine",
  "why-we-built-this-tool": "<think>\nOkay, the user wants me to translate \"Why We Built This Tool\" into Russian for a healthcare website. Let me start by understanding the context. The tool is for helping people find pharmacies that provide buprenorphine for addiction treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, I need to",
  "your-report": "<think>\nOkay, the user wants me to translate \"Your Report\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Your Report\" needs to be",
  "your-map-application-may-collect-and-share-your-lo": "<think>\nOkay, the user wants me to translate the given English text into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"Your map application",
  "barriercount": "<think>\nOkay, the user wants me to translate \"barrier.count\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"barrier.count\" is likely a",
  "barriernote": "<think>\nOkay, the user wants me to translate the \"barrier.note\" text for a healthcare website that helps people find pharmacies for buprenorphine. Let me start by understanding the context. It's a community tool to help access addiction treatment, so the translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the rules: keep \"bupe\" and \"buprenorphine\" as they are. Use \"medicine\" instead of \"prescription.\" Avoid st",
  "codeatopioidpolicydotorg": "<think>\nOkay, the user wants me to translate \"code[at]opioidpolicy[dot]org\" into Russian. Let me start by understanding the context. This is for a healthcare website helping people find pharmacies for buprenorphine treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear tone.\n\nFirst, the email address format. In Russian,",
  "contact-form": "<think>\nOkay, the user wants me to translate \"contact form\" into Russian for a healthcare website. Let me start by recalling the standard translation for \"contact form\" in Russian. The direct translation would be \"форма обратной связи\" or \"форма для обратной связи\". But I need to make sure it's appropriate for a healthcare context.\n\nThe context is a community tool to help people access addiction treatment, specifically for buprenorphine. The rules mention using \"bupe",
  "contact-us-using-our-secure-form": "<think>\nOkay, the user wants me to translate \"contact us using our secure form\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I need to translate \"contact",
  "copied-copied-to-clipboard-share-with-a-friend": "<think>\nOkay, the user wants me to translate the given text into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe text to translate is \"copied ? '",
  "currentlanguagecodetouppercase": "<think>\nOkay, the user wants me to translate the given text into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe English text provided is \"currentLanguage?.code",
  "datapastmonthperiod": "<think>\nOkay, the user wants me to translate \"data.pastMonth.period\" into Russian for a healthcare website. Let me start by understanding what this text refers to. The context is about a community tool helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and medically appropriate tone",
  "decodehtmlentitiespharmacyname": "<think>\nOkay, the user wants me to translate \"decodeHtmlEntities(pharmacy.name)\" into Russian for a healthcare website. Let me start by understanding what this code does. It seems like it's decoding HTML entities from the pharmacy's name. But the user is asking for a translation, not a code explanation.\n\nWait, the original text is a function call, maybe part of a script that processes pharmacy names. But the user's instruction says to translate the text for a healthcare website. So maybe",
  "do-not": "<think>\nOkay, the user wants me to translate the word \"do not\" into Russian for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention using \"bupe\" and \"buprenorphine\" as is, and using \"medicine\" instead of \"prescription.\" Also, the language needs to be respectful and non-stigmatizing.\n\nSo, the original text is",
  "eg-out-of-business": "<think>\nOkay, the user wants me to translate \"e.g., 'Out of business.\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"e.g",
  "eg-123-main-street": "<think>\nOkay, the user wants me to translate \"e.g., 123 Main Street\" into Russian for a healthcare website. Let me start by recalling the rules. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same, but here it's just an example address. Second, use \"medicine\" instead of \"prescription,\" but that's not relevant here. Third, keep the tone respectful and non-stigmatizing. Fourth,",
  "eg-49506": "<think>\nOkay, the user wants me to translate \"e.g., 49506\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The original text is an example of a ZIP code, which in Russian is usually translated as \"почтовый индекс\" (postal index). But the user mentioned to keep technical terms like ZIP Code as-is or use the",
  "eg-cvs": "<think>\nOkay, the user wants me to translate \"e.g., CVS\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear tone.\n\nFirst, \"e.g.\" stands for \"exempli grat",
  "eg-mom-pop-shop": "<think>\nOkay, the user wants me to translate \"e.g., Mom & Pop Shop\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"e.g.\" in Russian",
  "href-aria-label-style": "<think>\nOkay, the user wants me to translate some HTML code into Russian for a healthcare website. Let me check the original text again. The English text provided is just a snippet of HTML with href, aria-label, and style attributes, but the content inside seems to be empty or placeholders. The user mentioned that the target language is Russian, so I need to make sure the translation is accurate.\n\nWait, the user also provided rules. Let me go through them again. Rule 1 says to",
  "isloadinglocation-loading-set-location": "<think>\nOkay, the user wants me to translate the text \"isLoadingLocation ? 'Loading...' : 'Set Location'\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the original text is a conditional statement. In English, it's a ternary operator: if isLoadingLocation is true, show 'Loading...',",
  "just-like-any-other-prescription": "<think>\nOkay, the user wants me to translate \"just like any other prescription\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" for clarity. Wait, the original text says \"prescription,\" but the rule says to use",
  "locationerror": "<think>\nOkay, the user wants me to translate \"locationError\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"locationError\" is likely an error message",
  "lol": "<think>\nOkay, the user wants me to translate the English text \"lol.\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"lol.\" is an",
  "menu-button": "<think>\nOkay, the user wants me to translate \"menu button\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"menu button\" is a UI element. In",
  "privacy-is-very-important": "<think>\nOkay, the user wants me to translate \"privacy is very important\" into Russian for a healthcare website. Let me start by recalling the correct translation. \"Privacy\" in Russian is \"конфиденциальность\" or \"приватность\". \"Is very important\" would be \"очень важна\" or \"очень значима\". \n\nWait, the context is about a community tool helping people access addiction treatment, specifically mentioning buprenorphine. The",
  "resultfull_address": "<think>\nOkay, the user wants me to translate \"result.full_address\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"result.full_address\" is",
  "resultname": "<think>\nOkay, the user wants me to translate \"result.name\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"result.name\" is likely a",
  "selectedpharmacyfull_address": "<think>\nOkay, the user wants me to translate \"selectedPharmacy.full_address\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"selectedPharmacy.full_address",
  "selectedpharmacyname": "<think>\nOkay, the user wants me to translate \"selectedPharmacy.name\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"selectedPharmacy.name\" is",
  "statsalltimedenied": "<think>\nOkay, the user wants me to translate the text \"stats.allTime.denied\" into Russian for a healthcare website. Let me start by understanding what this text might mean. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.",
  "statsalltimesuccess": "<think>\nOkay, the user wants me to translate the text \"stats.allTime.success\" into Russian for a healthcare website. Let me start by understanding what this text might mean. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst",
  "statspastmonthdenied": "<think>\nOkay, the user wants me to translate the text \"stats.pastMonth.denied\" into Russian for a healthcare website. Let me start by understanding what this text refers to. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear tone.\n\nFirst,",
  "statspastmonthsuccess": "<think>\nOkay, the user wants me to translate the text \"stats.pastMonth.success\" into Russian for a healthcare website. Let me start by understanding what this text refers to. The context is about a community tool helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing",
  "strongnotesstrong": "<think>\nOkay, the user wants me to translate the English text \"strong>Notes:</strong\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the original text",
  "strongphonestrong-a-href-style-a": "<think>\nOkay, the user wants me to translate a specific part of text for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nLooking at the English text provided: \"Phone:</",
  "strongreportsstrong-successful-denied": "<think>\nOkay, the user wants me to translate \"Reports: successful, denied\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the terms \"bupe\" and \"buprenorphine\" should stay the same. The user mentioned using \"medicine\" instead of \"prescription,\" so I need to make",
  "strongstatusstrong": "<think>\nOkay, the user wants me to translate \"Status:\" into Russian for a healthcare website. Let me check the context. It's a community tool helping people find pharmacies for buprenorphine. The rules mention keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful and non-stigmatizing.\n\nFirst, \"Status:\" in Russian is usually \"Статус:\"",
  "success": "<think>\nOkay, the user wants me to translate the word \"success\" into Russian for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nSo, the word \"success\" here probably",
  "tcrowdsource-note-this-is-a-crowd-source-resource": "<think>\nOkay, the user wants me to translate the English text \"This is a crowd-source resource.\" into Russian for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I need to",
  "tnot-guarantee-note-this-tool-is-not-a-guarantee-o": "<think>\nOkay, I need to translate the given English text into Russian for a healthcare website. Let me start by understanding the context. The tool is meant to help people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nThe original English text is: \"",
  "the-united-kingdom-canada-and-australia": "<think>\nOkay, the user wants me to translate the English text \"the United Kingdom, Canada, and Australia\" into Russian for a healthcare website. Let me start by recalling the correct translations for these country names in Russian.\n\nFirst, \"United Kingdom\" is typically translated as \"Великобритания\" in Russian. Then \"Canada\" is \"Канада,\" and \"Australia\" is \"Австралия.\" I need to make sure these are the standard names used in",
  "youremailexamplecom": "<think>\nOkay, the user wants me to translate \"your.email@example.com\" into Russian. Let me think about the context. The original text is an email address, so the translation should be straightforward. In Russian, email addresses are typically written in Latin letters, so I don't need to transliterate them. The user mentioned that the target language is Russian, but since email addresses are standard internationally, the format remains the same. I should check if there's any specific rule about keeping technical terms"
}