{
  "about_page_1": "Ellu Pròjettu",
  "about_page_2": "Is Munne",
  "about_page_3": "Ci stannannu annantu a dui manere per minnà li malati e li morti causati di l'oppiò, (mobidity e mortality): medicamenti per l'usu di l'oppiò (MOUD; e.g., buprenorfina, metadone, naltrexone) e naloxone (un medicamentu di rivorsu di l'overdose di oppiò). I MOUD stissu ègnu i medicamenti standard, approvatu di l'FDA, usatu per curà li pupuli cu un'addiczione a l'oppiò. Ma ci stannu barriere a i MOUD, stissu stissu, e includu strutturali e di società/razzismu, classismu, un rispunnu criminali e attivu a i MOUD, stigma e discriminazione versu li pupuli chi usanu di droga.",
  "about_page_4": "La ricerca chi tratta di capì i barriere di MOUD puteni in dui categori: prublemi cu trovara un prescrituru e prublemi cu riellu un prescrituru. La ricerca antica chi tratta di trovara un prescrituru a puntuatu barriere anticu a cura, cumu prattica antetica tra i furnitori di trattamentu di OUD, deserti di prescrituri di MOUD e percepzioni negativi versu li persone cu un OUD. E soluzzioni a prublema di prescrituri a includu riduri i requisiti di training di prescrituri, incentivanti i furnitori e riduri i soluzzioni di stigma per i furnitori. Mentre questi esempi puntuanti la sfida massiva di trovara un prescrituru a furniri cura a salvu a vita, u secun prublema, riellu un prescrituru, puteni riduri a capacità di una persona di inizià o cuntinuà a medicina.",
  "about_page_5": "Questu prujettu mira a risulutà stu prublema.",
  "about_page_6": "Is problema dû “ultima mittuta” è lu gap di trattamentu creatu di a discrezione di a farmàcia supra chi MOUD è assunatu (si è assunatu) e cum'è è assunatu di a farmàcia. Mentre macari di a pupula politica federala risulta à l'epidemia di l'opiu, a farmàcia à purtà a decisione appruvu appruvu chi MOUD è assunatu. L'incumpetenza di cumprà n'assicritta à a farmàcia annulla tutti i prugressu fatti aumentannu i prescrituri.",
  "about_page_7": "L'obiettivu nostru è sempri: aiutà li pupuli a trovà li bupe. Parla cu quasi chiunque sia prescrittu li bupe, e tutti hannu un istoria di li difficultà a riempiri qusti prescrizzi.",
  "about_page_8": "Stu cosa nun è accetabbuli.",
  "about_page_9": "Nun ci lasciamm'à mai l'esperienza di i pazienti in Virghinia Occidentali chi corrìvanu à un farmacista specificu per piglià i luri prima chì chiudiva, parchè era l'unicu in cità chi pigliava i bupe. Ma piglià un ricetta per i medicamenti di dolore à oppiò, ... chistu era quantu andà a camminà in quaru farmacista. Nun è rigghju a nuttata, nun è rigghju a nuttata.",
  "about_page_10": "A nostra soluzione",
  "about_page_11": "Questu strumentu è fatu p'\"àgghia\" a li pupuli. Quistu dûveve esse sispru, ma nun è. Attraversu l'utilizzi dû data riligatu à l'accessu à l'àgghia, aiutamu li pupuli chi hannu questi prublema a navigà nenti difficulati e a aiutà l'altri nantu a l'àrea. Speremu chi un ghjornu ogni farmacia avra stu medicinu in magazzinu. Ma a verità è ca poculi fanno. Nantu a quantu, speremu chi questu strumentu aiuta.",
  "about_page_12": "També speremu a fa' lu sembaru a quantu è granni stu prublema. Fra lu populu toccatu 'stu prublema, è cunusciutu, ma pocciu fora stu putenti nun s'assicìa quantu è diffìtile a truvà trattamentu per l'addicciu a oppiò. Cacciate di pulitica finu a data nun sunnu sunnu sufficienti. Mentre stu database nun è cumplitu, speremu a cumincià nu putenti e a faca' azione a chiusura 'stu putenti.",
  "about_page_13": "Speremu chi stu paltorma aiuta li mmiranti a truvà a medicina e a bròccanu lu ciclu di discriminazione annantu a li mmiranti o a li dipendenti.",
  "about_page_14": "I finanziamenti nti.",
  "about_page_15": "Uffà.",
  "about_page_16": "Cum li nuttanti nisuna altra proiezzi, ci luntammamu a fatti stu proiezzi senza nuttanti, e nun attantamu a nuttanti esterni da organizziunni che ci finanziavanu. Si devi faccia, ci facemu.",
  "about_page_17": "Comme dicemmo lassù, lu bupe access è stata qualcosa ch'a ci ha fregato per un po'. Avemu facutu qualche ricerca e assistenza riguardanti questi prublemi e speremu ch'a ha un impattu...ma pensemu ch'a è venuti lu munumentu di agiri direttamente.",
  "about_page_18": "Cummunicàrru stu servizzu è quasi gratis, pensemu... Si succedì cu tanti muniti usannulu per raportà o trovà una farmàcia, costi muniti. Si succedì e le farmàcie cuminciannu a purtà cuntantu e ampiamente i bupe, pudimmu ciutta. Nenti, speremu ca ti puglianni pensà a donà risursi a lu nostru sforzu (n'ellu u pièdu di pagina).",
  "about_page_19": "Sì, ci podderia essiri un munnu in cui stu datu veni usatu a prudussionì a ricerca o i finanzisti vedunu u valorì e ci dunu un pocu di munnutri. Si è assa, appuntamu stu paginu.",
  "about_page_20": "Nun ci piaccianni nennu approcciu per trattà l'addizzionì ô opiu, a mittrizziu di approcci basati sull'evidenza. Scunnìa più infurmazioni riguardanti a causa ca è nantu a \"bupe\" quistu paginu:",
  "about_page_21": "Cchiu' di metadone, naltrexone e bupe injectabili a lunga durata?",
  "about_page_22": "Traduzioni",
  "about_page_23": "Pa aumentà l'accessibilità, stannamu lavorannu a tradurrisi stu strumentu in mittantu idiomi. Pà cumpatibilità cu i nostri principi, chi significa facennuhu in manera ch’a proteggenu l’aspettativi, ma stu approppu nun è perfettu e ci po’ puru essiri prublemi cu e traduzioni ch’a usamu. Senza dubbi, puditi contattannu s’asfaltanu qualcosa di sbagliatu o faci edizioni ai files di traduzioni GitHub o Codeberg pa lu idiomu ch’a ti interessa aiutà cu. Senza dubbi, s’asfaltanu comparà lu file inglese ch’a ti serva cu lu idiomu ch’a ti serva aiutà cu. Senza dubbi, s’asfaltanu dicennunu s’asfaltanu ti serva più idiomi!",
  "bulk-upload_page_1": "Istruzioni per la presentazione di dati grossi",
  "bulk-upload_page_2": "Per ricercistà chi hannu fatu studi di cumpra segreta o organizzazioni cu tanti dati (catene di farmacie??? cumpagni di recuperu??? prescrittori??? organizzazioni di riduzioni di dannu???), offrimu n'opzione di submissione in bloccu per aiutà a riempiri a mappa prontu.",
  "bulk-upload_page_3": "Pa aiutà li pupuli a pigghiari decisioni abbasantu a diri (e a nun diri) cumu riempiri i pupuli script, ci vira dati nuvini (idealmenti minuru di 30 ghiorni).",
  "bulk-upload_page_4": "Suppuru semmane dati, s'uppuni a nun addunà rapidamenti la mappa. Grà!",
  "bulk-upload_page_5": "Usa lu stampettu di campu pigghiaturi p''a data. Sta forma è importanta p''a pigliatura in massa.",
  "bulk-upload_page_6": "Nun prubà a includi quarchi cosa ch'a fa idintificà chi, nta li annotazioni. Puoi includi infurmazioni simulati di pacianti (e.g., incinta) s'è prusenti.",
  "bulk-upload_page_7": "Ni ci currìa a formatta e a carricà dint'a la mappa!",
  "bulk-upload_page_8": "Passu 1: Ottieni l'impugna.",
  "bulk-upload_page_9": "Ni usà n'attualu modulu per assicurà la qualità di duni. Pudda vidditu o scaricatu n'attualu modulu ufficiali di CryptPad.",
  "bulk-upload_page_10": "Accedi alla Modella",
  "bulk-upload_page_11": "Accedi alla Documentazione di Supportu per i Template.",
  "bulk-upload_page_12": "Passu 2: Riempigu lu datu.",
  "bulk-upload_page_13": "I campi obligativi sunt nurma pharmacy_address, report_type (successa o denied). L'infurmazioni nantu a formulatione, standardized_notes, e notes sunnu opzionali (ma utili!).",
  "bulk-upload_page_14": "Passu 3: Presenta u giuliu a manera sicura.",
  "bulk-upload_page_15": "Una vota ca ca cartella è finita, piglia e salvala com'è un file TSV (`File` > `Salva com'è` > `TSV (.tsv)`). Usammu TSV perche' alcuni po' usà virgule ne' indirizzi o ne' note, ma nun ci usà tab. Isso fa pius facil e pulitu importà e pulire i dati da latta parti e è facilu faculu a tu (vinta vinta). Per trasfurmà i file in manera sicura, piglia e usà u serviziu gratis e crittatu WORMHOLE per mandà lu tuo file a nu.",
  "bulk-upload_page_17": "Carica u tuo fiche TSV (valori separati cun tabbi).",
  "bulk-upload_page_18": "Copia lu ligatu sicuru ca genera.",
  "bulk-upload_page_20": "NB - u link u file è attivo solo per 24 ore, quannu mi pigghi a pigghiari a rimandìrli lu. Scusì mi prubà.",
  "bulk-upload_page_21": "Domandane?",
  "bulk-upload_page_22": "Inda semm'a s'has un prublema cu lu sittu o s'has un dumà, vugghiammu sapè. M'aggruntatu.",
  "bulk-upload_page_23": "contattàghini usannannu u nostru furmu sicuru",
  "components_manualpharmacyentry_1": "Torna à ricerca",
  "components_manualpharmacyentry_2": "Aggiungi una Farmacia & Ripàrta",
  "components_manualpharmacyentry_3": "Suppuru nun arribassi a trovà a farmàcia nisciuna risurtatu, ponili quistà quistà cu lu riputu tì riassuntà lu ricettu.",
  "components_manualpharmacyentry_4": "Informazzioni di Farmacia",
  "components_manualpharmacyentry_5": "Farmàcia",
  "components_manualpharmacyentry_6": "Indirizzi civili",
  "components_manualpharmacyentry_7": "Cità",
  "components_manualpharmacyentry_8": "Stjate",
  "components_manualpharmacyentry_9": "Scèvelisci nu statu.",
  "components_manualpharmacyentry_10": "Cunfurtamentu Postali",
  "components_manualpharmacyentry_11": "Nummàru di telefònu",
  "components_manualpharmacyentry_12": "Includi un nummuru di telefonu aiuta l'altri a chiamà prima.",
  "components_manualpharmacyentry_13": "Quantu Raporstu",
  "components_manualpharmacyentry_14": "Cummaneba ca è stata la visita?",
  "components_manualpharmacyentry_15": "✅ J'aru saptatu a cumprì a prescrizziona.",
  "components_manualpharmacyentry_16": "❌ Micr' all'avìttato d'arispettà u medicinà.",
  "components_manualpharmacyentry_17": "Quanti formulari aviti tentati a riempiri?",
  "components_manualpharmacyentry_18": "Osservazzioni cunti (opzionali)",
  "components_manualpharmacyentry_19": "Appunti suplizionali",
  "components_manualpharmacyentry_20": "Capiscu a mi raportu anonimu serà usatu per aggiornà la mappa publica (OBBLIGATORIU).",
  "components_manualpharmacyentry_21": "Avviso: Ellu informatzioni di questu farmaciu e a tua relazione serannu aggiunti alla nostra banca dati per aiutà l'altri. L'ingressi manuali necessitanu appruvu prima di appariri nei risultati di ricerca.",
  "components_maplegend_1": "Probabilmente a piena",
  "components_maplegend_2": "Probabilemente a rifiutà / a negà",
  "components_newslettersignup_1": "Iscì a la nostra newsletter per organizzi e novitè.",
  "components_newslettersignup_2": "J'accettu a ricebre aggiornamenti opzionali di newsletter di l'Opioid Policy Institute.",
  "components_pharmacylistitem_1": "Telefonu:",
  "components_pharmacylistitem_2": "Rapporti di Successu:",
  "components_pharmacylistitem_3": "Rapporti di negazione:",
  "components_pharmacylistitem_4": "Rapportu succissivu:",
  "components_pharmacylistitem_5": "Chiama la Farmacia 📞",
  "components_pharmacylistitem_6": "Ottieni indicazioni 🚌",
  "components_pharmacylistitem_7": "Issa appiappà a mappa app a tu dispositivo. Mumentu, sasa appiappà ca:",
  "components_pharmacylistitem_8": "La tua app di mappatura puo' raccogliere e condividere i dati di località tua.",
  "components_pharmacylistitem_9": "Nun tracciamu nennucà nennuncà a tucanda tua.",
  "components_pharmacylistitem_10": "Usa app di mappatura che rispettanu l'aspitu, cumu Organic Maps.",
  "components_pharmacylistitem_11": "Annulla",
  "components_pharmacylistitem_12": "Pervasi",
  "components_privacybanner_1": "Segunda l'opzione 'Non tracciare' - rispettamu l'aspettativa di privitata.",
  "components_privacybanner_2": "Pa' massimu priutilizzi, considera di spulì l'istòria di navigazzioni e passà a navigazzioni incognita/privata o a un navigaturu concentratu supra a la privizza cumu Brave o Tor.",
  "components_privacybanner_3": "Buone protezzioni di prività! Ricorda di pulire lu munitori quandu s'è finitu.",
  "components_privacybanner_4": "Apprima a più.",
  "demo.slide0.title": "Benvenuti a l'Utilità Accessu di Bupe",
  "demo.slide0.content": "Stu strumentu aiuta l'assuleuti a trovà e a raportà farmàccii chi fa' i prescrizzioni di buprenorfina.",
  "demo.slide0.subheading": "Principi",
  "demo.slide0.bullet0": "Dati guidati da comunità",
  "demo.slide0.bullet1": "Progettatu à lu privatu",
  "demo.slide0.bullet2": "Aiuta li altri a accede al trattamentu.",
  "demo.slide1.title": "Trovare Farmacie cu' e Bupe",
  "demo.slide1.content": "Passu 1: Ingirà tu u cuntu ZIP.",
  "demo.slide1.bullet0": "Vede farmacie a mmane de 30 milla.",
  "demo.slide1.bullet1": "Vede rapporti di successu/denialu.",
  "demo.slide1.bullet2": "Verificà li tendenzi currì",
  "demo.slide1.bullet3": "Stampa un listu di farmacie chi hannu i bupe intun àrea.",
  "demo.slide2.title": "Rapportà a tu tutta l'esperienza.",
  "demo.slide2.content": "Passu 2: Scaravanu l'aspra di aviri riempitu un prescrizziuni di buprenorfina.",
  "demo.slide2.bullet0": "Cerca a farmacia tua.",
  "demo.slide2.bullet1": "Rapporta successu o negazione.",
  "demo.slide2.bullet2": "Aggiuniri annotazioni utili per l'altri.",
  "demo.controls.previous": "Anteröra",
  "demo.controls.next": "Avanti →",
  "demo.startButton": "Inizia a usà lu munzini.",
  "layout_1": "Strumentu Access Bupe",
  "layout_2": "Stu è nu risorsu a cumunità.",
  "layout_3": "Avemu nisunchiddaru di dati nantu a l'aspettu di bupe ch'aju purtatu nta sta bazzara.",
  "layout_4": "Stu strumentu nun è nu garantitu di servizzu. Questa data nun è completa.",
  "layout_5": "Drusa",
  "layout_6": "Cum funziona?",
  "layout_7": "Circa",
  "layout_8": "Pannellu",
  "layout_9": "Cosa anu ca nuttanti trattamenti?",
  "layout_10": "Strumentu di Rinfurzamentu di Massa",
  "layout_11": "Uniti alla nostra newsletter.",
  "layout_12": "🔒 Informazioni e Suggerimenti sulla Privacy 🔒",
  "layout_13": "Hai bisognu d'aiutu?",
  "layout_14": "Susteni Nunnu/Nunna",
  "methadone-naltrexone_page_1": "’Na chiusa adda metadone e naltrexone... o, chi è ch’elli nun è annata chista?",
  "methadone-naltrexone_page_2": "Puoi accertà ca altri medicamenti per a Disordina d'Usu di Oppiò (OUD) – metadone e naltrexone – nun sunt inclusi u nostru strumento di ricerca. Isto è intenzionale e riflette u focus specificu di u prujettu n’accessu di buprenorfina basatu n’apru.",
  "methadone-naltrexone_page_3": "Più infurmazioni nantu a Metadone",
  "methadone-naltrexone_page_4": "Attualmente, riggghi reggghulazioni federali stricti limitannu l’amministrazziuni di metadone per la dipendenza da oppiòni (ODU) a programmi specializzati di trattamentu di oppiòni (OTPs), cumbattanti cumbattanti “cliniche di metadone”. <strong/> Ciò significa ca i pazienti nun ponnu ricevenu la riprazazione dû metadone à la l’apru farmacia dû luri, chi è lu focus di stu prujectu. Lu metadone è primariamente amministratu à nu clinica specificu ghiornalmentu (o quasi ghiornalmentu), chi pò esse nu significativu barriera à lu trattamentu.",
  "methadone-naltrexone_page_5": "Limità l'accessu à a metadone è una scelta di politica, ùn è ùn necessità medica.</p><p>Pì tanti à paesi anu integratu sèmpi l'erogazione di metadone nte farmacie cumunità, cumprese <strong style=\"text-decoration: underline;\">il Regnu Unitu, il Canada è l'Australia.</strong> Nessi, un paziente pò piglià a so medicina da u so farmacista lucali, <strong style=\"text-decoration: underline;\">comu quaru un altru prescrizioni.</strong> Mentre appoggiaimu à riduciri i restrizioni di metadone, stu prujectu hè focusatu à migliurà l'accessu à buprenorfina attraversu le farmacie.",
  "methadone-naltrexone_page_6": "Più infurmazioni nantu a Naltrexone.",
  "methadone-naltrexone_page_7": "A Naltrexone per l'UD è quasi sempre prescrittu cumu un'iniezioni a lungu agutu. Mentre chistu medicinamentu è quasi sempre ordinaru a traversu di farmacie, è quasi sempre amministratu in un ambientu medicali, nun è dispensatu direttamentu à u pacientu à u bancu di a farmacia. A forma di pilluli di naltrexone, mentre è disponibile à le farmacie, ùn hè quasi mai usata per l'UD.",
  "methadone-naltrexone_page_8": "Perchè a nostru strumento è centrato ann medicine ch'i pugliani ponnu pigghiari directamenttu da un farmacista di cumunità, ci siamo concentrata exclusivaminttu ann u buprenorfina p'assicurà ch'i dati ch'a ci tenemmu ann l'accessu di i farmacii siano quantomà chiari e accurati.",
  "methadone-naltrexone_page_9": "Suppuru annà nnû l'Stati Uniti, ci racummandamu l'agghiunghiu di SAMHSA per trovu prugrammi chi usanu stu medicinu (e chi dovranu includiri lucì ch'à prescrivi la bupe!).",
  "methadone-naltrexone_page_10": "Trova Trattamentu",
  "methadone-naltrexone_page_11": "Furgoni di metadone",
  "methadone-naltrexone_page_12": "Nun semm'a sapè d'una lista completa, mantennuta attivamente, di macchinari a metadone. Sici è nu fattu cchiù cchiù brillanti per aumentà l'accessu. Sfidati un'arisca, s'hai un ligaturu, s'arrivi!",
  "methadone-naltrexone_page_13": "Contattaci",
  "not-found_1": "Pagina nun esistì.",
  "not-found_2": "Scusate, a pagina chi tenite à n'esistì.",
  "not-found_3": "Rentra a casa",
  "not-found_4": "Pagina nun esistì.",
  "not-found_5": "Scusate, a pagina chi tenite à n'esistì.",
  "not-found_6": "Rentra a casa",
  "page_1": "Ingresa tu tu codice postale.",
  "page_2": "Prega di inserisci un codice postale per trovà e segnalà farmàccie cu bupe vicinu a te.",
  "page_3": "Codice Postale",
  "page_4": "Caricamentu...",
  "page_5": "Indica Luoghi.",
  "page_6": "Cosa ti piaciri a fate staje?",
  "page_7": "Aggiorna lo status di bupe de la farmacia.",
  "page_8": "Trova una farmacia amichezza Bupe.",
  "page_9": "Torna a ZIP",
  "page_10": "Farmacie Amiche di Bupe",
  "page_11": "Stampa Lista 🖨️",
  "page_12": "Trendatiffa Recintamenti:",
  "page_13": "“Più successi”",
  "page_14": "Nul.",
  "page_15": "Più negazioni",
  "page_16": "🔒 Consigghi di Prìvacia e Sicurezza 🔒",
  "page_17": "Settimana passada",
  "page_18": "Ultimi 15 jorni",
  "page_19": "Ultimi 30 jorni",
  "page_20": "Tuttu lu tempu",
  "page_21": "Caricamentu di farmacie...",
  "page_22": "Pagina Prigiona",
  "page_23": "Avanti →",
  "page_24": "Nessuna segnalazione int cavallu. Sè lu primu!",
  "page_25": "Riportà nu farmacista",
  "page_26": "Pa' l'ultimi notizii, visita findbupe.org",
  "page_27": "Grazie!",
  "page_28": "Ci sapimmu chi un bupe script nun è semmainu. I voti ti addunà a l'altri nennu u munnu a troppu 'stu medicinamentu salavatu.",
  "page_29": "L'infurmazioni cchiù utilizzata è NUOVA infurmazioni!",
  "page_30": "Quistu, la prossima vota ca provi a scrivi un bupe, dimmici comu s'è fatu. Pudiri pure aiutari partìendu di stu situ cu amichi ca fan bupe.",
  "page_31": "Ricarda di pulire lu cartellu di navigazione. Appriuntu cchiù infurmati ntigghi i nunti di privacy.🔒",
  "page_32": "Trova Farma Drupi a Vicinanza Tua",
  "page_33": "Copiato cu ll'aggrattatu!",
  "page_34": "Condividi cu un amigu 🚀",
  "page_35": "Suppuru chi ti interessa inviàri munnisci rapporti, guarda u nostru strumentu di rapporti munnisci.",
  "page_36": "Aggiorna lo status di Bupe da Farmacia.",
  "page_37": "Cerca un farmacista",
  "page_38": "Più nun trovi a farmacia? Aggiurnala manu.",
  "page_39": "Cambia farmacia",
  "page_40": "Cummaneva lu risultatu?",
  "page_41": "✅ Ho putu riempiri a ricetta.",
  "page_42": "❌ Micr' all'avìttato dint'a riempì a ricetta.",
  "page_43": "Formulazione (opzionale, cuntuarsi tutti chi appruvu)",
  "page_44": "Osservazzioni cunti (opzionali)",
  "page_45": "Altre Annotazioni (opzionali)",
  "page_46": "Capiscu a mi raportu anonimu serà usatu per aggiornà la mappa pubbrica (OBBLIGATORIU).",
  "page_47": "Sfumatu...",
  "page_48": "Presenta u rapportu",
  "page_49": "A sbarbatà fallita. Prubbà dinò.",
  "privacy_page_1": "Contenitu",
  "privacy_page_2": "Chiccheddu chi fammàstu stu strumentu.",
  "privacy_page_3": "Cosa raccugghiamu (e cchiù nun raccugghiamu)",
  "privacy_page_4": "Cum funziona a tecnulugia?",
  "privacy_page_5": "Kiu prutechiati ti?",
  "privacy_page_6": "Insetti o dubbi?",
  "privacy_page_7": "Cum ni trattamu per prudiri a privatazza tua",
  "privacy_page_8": "Chiccheddu chi fammàstu stu strumentu.",
  "privacy_page_9": "Trovare medicina per curà l'usu di oppiò, comme a buprenòrfina (bupe), pòssia èssiri molto diffìcile. Alcuni farmacìi nun l'hannu, e altri poüssì nun vuddunu cumprà la prescrizzione. Isso poüssì èssiri stressante e spaventosu.",
  "privacy_page_10": "Cummàrru jàccaru jàccaru jàccaru. È 'na mappa, fatta di la comunità, per la comunità. Cumma r'attiva la farmacìa j'aiuta, a puddumus r'aiutà la pupula succitati. Puddumus àmmiru chi farmacìa j'aiuta, a puddumus r'aiutà la pupula succitati. Puddumus àmmiru quantu è granni u prublema, a puddumus r'attiva a r'assettà.",
  "privacy_page_11": "Ma ci sapim pure ca la privatèzza è molto importantissima, soprattutto quandu tratta di infurmazioni sanitària sensibilità cumminci cumma l'addiczione. Vugghiamu di assicurari ca tu sia sicuru quantu usassi stu strumentu, quà ci si è fatti passi per tutelarintu la tua privatèzza. Ci sunnu alcuni passi ca tu povi puru faciri, quà ci spichiamu sottu.",
  "privacy_page_12": "Cosa raccugghiamu (e cchiù nun raccugghiamu)",
  "privacy_page_13": "Ci sono moltu siti internet chi accuntà informazioni personali per vendi pubblicità o altri prudotti. Scuri vitu è chi accuntà senza chi tu sapì o dicì è boni. Scuri è bruttu per la tua privacia. Noi ci ha fatu u nostru siti per nun facì quistu.",
  "privacy_page_14": "Quandu jìu a l'infurmazioni, cumu chi si sei, si si un dipendenza, a medicina chi prena, o indu li vivi, li pupuli e li cumpani ponnu usà stu cosa per discriminà chi si sei. Quà, nun diamu stu infurmazioni o nutanti infurmazioni supra chi si sei a nutanti cumpani.",
  "privacy_page_15": "Ci sono due modi principali in cui raccogliamo informazioni su di voi cu stu sittu:",
  "privacy_page_16": "RAPPORTO FARMACIA BUPE DISPONIBILITÀ:",
  "privacy_page_17": "Ci che nun dici è mingà ligatu a te e è tuttumeni. Nun devi diri rapporti per troppu i bupe. Nantu à li farmacisti, a forma di accessu a i bupe a ni nun a facemu. Intèntamente nun raccuntuamu nennu informazioni, cumu u nome, i cuntattus, o cossi cchiù cunti cunti cumu un IP address chi ti identifica e ti puessi identificà. Quistu significa ca nun sapemu chi sei, e nun vulimmu sapè. Vulesci aiutà li pupuli a troppu i bupe.",
  "privacy_page_18": "Trova Bupe:",
  "privacy_page_19": "Ni usà lu cuntu ZIP ca intri per aiutà a trovà farmacie vicinu a te. Ni nun archivia lu tu cuntu ZIP o nuttuna altru ca pudiri identificà ti quanti cerchi una farmacia.",
  "privacy_page_20": "A promessa più importanta è quella di protettà a tua privata. Ci habemmo progettatu u siti per raccuntuaru zero infurmazioni personali rintuntoccu. Lu furmuariu di mittìu è assai quantu infurmazioni per essiri utile à nutanti e nun identificàrricu.",
  "privacy_page_21": "Quandu presentì a la nostra farma a bupe updater:",
  "privacy_page_22": "Nun sapa chi sei.",
  "privacy_page_23": "Nun semm'a sapà lu vs. email o lu vs. nummru di telefunta.",
  "privacy_page_24": "Nun sapa l'indirizzu IP dû tu computer.",
  "privacy_page_25": "Nun tracciamu a tua locazione.",
  "privacy_page_26": "L'unica infurmazzione chiamma accrri a raporttu è chi sceggiuni chiarà: chi nomma dû farmacìa, chi lu locuazzione dû farmacìa, chi data, e chi lu visitu fu successu o rifiutatu. Ci j'annu nutti quistioni chi pucci chiarà, ma nun havi a farru. Nun jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì",
  "privacy_page_27": "Informazzioni personali opzionali chi raccogliamu:",
  "privacy_page_28": "Ci sunnu allu munti chi raccuntigna informazioni personali, ma nun ispricciatu di usà parti di u siti per raportà o trovà i bupe.",
  "privacy_page_29": "Si usa a forma di contattu (diversu di la forma di segnalazione di la farmacia), allora stai condividendu informazioni personali cumu macari nu nòmma e nu indirizzu email. Nun devi usa a forma di contattu a manca di una quistioni o un cumentu. Usamu nu prugramma di software Fillout.",
  "privacy_page_30": "Il nostru currìa di iscrizzione a la newsletter raccunta anni furmali cumu email, istà an sicca an essiri opzionali e nun è riguritu puru per usà u siti. Usamu Ghost puru per a pubblicazione di la newsletter.",
  "privacy_page_31": "Ultimamenti, u forma di donazione accetta infurmazioni personali cumme u numine, l'indirizzu email è l'infurmazione di pagamentu. Issu è puru opzionale è nun è richiestu per usà u siti. U siti è gratis per usà è nun devi donà per usà u siti. Usamu Stripe per l'elaborazione di pagamenti.",
  "privacy_page_32": "Cum funziona a tecnulugia?",
  "privacy_page_33": "Ni usammo strumenti moderni, centrati sulla privacy, per funnàstu situ:",
  "privacy_page_34": "Pruvissioni contra lo spam:",
  "privacy_page_35": "Ci usà nu munghizzu chi un'à \"Cloudflare Turnstile\" per chissuru s'a submission è da unranu veru, nun è da un robottu. Fa' stu cosa senza li puzzle fastidiosi e senza creà un profilu publicitariu di i siti chi visiti o chi inserisci in un form. Ci usà stu per prutezzài lu form da entrata falsi.",
  "privacy_page_36": "Mappe:",
  "privacy_page_37": "Pa protectà l'aspettà, li \"Get Directions\" e tutti l'usaci di mappa usanu OpenStreetMap, un serviziu di mappa senza lu profitu chi ha un bon aspettà di aspettà. I ti scrivimenti nun sunt ligati a un cuntu personalu usatu pa facè un profilu publicità, a differenza di Google Maps. Open Street Maps priorita l'aspettà, specialmenti a differenza di Google Maps.",
  "privacy_page_38": "Suppuru aggiuciari a siti 'stu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'agguantu n'ag",
  "privacy_page_39": "Stu cosa è brutta per a tua privata.",
  "privacy_page_40": "Tinna, nun si ponu cumprirà lu chi ti usassi app ntu sulu sul tuo dispositivu munobile. Ci suggerisci di usà strumenti di mappatura chi prutèggenu lu prìvatu, cumu:",
  "privacy_page_41": "sul to telefono per riduri questi prublemi. Tu po' usa Google Maps in \"Modu Cagnatu\", ma altri prodotti di Google \"Modu Cagnatu\" sunt stati trovati a nun prutettari a tua privata, quannu è megghiu evita prudotti di cumpagnie cumu Google, Meta/Facebook/Instagram, Amazon, Apple, Microsoft, ecc. per nun fari ch'elli fari usari di a tua infurmazioni per publicità.",
  "privacy_page_42": "Basatessa:",
  "privacy_page_43": "I tuoi rapporti anonimi j'eranu archiviati nta un database sicuru chiamatu Airtable. J'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'eranu luuni j'er",
  "privacy_page_44": "Alloggi:",
  "privacy_page_45": "Il situ statici è ospitati nu Vercel, e ci habmu configuratu a nun accumulari log di indirizzi IP di visitaturi (così chi unnu dispositivu nun sia identificatu).",
  "privacy_page_46": "Codice:",
  "privacy_page_47": "Il còdu staticu di u situ web (fanu, ùn u còdu di a forma) hè ospitatu annantu a...",
  "privacy_page_48": "e",
  "privacy_page_49": "così ch'allant a verificà quistu situ e a suggerì rimedi a li nostri pratiche di privacy e di sicurità o nu nuòvu funzionalità. Ci votammi a l'apertura e a li putenti aperti.",
  "privacy_page_50": "Ti preghia di contattàri usannu u nostru form sicuru se aviri dubbi o suggerimenti.",
  "privacy_page_51": "Stu è un projettu a cumunità e appriza l'aiutu.",
  "privacy_page_52": "Kiu prutechiati a ti?",
  "privacy_page_53": "Mentre u nostru situ internet s'aggira a siri sicuru e a pruteggiri a tua privata, u tuo browser internet s'arricarda un istoria di tutti i siti chi ti visitasti. Si stai usannaru un computer chi apparteni a tutti, noi ti raccomandamu forti di usari \"Privatu\" o \"Incognitu\" modu u tuo browser. Issu cancella l'istoria tua quandu chi chiudi a finestra u browser, quindi nun po' chiaru chi nisciunu a vidiri chi siti chi visitasti. Puessi è bonu chi chiari u storia u tuo browser dopu usari u siti issa, anca si nun è nu computer chi apparteni a tutti. Issu puessi aiuta a pruteggiri a tua privata.",
  "privacy_page_54": "Puoi cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumb",
  "privacy_page_55": "Apprima più infurmirati nantu a li pratiche di privaturà nantu a Guide di Privaturà.",
  "privacy_page_56": "Quando aviri finitu, po' puru cuniu lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di lu riutilu di",
  "privacy_page_57": "Suls'altu a drittu, scila PIÙ ▼ e poi ELIMINA i dati di navigazzione.",
  "privacy_page_58": "Scigna quantu munnu di storia vuliti cancellà (cumme \"Ultimu pruonnu\", \" Tuttu lu munnu\").",
  "privacy_page_59": "Controlla l'aspizzata per l'infurmazioni chi vuliti chi Chrome cancellà, cumminciativmenti:",
  "privacy_page_60": "Istòria di navigazzioni",
  "privacy_page_61": "Biscitti e data di l'àitu",
  "privacy_page_62": "Immagini e file cassetati",
  "privacy_page_63": "Sciligghia ELIMINÀ I DATI.",
  "privacy_page_64": "Fa' stu cosa ogni vol tu veni a stu locali.",
  "privacy_page_65": "Suls'altu a drittu, clica u buttuna di MENU (☰) e scunna SETTINGS.",
  "privacy_page_66": "Sciligghia lu pannellu di PRIVACIA e SECURITÀ.",
  "privacy_page_67": "In la sezzione STORIA, clikka SCRIVA STORIA a vuoto.",
  "privacy_page_68": "Sciligghia l'intervallu chi vuleschi scunfiddari (e.g., \"Tuttu\").",
  "privacy_page_69": "Controlla li caselle per l'infurmazioni chi volessi spulcià:",
  "privacy_page_70": "ISTORICU DI NAVIGAZIONI E SCARICAMENTI",
  "privacy_page_71": "Biscuits",
  "privacy_page_72": "Càche",
  "privacy_page_73": "Accessi Attivi",
  "privacy_page_74": "Dati di siti web offline",
  "privacy_page_75": "Preferenze di situazzione",
  "privacy_page_76": "Clicca u bottonnu di accunu.",
  "privacy_page_77": "Fa' stu cosa ogni vol tu vinì a stu situ.",
  "privacy_page_78": "👾 \"Scappinfidduni o dubbi?",
  "privacy_page_79": "Sif tu trovai un prublema cu lu sittu o aviri una quistioni, vogliamu sapiri. M'aggrumatu.",
  "privacy_page_80": "contattàghini usannannu u nostru furmu sicuru",
  "form.note.will-order-not-in-stock": "Ordinà, ma nun è disponibile.",
  "form.note.partial-fill": "Riempimentu parziali (nannu riempitu la prescrizzioni piena)",
  "form.note.call-ahead": "Megghiu prubbatu prima.",
  "form.note.existing-patients-only": "Solo serve per pazienti esistenti",
  "form.note.prescribers-close-by": "Mankia nuru pr'a pazienti 'ccasari.",
  "form.note.certain-prescribers": "Cunfì cuma da prescritturi certi.",
  "form.note.patients-close-by": "Mankiu nuru pr'a pazienti \"cchiù vicini\".",
  "form.note.long-wait-times": "Tempu di aspettà lungu.",
  "form.note.no-cash": "Nun accetto pagamentu in contanti.",
  "form.note.helpful-staff": "Staffiere utile",
  "form.note.unhelpful-staff": "Staffiere infutile.",
  "share.message": "Bisogna trova bupe? Sapé a farmacie a disponibilità di bupe? Ajuttà mappa accessu nta a nostra comunità:"
}