{
  "about_page_1": "Ku saabsan Mashruucan",
  "about_page_2": "Dhibaatada",
  "about_page_3": "Waxaa jira laba siyaabood oo asaasi ah oo lagu dhimo cudurrada la xiriira opioid iyo dhimashada (dhaqdhaqaaqa & dhimashada): daawooyinka loogu talagalay xanuunka isticmaalka opioid (MOUD; tusaale, buprenorphine, methadone, naltrexone) iyo naloxone (daawoyinka xad-dhaafka ah ee opioid). MOUD waa daawoyinka heerka dahabka ah, ee FDA-ansixisay ee loo isticmaalo in lagu daweeyo dadka qaba qabatinka opioid. Si kastaba ha ahaatee, caqabadaha hortaagan MOUD waa mid joogto ah waxaana ka mid ah qaab-dhismeedka iyo bulshada/cunsuriyadda, kala-soocidda, jawaab-celinta caddaalad-darrada ee dembiilaha ee MOUD, dhaleeceynta, iyo takoorka loo geysto dadka isticmaala daroogada.",
  "about_page_4": "Cilmi-baadhista ka shaqaynaysa fahamka caqabadaha MOUD waxa loo kala qaybin karaa laba qaybood: arrimaha la xidhiidha helidda qore iyo arrimaha buuxinta warqadda daawada. Cilmi-baadhis hore oo la xidhiidha helista daaweeyaha ayaa iftiimiyay caqabadaha muddada dheer ee daryeelka sida dhaqamada oggolaanshaha aan wanaagsanayn ee ka dhex jira bixiyeyaasha daawaynta OUD, saxaraha MOUD, iyo fikradaha xun ee dadka qaba OUD. Xalka dhibaatada qoraaga waxaa ka mid ahaa dhimista shuruudaha tababbarka qorayaasha, dhiirigelinta bixiyeyaasha, iyo waxbarashada dhimista dhaleeceynta ee bixiyeyaasha. In kasta oo tusaalooyinkani ay muujinayaan caqabadda weyn ee ka haysata helista qore si uu u bixiyo daryeel nafo-badbaadin ah, arrinta labaad, buuxinta warqad dhakhtar, waxay yarayn kartaa awoodda qofku u leeyahay inuu bilaabo ama sii wato daawadiisa.",
  "about_page_5": "Mashruucan ayaa ujeedadiisu tahay in arrintan wax laga qabto.",
  "about_page_6": "Dhibaatada \"maylka u dambeeya\" waa farqiga daawaynta ee uu abuuray go'aanka farmashiyaha ee ku saabsan waxa MOUD kaydsan yahay (haddii ay jirto) iyo sida ay u bixiyaan farmasiyadu. Iyadoo in badan oo ka mid ah siyaasadda federaalka ee la xiriirta cudurka faafa ee opioid ay diiradda saartay kordhinta MOUD ku qorida qorayaasha, farmashiyeyaasha ayaa ugu dambeyntii go'aamiya in MOUD la bixiyo iyo in kale. Awood la'aanta in lagu buuxiyo warqadda daawada farmashiyaha ayaa diiday dhammaan horumarka ay sameeyeen kordhinta daawadayaasha.",
  "about_page_7": "Hadafkayagu waa sahlan yahay: ka caawin dadka inay helaan bupe. La hadal ku dhawaad qof kasta oo loo qoray bupe, waxayna hayaan sheeko ku saabsan caqabadaha buuxinta qoraalladaas.",
  "about_page_8": "Tani waa wax aan la aqbali karin.",
  "about_page_9": "Marna ma iloobi doono khibradda bukaannada West Virginia ee u yaacay farmashiye gaar ah si ay u helaan daawooyinkooda ka hor inta aan la xidhin sababtoo ah waxay ahayd ka keliya ee magaalada ka buuxsamay bupe. Laakin buuxinta qoraalka daawada xanuunka opioid...taasi waxay u fududaatay in lagu galo farmashi kasta. Sax may ahayn markaas. Hadda maaha.",
  "about_page_10": "Xalkayaga",
  "about_page_11": "Qalabkan waxaa loogu talagalay inuu ka caawiyo dadka inay helaan bupe. Taasi waa inay fududaato, laakiin maaha. Xogta dad-soo-ururinta ee la xidhiidha gelitaanka bupe, waxaanu ka caawinnaa dadka arrimahan wajahaya inay maraan caqabadaha iyo caawinta kuwa kale ee bulshadooda. Waxaan rajeyneynaa in maalin uun, farmashiye kasta uu kaydiyo daawadan. Si kastaba ha ahaatee, xaqiiqadu waxay tahay in ay yar yihiin. Dhanka kale, waxaan rajeyneynaa in qalabkani uu ku caawin doono.",
  "about_page_12": "Waxaan sidoo kale rajeyneynaa inaan iftiiminno sida ay arrintu u weyn tahay. Dadka ay arrintan taabatay ka mid ah, waa la yaqaan, laakiin in yar oo ka baxsan meelahaas ayaa og sida ay u adag tahay in lagu daweeyo qabatinka opioid-ka. Hagaajinta siyaasada ilaa maanta kuma filna. In kasta oo laga yaabo in xogtani aanay noqon mid dhamaystiran, waxaanu rajaynaynaa in ay bilaabato wada hadal iyo ficil ku wajahan si macno leh oo loo xidho daldaloolooyinkan.",
  "about_page_13": "Waxaan rajaynaynaa in goobtan ay ka caawin doonto dadka inay dadka ka caawiyaan inay helaan dawo iyo inay jabiyaan meertada takoorka ka dhanka ah dadka isticmaala daroogada ama qabatinka.",
  "about_page_14": "Maalgelintayada",
  "about_page_15": "lol.",
  "about_page_16": "Sida mashaariicdayada kale, waxaan u dhisnay tan ka jawaabista baahida iyada oo aan wax taageero dhaqaale ah. Sidoo kale ma sugno ansaxinta dibadda ee hay'adaha deeqda. Haddii loo baahdo in la sameeyo, waan samayn doonaa.",
  "about_page_17": "Sida aan kor ku sheegnay, gelitaanka bupe waxa ay ahayd wax na caayay in muddo ah. Waxaan sameynay xoogaa cilmi baaris iyo u doodid la xiriirta dhibaatooyinkan waxaana rajeyneynaa in taasi saameyn ku yeelato...laakin waxaan u maleyneynaa in la joogo waqtigii ficil toos ah.",
  "about_page_18": "Dejinta adeegani waa mid qiimo jaban, waxaanu filaynaa... Hadii lagu guulaysto dad badan oo u isticmaala inay ka warbixiyaan ama helaan farmashi, waxay ku kici doontaa xoogaa lacag ah. Haddii ay guulaystaan iyo farmasiyadu si dhab ah u bilaabaan si joogto ah oo si weyn u kaydinta bupe, waanu xidhi karnaa. Dhanka kale, waxaan rajeyneynaa inaad tixgeliso inaad ku deeqdo kheyraadka dadaalkayaga (xagga cagta).",
  "about_page_19": "FG Waxaa jiri kara adduun xogtan loo isticmaalo cilmi baarista ama maalgeliyayaashu ay arkaan qiimaha oo ay nagu tuuraan dhowr lafo. Haddi ay arintu sidaa tahay waan cusboonaysiin doonaa boggan.",
  "about_page_20": "Ma jeclayn hab kasta oo lagu daweeyo qabatinka opioid marka laga reebo habab caddayn ku salaysan. Baro wax badan oo ku saabsan sababta mashruucani ku saabsan yahay bupe boggan:",
  "about_page_21": "* Ka waran Methadon iyo Naltrexone?",
  "about_page_22": "Turjumaada",
  "about_page_23": "Si loo kordhiyo gelitaanka, waxaanu ka shaqaynaynaa in aanu u turjuno qalabkan luuqado badan. Si aad u waafaqdo mabaadi'dayada, taasi waxay la macno tahay in aan u samayno si qarsoodi ah, laakiin habkani maaha mid qumman oo waxaa laga yaabaa inay jiraan arrimo ku saabsan tarjumaada aan isticmaalno. Dareen xor inaad la xidhiidho haddii aad aragto wax khaldan ama aad wax ka beddel ku samayso GitHub ama Codeberg faylalka tarjumaadda ee luqadda aad xiisaynayso in lagu caawiyo. Kaliya barbar dhig faylka soo saarista Ingiriisiga iyo luqadda aad rabto inaad ku caawiso. Haddii aadan aqoon sida taas loo sameeyo laakiin aad rabto inaad ka caawiso tarjumaada, fadlan nagu soo ogeysii foomka xiriirkayaga! Haddii aad rabto luqado badan, sidoo kale na ogeysii!",
  "bulk-upload_page_1": "Tilmaamaha Gudbinta Xogta Badan",
  "bulk-upload_page_2": "Cilmi-baarayaasha sameynaya daraasado qarsoodi ah oo dukaameysi ama ururo leh dhibco badan oo xog ah (silsilad farmashiye??? tababarayaasha soo kabashada asxaabta??? qorayaasha??? waxyeellada dhimista???), waxaan bixinaa ikhtiyaar soo gudbin badan si ay uga caawiso in si degdeg ah loo buuxiyo khariidada.",
  "bulk-upload_page_3": "Si loo caawiyo dadka inay go'aan ka gaadhaan meesha ay awoodaan (oo aanay karin) buuxinta qoraallada bupe, waxaan u baahanahay xog cusub (oo ugu fiican in ka yar 30 maalmood).",
  "bulk-upload_page_4": "Haddii aad hayso xog badan, waxaad naga caawin kartaa inaan si dhakhso ah u buuxinno khariidada. Mahadsanid!",
  "bulk-upload_page_5": "Isticmaal qaabka xaashida xaashida ee hoose si aad u buuxiso xogtaada. Qaabkan ayaa muhiim u ah soo dejinta Dufcadaha.",
  "bulk-upload_page_6": "Ha ku darin wax macluumaad shakhsi ah oo lagu aqoonsan karo qoraalada. Macluumad la mid ah bukaanka waxa lagu dari karaa qoraalada (tusaale, uur) haddii ay khusayso.",
  "bulk-upload_page_7": "Waanu daryeeli doonaa habaynta iyo soo dejinta khariidada!",
  "bulk-upload_page_8": "Talaabada 1: Hel Template",
  "bulk-upload_page_9": "Waxaan isticmaalnaa qaab-dhismeedka caadiga ah si aan u hubinno tayada xogta. Fadlan eeg ama soo deji qaab-dhismeedkayaga rasmiga ah ee CryptPad",
  "bulk-upload_page_10": "Gal Template",
  "bulk-upload_page_11": "Gal Dukumentiga Taageerada Template",
  "bulk-upload_page_12": "Tallaabada 2: Buuxi xogtaada",
  "bulk-upload_page_13": "Goobaha kaliya ee loo baahan yahay waa farmashiyaha_ciwaanka, nooca warbixinta (guul ama la diido). Macluumaadka ku saabsan habaynta, note_notes, iyo qoraallada waa ikhtiyaari (laakiin faa'iido leh!).",
  "bulk-upload_page_14": "Tallaabada 3: Si sugan u Gudbi faylkaaga",
  "bulk-upload_page_15": "Marka xaashidaadu dhammaato, fadlan u kaydi sidii faylka TSV (`File`> `Save as`> `TSV (.tsv)`). Waxaan isticmaalnaa TSV sababtoo ah dadka qaarkiis ayaa laga yaabaa inay ku isticmaalaan ciwaanka ciwaanka ama xariiqda qoraallada, laakiin qofna ma isticmaali doono tabs. Tani waxay ka dhigaysaa soo dejinta iyo nadiifinta xogta mid toos ah dhamaadkayaga wayna fududahay in la sameeyo dhamaadkaaga (guul/guulaysi). Si aad si ammaan ah ugu wareejiso feylasha, fadlan isticmaal adeegga qarsoon ee WORMHOLE si aad noogu soo dirto faylkaaga.",
  "bulk-upload_page_17": "Soo rar faylkaaga TSV (qiimaha kala duwan ee tab).",
  "bulk-upload_page_18": "Nuqul ka samee isku xirka aaminka ah ee ay dhaliso.",
  "bulk-upload_page_20": "NB - isku xidhka faylka waxa uu shaqaynayaa 24saac oo kaliya marka waxa laga yaabaa in aan ku waydiiyo in aad dib u soo dirto. Raali-galin horu mar!",
  "bulk-upload_page_21": "Su'aalo?",
  "bulk-upload_page_22": "Haddii aad dhibaato ka hesho goobta ama aad su'aal qabto, waxaan rabnaa inaan ogaano. Fadlan",
  "bulk-upload_page_23": "nala soo xiriir adigoo isticmaalaya foomkayaga sugan",
  "components_manualpharmacyentry_1": "← Dib ugu noqo raadinta",
  "components_manualpharmacyentry_2": "Kudar Farmashiye & Warbixin",
  "components_manualpharmacyentry_3": "Haddii aad ka heli wayday farmashiyahaaga natiijooyinka raadinta, waxaad ku dari kartaa halkan iyo warbixintaada ku saabsan buuxinta daawadaada.",
  "components_manualpharmacyentry_4": "Macluumaadka Farmashiyaha",
  "components_manualpharmacyentry_5": "Magaca Farmashiyaha",
  "components_manualpharmacyentry_6": "Cinwaanka Waddada",
  "components_manualpharmacyentry_7": "Magaalada",
  "components_manualpharmacyentry_8": "Gobolka",
  "components_manualpharmacyentry_9": "Dooro gobol",
  "components_manualpharmacyentry_10": "Koodhka sibka",
  "components_manualpharmacyentry_11": "Lambarka Taleefanka",
  "components_manualpharmacyentry_12": "Marka lagu daro lambarka taleefanka waxay caawisaa kuwa kale inay horay u soo wacaan",
  "components_manualpharmacyentry_13": "Warbixintaada",
  "components_manualpharmacyentry_14": "Maxaa ka soo baxay booqashadiina?",
  "components_manualpharmacyentry_15": "✅ Waxaan awooday inaan buuxiyo warqadda daawadayda",
  "components_manualpharmacyentry_16": "❌ Ma awoodin in aan buuxiyo warqadda daawadayda",
  "components_manualpharmacyentry_17": "Qaab noocee ah ayaad isku dayday inaad buuxiso?",
  "components_manualpharmacyentry_18": "Indho-indheynta Guud (ikhtiyaar)",
  "components_manualpharmacyentry_19": "Qoraalo dheeraad ah",
  "components_manualpharmacyentry_20": "Waxaan fahamsanahay in warbixintayda qarsoodiga ah loo isticmaali doono in lagu cusboonaysiiyo khariidadda dadweynaha (loo baahan yahay).",
  "components_manualpharmacyentry_21": "FIIRO GAAR AH: Macluumaadkan farmashiyaha iyo warbixintaada waxaa lagu dari doonaa xogtayada si aan u caawino kuwa kale. Galitaanka gacanta waxay u baahan tahay ogolaansho ka hor intaysan ka soo muuqan natiijooyinka raadinta.",
  "components_maplegend_1": "Waxay u badan tahay in la Buuxiyo",
  "components_maplegend_2": "Waxay u badan tahay in la diido / diido",
  "components_newslettersignup_1": "Isdiiwaangali warsidahayaga si aad u habayso iyo wixii cusub",
  "components_newslettersignup_2": "Waxaan ogolahay in aan ka helo warsidaha ikhtiyaariga ah ee ka socda Machadka Siyaasadda Opioid.",
  "components_pharmacylistitem_1": "Taleefanka:",
  "components_pharmacylistitem_2": "Warbixinta Guusha",
  "components_pharmacylistitem_3": "Warbixinnada Diidmada:",
  "components_pharmacylistitem_4": "Warbixintii Guusha Ugu Dambeysay:",
  "components_pharmacylistitem_5": "Wac farmashiyaha 📞",
  "components_pharmacylistitem_6": "Hel Tilmaamo 🚌",
  "components_pharmacylistitem_7": "Tani waxay furi doontaa codsiga khariidada qalabkaaga. Fadlan la soco in:",
  "components_pharmacylistitem_8": "Codsiga khariidadaada waxa laga yaabaa inuu ururiyo oo wadaago xogta goobtaada",
  "components_pharmacylistitem_9": "Ma daba galno mana kaydinno goobtaada",
  "components_pharmacylistitem_10": "Isticmaal khariidadaha ilaalinta sirta ah sida Khariidadaha Dabiiciga ah",
  "components_pharmacylistitem_11": "Jooji",
  "components_pharmacylistitem_12": "Sii wad",
  "components_privacybanner_1": "Ha la socon la ogaaday - waanu ixtiraamaynaa dookhaaga gaarka ah.",
  "components_privacybanner_2": "Si aad u hesho xog gaar ahaanshaha ugu badan, tixgeli inaad nadiifiso taariikhda biraawsarkaaga oo aad u beddesho qaab qarsoodi ah/qaabka wax baadhista gaarka ah ama browserka diirada saaraya sirta ah sida Brave ama Tor.",
  "components_privacybanner_3": "Ilaalinta gaarka ah ee wanaagsan! Xusuusnow inaad nadiifiso taariikhdaada markaad sameyso.",
  "components_privacybanner_4": "Wax badan baro",
  "demo.slide0.title": "Ku Soo Dhawoow Qalabka Helitaanka Bupe",
  "demo.slide0.content": "Qalabkani waxa uu dadka ka caawiyaa inay helaan oo ay ka warbixiyaan farmashiyaasha buuxiya daawooyinka buprenorphine.",
  "demo.slide0.subheading": "Mabaadi'da",
  "demo.slide0.bullet0": "Xogta ay bulshadu wadato",
  "demo.slide0.bullet1": "Naqshad sir ah oo diiradda saareysa",
  "demo.slide0.bullet2": "Ka caawi kuwa kale inay helaan daaweyn",
  "demo.slide1.title": "Helitaanka Farmashiyo leh Bupe",
  "demo.slide1.content": "Tallaabada 1: Geli ZIP code kaaga",
  "demo.slide1.bullet0": "Eeg farmasiyada 30 mayl u jira",
  "demo.slide1.bullet1": "Eeg warbixinnada guusha/diiridda",
  "demo.slide1.bullet2": "Hubi isbeddelladii dhawaa",
  "demo.slide1.bullet3": "Daabac liiska farmasiyada ku yaal agagaarkaaga",
  "demo.slide2.title": "Ka warbixinta khibradaada",
  "demo.slide2.content": "Tallaabada 2: La wadaag khibradaada buuxinta daawada buprenorphine",
  "demo.slide2.bullet0": "Raadi farmashiyahaaga",
  "demo.slide2.bullet1": "Ka warbixi guusha ama diidmada",
  "demo.slide2.bullet2": "Ku dar qoraalo waxtar leh kuwa kale",
  "demo.controls.previous": "← Hore",
  "demo.controls.next": "Xiga →",
  "demo.startButton": "Bilow Isticmaalka Qalabka",
  "layout_1": "Qalabka Helitaanka Bupe",
  "layout_2": "Tani waa ilo-cudud.",
  "layout_3": "Waxaan haynaa kaliya xogta ku saabsan helitaanka bupe ee lagu soo wargeliyay xogtan.",
  "layout_4": "Qalabkani maaha dammaanad adeeg. Xogtan maaha mid dhamaystiran.",
  "layout_5": "Guriga",
  "layout_6": "Siday U Shaqeyso",
  "layout_7": "Ku saabsan",
  "layout_8": "Dashboard-ka",
  "layout_9": "Ka warran daawaynta kale?",
  "layout_10": "Qalabka Warbixinta Buuxda",
  "layout_11": "Wararka!",
  "layout_12": "🔒 Xogta Qarsoonnimada & Talooyin 🔒",
  "layout_13": "Ma u baahan tahay caawimo?",
  "layout_14": "Nagu Taageer",
  "methadone-naltrexone_page_1": "Qoraal ku saabsan methadone iyo naltrexone...ama, maxaa halkan loogu dari waayay?",
  "methadone-naltrexone_page_2": "Waxaa laga yaabaa inaad dareento in daawooyinka kale ee loogu talagalay cilladda Isticmaalka Opioid (OUD) - methadone iyo naltrexone - aysan ku jirin qalabkayaga raadinta. Tani waa ula kac waxayna ka tarjumaysaa diiradda gaarka ah ee mashruuca ee helitaanka buprenorphine ku salaysan farmashiyaha.",
  "methadone-naltrexone_page_3": "Wax badan oo ku saabsan Methadone",
  "methadone-naltrexone_page_4": "Waqtigan xaadirka ah, sharciyo adag oo federaali ah ayaa xaddidaya bixinta methadone ee OUD barnaamijyada daawaynta Opioid ee takhasuska leh (OTPs), oo inta badan loo yaqaanno \"clinics methadone.\" Tani waxay ka dhigan tahay in bukaanada aysan ka heli karin warqadda daawada methadone ee laga buuxin karo farmashiyaha beesha, taas oo ah diiradda mashruucan. Methadone waxaa ugu horrayn lagu bixiyaa rug gaar ah maalin kasta (ama maalin ku dhow), taasoo noqon karta caqabaddeeda muhiimka ah ee daryeelka.",
  "methadone-naltrexone_page_5": "Xakamaynta gelitaanka methadone waa siyaasad doorasho, maaha baahi caafimaad. Wadamo kale oo badan ayaa si badbaado leh isugu daray methadone u qaybinta farmashiyeyaasha beesha, oo ay ku jiraan Boqortooyada Ingiriiska, Kanada, iyo Australia. Meelahan, bukaanku wuxuu daawadiisa ka qaadan karaa farmashiistaha xaafadda, sida warqad kasta oo kale. In kasta oo aan u doodeyno in la yareeyo xannibaadaha methadone, mashruucan wuxuu diiradda saarayaa hagaajinta helitaanka buprenorphine iyada oo loo marayo farmashiyaha.",
  "methadone-naltrexone_page_6": "Wax badan oo ku saabsan Naltrexone",
  "methadone-naltrexone_page_7": "Naltrexone ee OUD waxaa inta badan loo qoraa sidii cirbad muddo dheer soconaysa. Iyadoo dawadan inta badan laga dalbado farmasiyada, had iyo jeer waxaa lagu bixiyaa goob caafimaad, oo aan si toos ah loogu siin bukaanka miiska farmashiyaha. Qaabka kiniiniga ee naltrexone, inta laga helayo farmashiyaha, ayaa si yar loo isticmaalo OUD.",
  "methadone-naltrexone_page_8": "Sababtoo ah qalabkeenu wuxuu diiradda saarayaa daawooyinka ay bukaannadu si toos ah uga soo qaadan karaan farmashiyaha beesha, waxaan si gaar ah diiradda u saarnay buprenorphine si aan u hubinno xogtayada ku saabsan gelitaanka farmashiyaha inay tahay mid cad oo sax ah intii suurtagal ah.",
  "methadone-naltrexone_page_9": "Haddii aad joogto Maraykanka, waxaanu kula talinaynaa SAMHSA's Treatment Locator si uu u helo barnaamijyada isticmaala daawooyinkan (waa inay sidoo kale ku jiraan dad qora bupe!).",
  "methadone-naltrexone_page_10": "Hel Daaweyn",
  "methadone-naltrexone_page_11": "Methadone Vans",
  "methadone-naltrexone_page_12": "Annagu kama warqabno liis dhammaystiran, oo si firfircoon loo ilaaliyo oo ah methadone vans. Tani waa hab xariif ah oo lagu kordhinayo gelitaanka. Haddii aad leedahay ilo aan ku xidhi karno, fadlan nala soo xiriir!",
  "methadone-naltrexone_page_13": "Nala Soo Xidhiidh",
  "not-found_1": "Bogga Lama Helin",
  "not-found_2": "Waan ka xunahay, bogga aad raadinayso ma jiro.",
  "not-found_3": "Ku soo noqo Guriga",
  "not-found_4": "Bogga Lama Helin",
  "not-found_5": "Waan ka xunahay, bogga aad raadinayso ma jiro.",
  "not-found_6": "Ku soo noqo Guriga",
  "page_1": "Geli lambarkaaga sibka",
  "page_2": "Fadlan geli sibka koodka si aad u heshid ugana warbixiso farmasiyada bupe kuugu dhow.",
  "page_3": "Koodhka sibka",
  "page_4": "Soodejinaya...",
  "page_5": "Deji Goobta",
  "page_6": "Maxaad jeclaan lahayd inaad sameyso maanta?",
  "page_7": "Cusbooneysii Xaaladda Bupe ee Farmashiyaha",
  "page_8": "Soo hel farmashi saaxiibtinimo-Bupe ah",
  "page_9": "← Ku laabo ZIP",
  "page_10": "Farmashiyeyaasha Bupe-Friendly",
  "page_11": "Liiska Daabacaadda 🖨️",
  "page_12": "Isbeddellada Dhawaan:",
  "page_13": "Guulo badan",
  "page_14": "Dhexdhexaad",
  "page_15": "Diidmo badan",
  "page_16": "🔒 Tilmaamaha Qarsoonnimada & Badbaadada 🔒",
  "page_17": "7-dii maalmood ee u dambeeyay",
  "page_18": "15 Maalmood ee u Danbeeyay",
  "page_19": "30-kii maalmood ee u dambeeyay",
  "page_20": "Waqti kasta",
  "page_21": "Soodejinaya farmasiyada...",
  "page_22": "← Boggii hore",
  "page_23": "Bogga Xiga →",
  "page_24": "Wax war ah kama soo bixin degaankaaga. Noqo kan ugu horreeya!",
  "page_25": "Ka warbixi Farmashiyaha",
  "page_26": "Si aad u hesho wararkii ugu dambeeyay, booqo findbupe.org",
  "page_27": "🎉 Waad ku mahadsan tahay! 🎉",
  "page_28": "Waxaan ognahay in buuxinta qoraalka bupe aysan mar walba fudud ahayn. Jawaabahaagu waxay caawiyaan dadka kale ee aaggaaga jooga inay helaan dawadan naf-badbaadinta ah.",
  "page_29": "Macluumaadka ugu waxtarka badan waa macluumaad cusub!",
  "page_30": "Markaa, marka xigta oo aad isku daydo inaad buuxiso qoraal bupe, noo sheeg sida ay u dhacday. Waxa kale oo aad ku caawin kartaa in aad la wadaagto boggan saaxiibada qaata bupe.",
  "page_31": "Xusuusnow inaad nadiifiso taariikhda barowsarkaaga. Wax badan ka baro talooyinkeena sirta ah.🔒",
  "page_32": "Soo hel farmashiyaal saaxiib la ah Bupe oo kuu dhow",
  "page_33": "Naqliyey sabuuraddii!",
  "page_34": "La wadaag asxaabta 🚀",
  "page_35": "Haddii aad xiisaynayso inaad soo gudbiso warbixino badan, eeg agabkayaga warbixinta tirada badan.",
  "page_36": "Cusbooneysii Xaaladda Bupe ee Farmashiyaha",
  "page_37": "Raadi Farmashiye",
  "page_38": "➕ Ma heli kartaa farmashiyahaaga? Kudar gacanta",
  "page_39": "Beddel farmashiyaha",
  "page_40": "Maxaa ka soo baxay? (loo baahan yahay)",
  "page_41": "✅ Waxaan awooday inaan buuxiyo warqadda daawadayda",
  "page_42": "❌ Ma awoodin in aan buuxiyo warqadda daawadayda",
  "page_43": "Samaynta (ikhtiyaar, calaamadee dhammaan kuwa khuseeya)",
  "page_44": "Indho-indheynta Guud (ikhtiyaar)",
  "page_45": "Qoraalo kale (ikhtiyaar)",
  "page_46": "Waxaan fahamsanahay in warbixintayda qarsoodiga ah loo isticmaali doono in lagu cusboonaysiiyo khariidadda dadweynaha (loo baahan yahay).",
  "page_47": "Soo gudbinaya...",
  "page_48": "Gudbi Warbixinta",
  "page_49": "Soo gudbintu waa fashilantay Fadlan isku day mar kale",
  "privacy_page_1": "Tusmada Tusmada",
  "privacy_page_2": "Sababta aan u Dhisnay Qalabkan",
  "privacy_page_3": "Waxa aan ururino (iyo waxa aanaan qaban)",
  "privacy_page_4": "Sida Tignoolajiyadu u Shaqeyso",
  "privacy_page_5": "Sida Loo Ilaaliyo Naftaada",
  "privacy_page_6": "Cayayaanka ama Su'aalaha?",
  "privacy_page_7": "Sida Aan Isku Dayno Inaan Ilaalino Qarsoodigaga",
  "privacy_page_8": "Maxaan u Dhisnay Qalabkan",
  "privacy_page_9": "Helitaanka daawada lagu daweeyo xanuunka isticmaalka opioid, sida buprenorphine (bupe), aad ayay u adagtahay. Farmashiyeyaasha qaarkood ma haystaan, qaarna waxa laga yaabaa inay diidaan inay buuxiyaan warqad dhakhtar qoray. Tani waxay noqon kartaa walaac iyo cabsi.",
  "privacy_page_10": "Waxaan u dhisnay qalabkan si aan u caawino. Waa khariidad, ay bulshadu u samaysay, bulshada. Haddii aan wadaagno farmashiyaasha waxtarka leh, waxaan u fududayn karnaa qofka ku xiga inuu helo daawada uu u baahan yahay. Waxaan sidoo kale muujin karnaa sida ay u weyn tahay dhibaatadu, si aan uga shaqeyno sidii aan u hagaajin lahayn.",
  "privacy_page_11": "Laakiin waxaan sidoo kale ognahay in sirnimadu ay aad muhiim u tahay, gaar ahaan marka ay timaado macluumaadka caafimaadka xasaasiga ah sida qabatinka. Waxaan rabnaa inaan hubinno inaad badbaado leedahay markaad isticmaaleyso qalabkan, sidaa darteed waxaan qaadnay tillaabooyin aan ku ilaalineyno sirtaada. Waxa jira tillaabooyin aad qaadi karto, kuwaas oo aan hoos ku sharxi doono.",
  "privacy_page_12": "Waxa aan ururino (iyo waxa aanaan qaban)",
  "privacy_page_13": "Mareego badan ayaa aruuriya macluumaadka shakhsiyeed si ay kuu iibiyaan xayeysiisyada ama alaabada kale. Marmarka qaarkood tani waa silica oo dhacaysa adigoon ogayn ama odhan waa ok. Taasi waxay u xun tahay sirtaada. Waxaan u qaabaysanay mareegahayaga in aanu taas samayn.",
  "privacy_page_14": "Marka ay timaado macluumaadka sida qofka aad tahay, haddii aad lahayd balwad, nooca daawada aad qaadato, ama meesha aad ku nooshahay, dadka iyo shirkaduhu waxay isticmaali karaan taas si ay kuu takooraan. Markaa, ma siino macluumaadkaas ama macluumaad kale oo adiga kugu saabsan shirkado kale.",
  "privacy_page_15": "Waxaa jira laba siyaabood oo waaweyn oo aan ku ururinno macluumaadka adiga kugu saabsan boggan:",
  "privacy_page_16": "Helitaanka FARMAAJO BUPE:",
  "privacy_page_17": "Waxa aad ka warbixiso kuma xidhna adiga oo gabi ahaanba iskaa wax u qabso ah. Uma baahnid inaad gudbiso warbixin si aad u hesho bupe. Foomka gelitaanka farmasiyada ee bupe si ula kac ah uma ururinno wax macluumaad ah sida magacaaga, macluumaadkaaga xidhiidhka, ama walxaha qarsoodiga ah sida ciwaanka IP-ga ee tilmaamaya qalabkaaga oo ku aqoonsan kara. Taas macnaheedu waxa weeye garan mayno qofka aad tahay, mana doonayno in aanu ogaano. Waxaan rabnaa oo kaliya inaan ka caawino dadka inay helaan bupe.",
  "privacy_page_18": "Helitaanka BUPE:",
  "privacy_page_19": "Waxaan isticmaalnaa waxa ZIP code-ka aad geliso si uu kaaga caawiyo helitaanka farmasiyada kuu dhow. Ma kaydinno lambarkaaga sibka ama macluumaad kale oo ku aqoonsan kara marka aad farmashiyaha raadiso.",
  "privacy_page_20": "Ballanqaadkayaga ugu muhiimsan waa inaan ilaalino sirtaada. Waxa aanu u qaabaynay goobtan si ay u ururiso macluumaadka adiga kugu saabsan eber. Foomka soo gudbintu waa macluumaad ku filan oo kaliya si uu waxtar ugu yeesho dadka kale oo aan lagu aqoonsan.",
  "privacy_page_21": "Markaad u soo gudbiso cusboonaysiinta farmasigayada:",
  "privacy_page_22": "Magacaaga ma naqaano.",
  "privacy_page_23": "Annagu ma garanayno iimaylkaaga ama lambarka taleefankaaga.",
  "privacy_page_24": "Ma garanayno ciwaanka IP-ga kumbuyuutarka",
  "privacy_page_25": "Ma daba galno goobtaada",
  "privacy_page_26": "Macluumaadka kaliya ee aan uga baahanahay warbixinta waa waxa aad doorato inaad wadaagto: magaca farmashiyaha, goobta farmashiyaha, taariikhda, iyo haddii booqashadaadu ahayd guul ama diidmo. Waxaa jira su'aalo kale oo aad dooran karto inaad ka jawaabto, laakiin maahan inaad ka jawaabto. Ha ku soo gudbin macluumaadka shakhsi ahaaneed ee foomka qoraallada. Haddii aad samayso, waxaanu ka tirtiri doonaa xogtayada.",
  "privacy_page_27": "Macluumaadka shakhsiyeed ee ikhtiyaarka ah waxaanu ururinnaa:",
  "privacy_page_28": "Waxaa jira meelo aan ku ururinno macluumaadka shakhsiyeed laakiin uma baahnid inaad isticmaasho qaybahan mareegaha si aad uga warbixiso ama u hesho bupe.",
  "privacy_page_29": "Haddii aad isticmaasho foomka xidhiidhka (oo ka duwan foomka warbixinta farmashiyaha), waxaad wadaagaysaa macluumaadka shakhsi ahaaneed sida magacaaga iyo cinwaankaaga iimaylka. Ma aha inaad isticmaasho foomka xidhiidhka ilaa aad hayso su'aal ama faallo. Waxaan isticmaalnaa software foomka Buuxinta.",
  "privacy_page_30": "Foomka isdiiwaangelinta warsidahayadu waxa kale oo uu ururiyaa macluumaadka gaarka ah sida iimaylka, tani sidoo kale waa ikhtiyaari loomana baahna in la isticmaalo goobta. Waxaan u isticmaalnaa Ghost daabacaadda warsidaha.",
  "privacy_page_31": "Ugu dambayntii, foomka deeqdayadu waxa uu ururiyaa macluumaadka gaarka ah sida magacaaga, ciwaanka iimaylka, iyo macluumaadka lacag bixinta. Tani sidoo kale waa ikhtiyaari oo looma baahna in la isticmaalo goobta. Websaydhku waa bilaash in la isticmaalo mana aha inaad wax ku tabarucdo si aad u isticmaasho goobta. Waxaan u isticmaalnaa Stripe habka lacag bixinta.",
  "privacy_page_32": "Sida Tignoolajiyadu u Shaqeyso",
  "privacy_page_33": "Waxaan isticmaalnaa qalab casri ah, oo diiradda saaraya sirta si aan u socodsiino goobtan:",
  "privacy_page_34": "Ilaalinta spamka:",
  "privacy_page_35": "Waxaan isticmaalnaa qalab la yiraahdo Cloudflare Turnstile si aan u hubino haddii soo gudbintu ay tahay qof dhab ah, ee maaha robot. Waxa ay sidaas samaynaysaa iyada oo aan la helin xujooyinka dhibka leh iyo iyada oo aan la dhisin astaanta xayeysiiska ee ku saabsan boggaga internetka ee aad booqato ama waxaad gasho foomka. Waxaan tan u isticmaalnaa si aan uga ilaalino foomka galitaanka been abuurka ah.",
  "privacy_page_36": "Khariidado:",
  "privacy_page_37": "Si loo ilaaliyo sirtaada isku xirka \"Hel Jihooyinka\" iyo khariidaynta kale waxay isticmaalaan OpenStreetMap, adeeg khariidad aan faa'iido doon ahayn oo leh dhaqamo sirnimo oo xoogan. Raadintaadu kuma xidhna akoon gaar ah oo loo isticmaalo in lagu dhiso astaanta xayeysiiska, si ka duwan Khariidadaha Google. Khariidadaha Waddada Furan ayaa mudnaan siiya sirta, gaar ahaan marka la barbar dhigo Khariidadaha Google.",
  "privacy_page_38": "Haddii aad ku isticmaalayso website-kan taleefanka gacanta waxa laga yaabaa inuu furo farmasiga \"Hel Jiho\" isku xirka adeegga sida Khariidadaha Google ee taleefankaaga. Waxaan u dejinay si aan u fududeyno in lagu aado farmashiyaha ku yaal taleefankaaga, laakiin adeegsiga Khariidadaha Google-ka (haddii ay taasi tahay midda aad tahay) waa khatar gaar ah (maaha macluumaadkan oo keliya). Khariidadaha Google waxay isticmaashaa xogtaada si ay kuugu beegsato xayaysiisyada, ay ku jirto u socodka farmashiyaha.",
  "privacy_page_39": "Tani waxay u xun tahay sirtaada.",
  "privacy_page_40": "Si kastaba ha ahaatee, ma xakamayn karno abka aad ku isticmaasho qalabkaaga moobilka. Waxaan kuu soo jeedinaynaa inaad isticmaasho agabka khariidaynta ilaalinta sirta ah sida:",
  "privacy_page_41": "telefoonkaaga si aad u yarayso arrimahan. Waxa kale oo aad isticmaali kartaa Khariidadaha Google-ka ee \"Incognito Mode\" laakiin alaabta kale ee Google \"Incognito Mode\" ayaa la ogaaday in aanay si dhab ah u ilaalin sirtaada, marka waxaa fiican inaad iska ilaaliso alaabta shirkadaha sida Google, Meta/Facebook/Instagram, Amazon, Apple, Microsoft, iwm si aad uga fogaato inay helaan macluumaadkaaga si loogu isticmaalo xayaysiinta.",
  "privacy_page_42": "Database:",
  "privacy_page_43": "Warbixinahaaga qarsoodiga ah waxaa lagu kaydiyaa kayd ammaan ah oo loo yaqaan Airtable. Anaga ayaa ah kuwa kaliya ee heli kara xogtan waxaana ku jira kaliya macluumaadka aad ku soo gudbisay aaladda cusboonaysiinta farmashiyaha + si toos ah ugu daraya wakhtiga soo gudbinta (si ay uga caawiso matalaada cusub ee xogta).",
  "privacy_page_44": "Martigelinta:",
  "privacy_page_45": "Mareegta waxaa lagu martigaliyay Vercel, waxaanan u habeynay in uusan keydin diiwaannada cinwaannada IP-ga booqdaha (si aan aaladdaada loo aqoonsan).",
  "privacy_page_46": "Summada:",
  "privacy_page_47": "Koodhka mareegaha (ma aha xogta foomka) waa lagu marti galiyay",
  "privacy_page_48": "iyo",
  "privacy_page_49": "si ay dadku u xisaabiyaan mareegahan oo ay u soo jeediyaan hagaajinta sirtayada iyo dhaqamadayada amniga ama sifooyin cusub. Waxaa naga go'an daahfurnaanta iyo software il furan.",
  "privacy_page_50": "Fadlan la xidhiidh adigoo isticmaalaya foomkeena sugan haddii aad hayso su'aalo ama talooyin.",
  "privacy_page_51": "Kani waa mashruuc bulshada ku jihaysan, waanan ka mahad celinaynaa caawimada.",
  "privacy_page_52": "Sida Loo Ilaaliyo Naftaada",
  "privacy_page_53": "In kasta oo shabakadeenu ay ku dadaalayso inay ilaaliso sirtaada, browserkaagu wuxuu kaydiyaa taariikhda boggaga aad booqato. Haddii aad isticmaalayso kombuyuutar la wadaago, waxaanu si adag kuugula talinaynaa inaad isticmaasho habka \"Private\" ama \"Incognito\" ee browserkaaga. Tani waxay tirtiraysaa taariikhdaada markaad xidho daaqada browserka, markaa cid kale ma arki karto boggaga aad booqatay. Waxaa laga yaabaa inay wanaagsan tahay inaad nadiifiso taariikhda biraawsarkaaga ka dib isticmaalka boggan, xitaa haddii uusan ku jirin kumbuyuutar la wadaago. Tani waxay kaa caawin kartaa ilaalinta sirtaada.",
  "privacy_page_54": "Waxa kale oo laga yaabaa inaad u baahato inaad tixgeliso daalacashada kuwaas oo leh ilaalin sirnimo oo wanaagsan sida Mullvad on desktop ama Brave on mobile.",
  "privacy_page_55": "Baro wax badan oo ku saabsan dhaqamada asturnaanta ee Tilmaamaha Qarsoonnimada.",
  "privacy_page_56": "Markaad dhammayso, waxaad sidoo kale nadiifin kartaa taariikhdaada browserka si aad meesha uga saarto raad kasta oo booqashadaada:",
  "privacy_page_57": "Dhanka midig ee sare, dooro WAX KA BADAN ▼ ka bacdi TIIR xogta daalacashada",
  "privacy_page_58": "Dooro inta taariikhda aad rabto inaad tirtirto (tusaale, \"Saacadii u dambaysay,\" \"Waqtiga oo dhan\").",
  "privacy_page_59": "Calaamadee sanduuqyada macluumaadka aad rabto in Chrome uu tirtiro, oo ay ku jiraan:",
  "privacy_page_60": "Taariikhda daalacashada",
  "privacy_page_61": "Kukiyada iyo xogta kale ee goobta",
  "privacy_page_62": "Sawirada iyo faylasha la kaydiyay",
  "privacy_page_63": "Dooro DELETE XOGTA.",
  "privacy_page_64": "Sidan samee mar kasta oo aad booqato goobtan.",
  "privacy_page_65": "Dhanka midig ee sare, dhagsii badhanka MENU (☰) oo dooro SETTINGS.",
  "privacy_page_66": "Dooro guddiga SIRTA IYO AMNIGA.",
  "privacy_page_67": "Qaybta TAARIIKHDA, dhagsii TAARIIKHDA CLEAR.",
  "privacy_page_68": "Dooro wakhtiga kala duwan si aad u nadiifiso (tusaale, \"Wax walba\").",
  "privacy_page_69": "Calaamadee sanduuqyada macluumaadka aad rabto inaad nadiifiso:",
  "privacy_page_70": "SOO DEJINTA TAARIIKHDA",
  "privacy_page_71": "Kukiyada",
  "privacy_page_72": "Cache",
  "privacy_page_73": "Logins Firfircoon",
  "privacy_page_74": "Xogta Mareegaha Khadka Tooska ah",
  "privacy_page_75": "Dookhyada Goobta",
  "privacy_page_76": "Guji badhanka OK si aad u xaqiijiso",
  "privacy_page_77": "Sidan samee mar kasta oo aad booqato goobtan.",
  "privacy_page_78": "👾 Cayaan ama Su'aalo?",
  "privacy_page_79": "Haddii aad dhibaato ka hesho goobta ama aad su'aal qabto, waxaan rabnaa inaan ogaano. Fadlan",
  "privacy_page_80": "nala soo xiriir adigoo isticmaalaya foomkayaga sugan",
  "form.note.will-order-not-in-stock": "Way dalban doontaa, laakiin kuma jiraan kaydka",
  "form.note.partial-fill": "Buuxinta qayb ahaan (ma buuxin warqadda daawada oo dhan)",
  "form.note.call-ahead": "Waxa ugu fiican in hore loo waco",
  "form.note.existing-patients-only": "Kaliya buuxi bukaanada jira",
  "form.note.prescribers-close-by": "Kaliya waxay buuxisaa bukaannada \"u dhow\"",
  "form.note.certain-prescribers": "Kaliya ka buuxi qorayaasha qaarkood",
  "form.note.patients-close-by": "Kaliya waxay buuxisaa bukaannada \"u dhow\"",
  "form.note.long-wait-times": "Waqtiyo sugitaan dheer",
  "form.note.no-cash": "Ma aqbali doono lacag caddaan ah",
  "form.note.helpful-staff": "Shaqaale waxtar leh",
  "form.note.unhelpful-staff": "Shaqaale aan waxtar lahayn",
  "share.message": "Ma u baahan tahay inaad hesho bupe? Ma garanaysaa helitaanka farmasiyada bupe? Caawi khariidada gelitaanka bulshadayada:"
}