{
  "about_page_1": "Über dieses Projekt",
  "about_page_2": "Das Problem",
  "about_page_3": "Es gibt zwei Hauptwege, um opioidbedingte Krankheiten und Todesfälle (Mobilität & Mortalität) zu reduzieren: Medikamente zur Behandlung von Opioidmissbrauchsstörungen (MOUD; z. B. Buprenorphin, Methadon, Naltrexon) und Naloxon (ein Medikament zur Umkehrung von Opioiddrogenüberdosierungen). MOUD sind die Goldstandard-Medikamente, die von der FDA zugelassen sind und zur Behandlung von Menschen mit einer Opioidadiktion eingesetzt werden. Es gibt jedoch persistierende Hindernisse für MOUD, darunter strukturelle und gesellschaftliche/Rassismus, Klassismus, eine überreaktive Strafverfolgungsmaßnahmen gegenüber MOUD, Stigma und Diskriminierung gegenüber Menschen, die Drogen konsumieren.",
  "about_page_4": "Die Forschung, die darauf abzielt, die Barrieren für MOUD zu verstehen, lässt sich in zwei Kategorien unterteilen: Probleme bei der Suche nach einem Arzt und Probleme beim Ausfüllen eines Rezepts. Frühere Forschung im Zusammenhang mit der Suche nach einem Arzt hat bestehende Barrieren für die Versorgung aufgezeigt, wie z. B. unethische Einzugspraktiken bei Anbietern von Behandlung bei OUD, MOUD-Arztlücken und negative Wahrnehmungen von Menschen mit einer OUD. Lösungen für das Problem der Ärzte umfassten die Reduzierung der Schulungsanforderungen für Ärzte, die Anreize für Anbieter und Stigmareduktionsschulungen für Anbieter. Während diese Beispiele die enorme Herausforderung darstellen, einen Arzt zu finden, der lebensrettende Versorgung leistet, kann das zweite Problem, die Befüllung eines Rezepts, die Fähigkeit einer Person verringern, mit ihrer Medikation zu beginnen oder diese fortzusetzen.",
  "about_page_5": "Dieses Projekt zielt darauf ab, dies zu beheben.",
  "about_page_6": "Das Problem des „letzten Meiles“ ist die Behandlungsdichte, die durch die Diskrektion der Apotheken hinsichtlich der Lagerung (falls vorhanden) und der Verabreichung von MOUD durch Apotheken entsteht. Während ein Großteil der bundesweiten Politik im Zusammenhang mit der Opioidedemie darauf abzielte, die Verschreibung von MOUD durch Ärzte zu erhöhen, entscheiden die Apotheken letztendlich darüber, ob MOUD verabreicht wird. Die Unfähigkeit, ein Rezept in der Apotheke einzulösen, macht alle Fortschritte, die durch die Erhöhung der Verschreibungen durch Ärzte erzielt wurden, zunichte.",
  "about_page_7": "Unser Ziel ist einfach: Menschen helfen, Bupe zu finden. Sprechen Sie mit fast jedem, der mit Bupe verschrieben wurde, und sie haben eine Geschichte über die Herausforderungen beim Ausfüllen dieser Rezepte.",
  "about_page_8": "Das ist inakzeptabel.",
  "about_page_9": "Wir werden die Erfahrung der Patienten in West Virginia nie vergessen, die sich eilten, um in einer bestimmten Apotheke ihre Medikamente zu bekommen, bevor diese schloss, weil es die einzige in der Stadt war, die Buprenalin erfüllte. Das Ausstellen eines Rezepts für Schmerzmittel auf Opioiddiktamin… das war so einfach, als würde man in jede Apotheke eintreten. Das ist es nicht mehr. Das ist es nicht jetzt.",
  "about_page_10": "Unsere Lösung",
  "about_page_11": "Dieses Werkzeug soll Menschen dabei helfen, Informationen über Bupe zu finden. Das sollte einfach sein, aber es ist nicht. Durch die Crowdsourcing-Sammlung von Daten im Zusammenhang mit dem Zugang zu Bupe helfen wir den Menschen, die mit diesen Problemen konfrontiert sind, Herausforderungen zu bewältigen und anderen in ihrer Gemeinschaft zu helfen. Wir hoffen, dass eines Tages jede Apotheke diese Medikamente vorrät hat. Die Realität sieht jedoch aus, dass nur wenige es tun. In der Zwischenzeit hoffen wir, dass dieses Werkzeug helfen wird.",
  "about_page_12": "Wir hoffen auch, aufzuzeigen, wie groß dieses Problem tatsächlich ist. Bei den Menschen, die von diesem Problem betroffen sind, ist dies gut bekannt, aber außerhalb dieser Kreise wissen nur wenige, wie schwierig die Behandlung einer Opioidabhängigkeit ist. Bis dato getroffene politische Maßnahmen waren unzureichend. Auch wenn diese Datenbank möglicherweise nicht umfassend ist, hoffen wir, ein Gespräch und eine Aktion zur sinnvollen Schließung dieser Lücken zu beginnen.",
  "about_page_13": "Wir hoffen, dass diese Plattform Menschen dabei helfen wird, Medikamente zu bekommen und den Kreislauf der Diskriminierung gegenüber Menschen, die Drogen nehmen oder eine Sucht haben, zu durchbrechen.",
  "about_page_14": "Unsere Finanzierung",
  "about_page_15": "lol.",
  "about_page_16": "Wie bei unseren anderen Projekten haben wir dies als Reaktion auf einen Bedarf ohne jegliche finanzielle Unterstützung erstellt. Wir warten auch nicht auf externe Bestätigung von Förderorganisationen. Wenn es zu tun ist, werden wir es tun.",
  "about_page_17": "Wie wir oben gesagt haben, war der Zugang zu Bupe etwas, das uns schon eine Weile beschäftigt hat. Wir haben einige Recherchen und Interessenvertretungen zu diesen Problemen durchgeführt und hoffen, dass dies einen Einfluss hat... aber wir denken, es ist jetzt Zeit für direkte Maßnahmen.",
  "about_page_18": "Die Einrichtung dieses Dienstes ist relativ kostengünstig, denken wir... Wenn er mit vielen Nutzern erfolgreich ist, die ihn nutzen, um eine Apotheke zu melden oder zu finden, wird es einige Kosten verursachen. Wenn er erfolgreich ist und Apotheken tatsächlich konsequent und weit verbreitet Bupe lagern, können wir aufhören. In der Zwischenzeit hoffen wir, dass Sie Ressourcen an unseren Einsatz spenden (im Fußbereich).",
  "about_page_19": "Nett zu wissen, dass es vielleicht eine Welt gibt, in der diese Daten für Forschung genutzt werden oder Förderer den Wert erkennen und uns ein paar Knochen scheuen. Wenn das der Fall ist, werden wir diese Seite aktualisieren.",
  "about_page_20": "Wir bevorzugen keinen Ansatz zur Behandlung von Opioidabhängigkeit außer evidenzbasierten Ansätzen. Erfahren Sie mehr darüber, warum dieses Projekt von Buprenorphin handelt, auf dieser Seite:",
  "about_page_21": "Was ist mit Methadon, Naltrexon und langwirksamem Injektions-Buprenorphin?",
  "bulk-upload_page_1": "Anweisungen zur Massenabgabe von Daten",
  "bulk-upload_page_2": "Für Forscher, die Mystery-Shopper-Studien durchführen, oder Organisationen mit mehreren Datenpunkten (Apothekenketten??? Peer-Recovery-Trainer??? Verschreiber??? Schadensminderungs-Organisationen???), bieten wir eine Großmengen-Einreichungsoption an, um die Karte schnell zu füllen.",
  "bulk-upload_page_3": "Um Menschen dabei zu helfen, Entscheidungen darüber zu treffen, wo sie ihre Bupe-Skripte (und nicht) ausführen können, benötigen wir frische Daten (idealerweise weniger als 30 Tage alt).",
  "bulk-upload_page_4": "Wenn Sie umfangreiche Daten haben, können Sie uns helfen, die Karte schnell auszufüllen. Vielen Dank!",
  "bulk-upload_page_5": "Verwenden Sie das untenstehende Tabellenkellen-Template, um Ihre Daten einzufügen. Dieser Format ist für das Massen hochladen wichtig.",
  "bulk-upload_page_6": "Fügen Sie keine persönlich identifizierbaren Informationen in den Notizen ein. Simuliertes Patientendaten können in den Notizen enthalten sein (z. B. schwanger), wenn es relevant ist.",
  "bulk-upload_page_7": "Wir kümmern uns um die Formatierung und das Hochladen auf die Karte!",
  "bulk-upload_page_8": "Schritt 1: Holen Sie das Vorlage-Dokument.",
  "bulk-upload_page_9": "Wir verwenden ein Standardvorlage, um die Datenqualität sicherzustellen. Bitte sehen Sie unsere offizielle CryptPad-Vorlage an oder laden Sie sie herunter.",
  "bulk-upload_page_10": "Greife zum Vorlage-Zugriff zu.",
  "bulk-upload_page_11": "Greifen Sie auf das Template-Support-Dokument zu.",
  "bulk-upload_page_12": "Schritt 2: Ausfüllen Sie Ihre Daten",
  "bulk-upload_page_13": "Die einzigen Pflichtfelder sind pharmacy_address, report_type (erfolgreich oder abgelehnt). Informationen zu Formulierung, standardized_notes und notes sind optional (aber nützlich!).",
  "bulk-upload_page_14": "Schritt 3: Senden Sie Ihre Datei sicher ein.",
  "bulk-upload_page_15": "Sobald Ihr Blatt fertig ist, speichern Sie es als TSV-Datei (`Datei` > `Speichern unter` > `TSV (.tsv)`). Wir verwenden TSV, da manche Leute Kommas in der Adresszeile oder Notizenzeile verwenden könnten, aber niemand wird Tabulatoren verwenden. Dies erleichtert das Importieren und Bereinigen der Daten von unserer Seite aus erheblich und ist auch für Sie einfach durchzuführen (win-win). Um Dateien sicher zu übertragen, verwenden Sie bitte den kostenlosen, verschlüsselten Dienst WORMHOLE, um uns Ihre Datei zu senden.",
  "bulk-upload_page_17": "Laden Sie Ihre TSV-Datei (tab-getrennte Werte) hoch.",
  "bulk-upload_page_18": "Kopiere den sicheren Link, den es generiert.",
  "bulk-upload_page_20": "NB - der Dateilink ist nur 24 Stunden aktiv, daher muss ich Sie möglicherweise bitten, ihn erneut zu senden. Entschuldigung im Voraus!",
  "bulk-upload_page_21": "Fragen?",
  "bulk-upload_page_22": "Wenn Sie ein Problem mit der Seite finden oder eine Frage haben, möchten wir es wissen. Bitte.",
  "bulk-upload_page_23": "Kontaktieren Sie uns über unser sicheres Formular.",
  "components_demomodeindicator_1": "Sie sehen Demonstrationsdaten. Dies ist keine echte Apothekeninformation.",
  "components_manualpharmacyentry_1": "Zurück zur Suche",
  "components_manualpharmacyentry_2": "Füge eine Apotheke hinzu & Melden Sie dies.",
  "components_manualpharmacyentry_3": "Wenn Sie Ihre Apotheke in den Suchergebnissen nicht gefunden haben, können Sie sie hier zusammen mit Ihrem Bericht über die Befüllung Ihres Rezepts hinzufügen.",
  "components_manualpharmacyentry_4": "Apothekeninformationen",
  "components_manualpharmacyentry_5": "Apothekenname",
  "components_manualpharmacyentry_6": "Straßenadresse",
  "components_manualpharmacyentry_7": "Stadt",
  "components_manualpharmacyentry_8": "Zustand",
  "components_manualpharmacyentry_9": "Wähle einen Bundesstaat aus.",
  "components_manualpharmacyentry_10": "Postleitzahl",
  "components_manualpharmacyentry_11": "Telefonnummer",
  "components_manualpharmacyentry_12": "Ermöglicht es anderen, im Voraus anzurufen.",
  "components_manualpharmacyentry_13": "Ihr Bericht",
  "components_manualpharmacyentry_14": "Was war das Ergebnis Ihres Besuchs?",
  "components_manualpharmacyentry_15": "✅ Ich konnte meine Verschreibung abholen.",
  "components_manualpharmacyentry_16": "❌ Ich konnte meine Rezept verschreiben lassen.",
  "components_manualpharmacyentry_17": "Welche Formulierung(en) haben Sie versucht, auszufüllen?",
  "components_manualpharmacyentry_18": "Gängige Beobachtungen (optional)",
  "components_manualpharmacyentry_19": "Zusätzliche Anmerkungen",
  "components_manualpharmacyentry_20": "Ich verstehe, dass mein anonymes Bericht zur Aktualisierung der öffentlichen Karte verwendet wird (ERFORDERLICH).",
  "components_manualpharmacyentry_21": "ACHTUNG: Diese Apothekeninformationen und Ihr Bericht werden zu unseren Zwecken hinzugefügt, um anderen zu helfen. Manuelle Einträge bedürfen der Genehmigung, bevor sie in den Suchergebnissen erscheinen.",
  "components_maplegend_1": "Wahrscheinlich wird es gefüllt sein.",
  "components_maplegend_2": "Wahrscheinlich werden sie ablehnen / verweigern.",
  "components_newslettersignup_1": "Abonniere unseren Newsletter für Organisation und Updates.",
  "components_newslettersignup_2": "Ich stimme zu, Newsletter-Updates von der Opioid Policy Institute zu erhalten.",
  "components_pharmacylistitem_1": "Telefon:",
  "components_pharmacylistitem_2": "Erfolgsberichte:",
  "components_pharmacylistitem_3": "Ablehnungsberichte:",
  "components_pharmacylistitem_4": "Letzter erfolgreicher Bericht:",
  "components_pharmacylistitem_5": "Rufen Sie bitte die Apotheke an 📞",
  "components_pharmacylistitem_6": "Anfahrt erhalten 🚌",
  "components_pharmacylistitem_7": "Das wird Ihre Karten-App Ihres Geräts öffnen. Bitte beachten Sie:",
  "components_pharmacylistitem_8": "Ihre Karten-App kann Ihre Standortdaten sammeln und teilen.",
  "components_pharmacylistitem_9": "Wir verfolgen oder speichern Ihre Position nicht.",
  "components_pharmacylistitem_10": "Verwenden Sie datenschutzfreundliche Karten-Apps wie Organic Maps.",
  "components_pharmacylistitem_11": "Stornieren",
  "components_pharmacylistitem_12": "Fortfahren",
  "components_privacybanner_1": "“Do Not Track erkannt – wir respektieren Ihre Privatsphäre-Einstellungen.”",
  "components_privacybanner_2": "Um maximale Privatsphäre zu gewährleisten, sollten Sie Ihren Browserverlauf löschen und den Inkognito-/Privatbrowser-Modus oder einen datenschutzorientierten Browser wie Brave oder Tor verwenden.",
  "components_privacybanner_3": "Schöne Datenschutzmaßnahmen! Denken Sie daran, Ihren Verlauf zu löschen, wenn Sie fertig sind.",
  "components_privacybanner_4": "Mehr erfahren",
  "layout_1": "Bupe Access Tool",
  "layout_2": "Dies ist eine Crowd-Source-Ressource.",
  "layout_3": "Wir haben nur Daten über die Verfügbarkeit von Bupe, die in diese Datenbank gemeldet wurden.",
  "layout_4": "Dieses Werk ist kein Garant für eine Leistung. Diese Daten sind nicht vollständig.",
  "layout_5": "Zuhause",
  "layout_6": "Über dieses Projekt",
  "layout_7": "Schauen Sie sich unsere Übersicht an.",
  "layout_8": "Was ist mit anderen Behandlungen?",
  "layout_9": "Massenberichtstool",
  "layout_10": "Schließe dich unserem Newsletter an.",
  "layout_11": "🔒 Datenschutzinfo & Tipps 🔒",
  "layout_12": "Unterstützen Sie uns",
  "methadone-naltrexone_page_1": "Anmerkungen zu Methadon, Naltrexon und Langwirksamer Injektions-Buprenorphin-Form...oder, warum werden sie hier nicht erwähnt?",
  "methadone-naltrexone_page_2": "Sie bemerken möglicherweise, dass andere Medikamente zur Behandlung von Opioidmissbrauch (OUD) – Methadon, Naltrexon, langwirksamer Injektions-Buprenorphin – in unserem Suchwerkzeug nicht enthalten sind. Dies ist beabsichtigt und spiegelt den spezifischen Fokus des Projekts auf den Zugang zu Buprenorphin in der Apotheke wider.",
  "methadone-naltrexone_page_3": "Mehr über Methadon",
  "methadone-naltrexone_page_4": "Derzeit begrenzen strenge bundesweite Vorschriften die Verabreichung von Methadon für die Behandlung von chronischer Opioidabhängigkeit (CO) auf spezialisierte Opioidbehandlungsprogramme (OBP), oft als „Methadon-Kliniken“ bezeichnet. <strong/> Das bedeutet, dass Patienten ihre Methadonverschreibung nicht in ihrer örtlichen Apotheke abholen können, was der Schwerpunkt dieses Projekts ist. Methadon wird hauptsächlich in einer bestimmten Klinik täglich (oder nahezu täglich) abgegeben, was ein erheblicher Zugangshindernis darstellen kann.",
  "methadone-naltrexone_page_5": "Die Beschränkung des Zugangs zu Methadon ist eine Politikentscheidung, nicht eine medizinische Notwendigkeit. Viele andere Länder haben Methadon-Abgabe erfolgreich in Gemeinschaftspraxen integriert, darunter das Vereinigte Königreich, Kanada und Australien. An diesen Orten kann ein Patient seine Medikamente wie bei jeder anderen Verschreibung von seinem örtlichen Apotheker abholen. Während wir uns für die Reduzierung von Methadonbeschränkungen einsetzen, konzentriert sich dieses Projekt darauf, den Zugang zu Buprenorphin über Apotheken zu verbessern.",
  "methadone-naltrexone_page_6": "Mehr über Naltrexon und Langwirksame Injektions-Bupe",
  "methadone-naltrexone_page_7": "Naltrexon für OUD wird am häufigsten als Langzeit-Injektion verschrieben. Obwohl diese Medikamente oft über Apotheken bestellt werden, werden sie fast immer in einem medizinischen Umfeld verabreicht, nicht direkt an der Apotheke am Tresen ausgegeben. Ebenso ist die Tablettenform von Naltrexon, obwohl sie in Apotheken erhältlich ist, weniger häufig für OUD verwendet.",
  "methadone-naltrexone_page_8": "Weil unser Werkzeug sich auf Medikamente konzentriert, die Patienten direkt von einer Apotheke abholen können, haben wir uns ausschließlich auf Buprenorphin konzentriert, um sicherzustellen, dass unsere Daten über den Zugang zu Apotheken so klar und genau wie möglich sind.",
  "methadone-naltrexone_page_9": "Wenn Sie sich in den Vereinigten Staaten befinden, empfehlen wir Ihnen den SAMHSA-Behandlungssuchendienst, um Programme zu finden, die diese Medikamente verwenden (sie sollten auch Programme einschließen, die Buprenalin verschreiben!).",
  "methadone-naltrexone_page_10": "Find Treatment",
  "methadone-naltrexone_page_11": "Methadonfahrzeuge",
  "methadone-naltrexone_page_12": "Wir sind uns keiner umfassenden, aktiv gepflegten Liste von Methadonfahrzeugen bewusst. Dies ist ein kluger Ansatz, um den Zugang zu erhöhen. Wenn Sie eine Ressource haben, die wir verlinken können, melden Sie sich bitte!",
  "methadone-naltrexone_page_13": "Kontaktieren Sie uns",
  "not-found_1": "Seite nicht gefunden",
  "not-found_2": "Es tut uns leid, die Seite, die Sie suchen, existiert nicht.",
  "not-found_3": "Zurück nach Hause",
  "not-found_4": "Seite nicht gefunden",
  "not-found_5": "Entschuldigung, die Seite, die Sie suchen, existiert nicht.",
  "not-found_6": "Zurück nach Hause",
  "page_1": "Bitte geben Sie Ihren Postleitzahl ein.",
  "page_2": "Bitte geben Sie einen Postleitzahl eingeben, um Apotheken mit Bupe in Ihrer Nähe zu finden und zu melden.",
  "page_3": "Postleitzahl",
  "page_4": "Laden...",
  "page_5": "Festlegene Position",
  "page_6": "Was möchten Sie heute machen?",
  "page_7": "Aktualisieren Sie den Status einer Apotheke für Bupe.",
  "page_8": "Finde eine Apotheke, die Bupe-freundlich ist.",
  "page_9": "Zurück zu ZIP",
  "page_10": "Bupe-Freundliche Apotheken",
  "page_11": "Drucken Liste 🖨️",
  "page_12": "Beliebte zuletzt:",
  "page_13": "Mehr Erfolge",
  "page_14": "Neutral",
  "page_15": "Mehrungenächtigungen",
  "page_16": "🔒 Datenschutz- & Sicherheitstipps 🔒",
  "page_17": "Letzte 7 Tage",
  "page_18": "Die letzten 15 Tage",
  "page_19": "Die letzten 30 Tage",
  "page_20": "Alle Zeiten",
  "page_21": "Lädt Apotheken hoch…",
  "page_22": "Keine erfolgreichen Berichte für den ausgewählten Zeitraum gefunden. Als Erster melden! Oder wählen Sie einen größeren Datumsbereich oder \"Alle Zeiten\".",
  "page_23": "Für die neuesten Informationen besuchen Sie findbupe.org.",
  "page_24": "🎉 Vielen Dank! 🎉",
  "page_25": "Wir wissen, dass das Ausfüllen eines Bupe-Skripts nicht immer einfach ist. Ihre Antworten helfen anderen in Ihrer Gegend, dieses lebensrettende Medikament zu finden.",
  "page_26": "Die hilfreichste Information ist NEUE Information!",
  "page_27": "Also, wenn du das nächste Mal versuchst, ein Bupe-Skript zu füllen, sag uns, wie es gelaufen ist. Du kannst auch helfen, indem du diese Website mit Freunden teilst, die Bupe nehmen.",
  "page_28": "Denken Sie daran, Ihren Browserverlauf zu löschen. Mehr erfahren Sie in unseren Datenschutztipps.🔒",
  "page_29": "Finden Sie Apotheken, die Bupe-Freundlich sind in Ihrer Nähe.",
  "page_30": "Kopiert in die Zwischenablage!",
  "page_31": "Teile mit einem Freund 🚀",
  "page_32": "Wenn Sie daran interessiert sind, mehrere Berichte einzureichen, schauen Sie sich unser Bulk-Reporting-Tool an.",
  "page_33": "Aktualisieren Sie den Status von Apotheke Bupe.",
  "page_34": "Suche eine Apotheke",
  "page_35": "➕ Finden Sie Ihre Apotheke nicht? Fügen Sie sie manuell hinzu.",
  "page_36": "Ändere Apotheke",
  "page_37": "Was war das Ergebnis? (Erforderlich)",
  "page_38": "✅ Ich konnte meine Verschreibung abholen.",
  "page_39": "❌ Ich konnte meine Rezept verschreiben lassen.",
  "page_40": "Formulierung (optional, kreuzen Sie alle an, die zutreffen)",
  "page_41": "Gängige Beobachtungen (optional)",
  "page_42": "Andere Notizen (optional)",
  "page_43": "Ich verstehe, dass mein anonymes Bericht zur Aktualisierung der öffentlichen Karte verwendet wird (ERFORDERLICH).",
  "page_44": "Übermittlung...",
  "page_45": "Bericht einreichen",
  "page_46": "Die Einreichung fehlgeschlagen. Bitte erneut versuchen.",
  "privacy_page_1": "Inhaltsverzeichnis",
  "privacy_page_2": "Warum wir dieses Werkzeug gebaut haben.",
  "privacy_page_3": "Was wir sammeln (und was wir nicht sammeln)",
  "privacy_page_4": "Wie die Technologie funktioniert",
  "privacy_page_5": "Wie man sich schützt",
  "privacy_page_6": "Schnecken oder Fragen?",
  "privacy_page_7": "Wie wir versuchen, Ihre Privatsphäre zu schützen",
  "privacy_page_8": "Warum wir dieses Werkzeug gebaut haben.",
  "privacy_page_9": "Das Auffinden von Medikamenten zur Behandlung von Opioidmissbrauch, wie Buprenorphin (Bupe), kann sehr schwierig sein. Einige Apotheken haben es nicht, und andere weigern sich möglicherweise, ein Rezept auszufüllen. Das kann stressig und beängstigend sein.",
  "privacy_page_10": "Wir haben dieses Werkzeug gebaut, um zu helfen. Es ist eine Karte, erstellt von der Gemeinschaft, für die Gemeinschaft. Indem wir teilen, welche Apotheken hilfreich sind, können wir es für die nächste Person einfacher machen, das benötigte Medikament zu bekommen. Wir können auch zeigen, wie groß das Problem ist, damit wir daran arbeiten, es zu beheben.",
  "privacy_page_11": "Aber wir wissen auch, dass Privatsphäre sehr wichtig ist, besonders wenn es um sensible Gesundheitsinformationen wie Sucht geht. Wir möchten sicherstellen, dass Sie sicher sind, wenn Sie dieses Werkzeug verwenden, daher haben wir Maßnahmen ergriffen, um Ihre Privatsphäre zu schützen. Es gibt auch einige Schritte, die Sie unternehmen können, die wir Ihnen im Folgenden erläutern werden.",
  "privacy_page_12": "Was wir sammeln (und was wir nicht sammeln)",
  "privacy_page_13": "Viele Websites sammeln persönliche Informationen, um Ihnen Werbung oder andere Produkte zu verkaufen. Manchmal ist das ziemlich heimlich und geschieht ohne dass Sie es wissen oder es erlauben. Das ist schlecht für Ihre Privatsphäre. Wir haben unsere Website so gestaltet, dass sie das nicht tut.",
  "privacy_page_14": "Wenn es um Informationen wie wer Sie sind, ob Sie eine Sucht haben, welche Medikamente Sie einnehmen oder wo Sie wohnen, geht, können Personen und Unternehmen diese nutzen, um Sie zu diskriminieren. Daher geben wir diese Informationen oder andere Informationen über Sie an andere Unternehmen weiter.",
  "privacy_page_15": "Es gibt zwei Hauptarten, wie wir Informationen über Sie mit dieser Seite sammeln:",
  "privacy_page_16": "BEREITSTELLUNG DER APOTHEKE BUPE:",
  "privacy_page_17": "Was Sie melden, ist nicht an Sie gebunden und völlig freiwillig. Sie müssen keine Berichte einreichen, um bupe zu finden. Bezüglich der Berichte an Apotheken, bupe Zugriff Formular. Wir erfassen absichtlich keine Informationen wie Ihren Namen, Kontaktinformationen oder geheime Dinge wie eine IP-Adresse, die Ihr Gerät identifiziert und Sie identifizieren könnte. Das bedeutet, wir wissen nicht, wer Sie sind, und wir wollen es auch nicht wissen. Wir wollen nur helfen, dass Menschen bupe finden.",
  "privacy_page_18": "FINDING BUPE:",
  "privacy_page_19": "Wir verwenden den von Ihnen angegebenen Postleitzahlcode, um Ihnen Apotheken in Ihrer Nähe zu finden. Wir speichern Ihren Postleitzahlcode oder eine andere Information, die Sie identifiziert, wenn Sie nach einer Apotheke suchen.",
  "privacy_page_20": "Unser wichtigstes Versprechen ist, Ihre Privatsphäre zu schützen. Wir haben diese Seite so gestaltet, dass keine persönlichen Informationen über Sie gesammelt werden. Das Einreichungsformular enthält nur die notwendigen Informationen, um für andere nützlich zu sein und Sie nicht zu identifizieren.",
  "privacy_page_21": "Wenn Sie unsere Apotheke mit dem Bupe-Updater einreichen:",
  "privacy_page_22": "Wir wissen nicht Ihren Namen.",
  "privacy_page_23": "Wir wissen Ihre E-Mail-Adresse oder Telefonnummer nicht.",
  "privacy_page_24": "Wir wissen nicht Ihre Computerkennung.",
  "privacy_page_25": "Wir verfolgen nicht Ihren Standort.",
  "privacy_page_26": "Die einzige Information, die wir für einen Bericht benötigen, ist das, was Sie auswählen, zu teilen: der Name der Apotheke, der Apothekenstandort, das Datum und ob Ihr Besuch erfolgreich war oder abgelehnt wurde. Es gibt andere Fragen, die Sie beantworten können, aber Sie müssen diese nicht. Senden Sie keine persönlichen Informationen im Notizformular. Wenn Sie das tun, werden wir sie aus unserer Datenbank löschen.",
  "privacy_page_27": "Optional persönliche Informationen, die wir sammeln:",
  "privacy_page_28": "Es gibt einige Orte, an denen wir persönliche Informationen sammeln, aber Sie benötigen diese Bereiche der Website nicht, um Berichte zu erstellen oder Bupe zu finden.",
  "privacy_page_29": "Wenn Sie unser Kontaktformular (unabhängig vom Apothekenmeldeformular) verwenden, teilen Sie persönliche Informationen wie Ihren Namen und Ihre E-Mail-Adresse. Sie müssen das Kontaktformular nicht verwenden, es sei denn, Sie haben eine Frage oder einen Kommentar. Wir verwenden Fillout-Formular-Software.",
  "privacy_page_30": "Unser Anmeldeformular für Newsletter sammelt auch persönliche Informationen wie E-Mail. Dies ist ebenfalls optional und nicht erforderlich, um die Website zu nutzen. Wir verwenden Ghost für die Newsletter-Veröffentlichung.",
  "privacy_page_31": "Schließlich sammelt unser Spendenformular persönliche Informationen wie Ihren Namen, Ihre E-Mail-Adresse und Ihre Zahlungsdaten. Dies ist ebenfalls optional und nicht erforderlich, um die Website zu nutzen. Die Website ist kostenlos nutzbar und Sie müssen nicht spenden, um die Website zu nutzen. Wir verwenden Stripe für die Zahlungsabwicklung.",
  "privacy_page_32": "Wie die Technologie funktioniert",
  "privacy_page_33": "Wir verwenden moderne, datenschutzorientierte Tools, um diese Seite zu betreiben:",
  "privacy_page_34": "Spam-Schutz:",
  "privacy_page_35": "Wir verwenden ein Tool namens Cloudflare Turnstile, um zu prüfen, ob eine Einreichung von einer echten Person stammt, nicht von einem Roboter. Es tut dies, ohne die nervigen Rätsel und ohne ein Werbeprofil über die Websites, die Sie besuchen, oder das zu erstellen, was Sie in ein Formular eingeben. Wir verwenden dies, um das Formular vor gefälschten Einträgen zu schützen.",
  "privacy_page_36": "Karten:",
  "privacy_page_37": "Um Ihre Privatsphäre zu schützen, verwenden die Links „Get Directions“ und andere Kartennutzungen OpenStreetMap, einen gemeinnützigen Kartendienst mit starken Datenschutzpraktiken. Ihre Suchanfragen sind nicht mit einem persönlichen Konto verknüpft, das zur Erstellung eines Werbeprofils verwendet wird, wie es bei Google Maps der Fall ist. Open Street Maps priorisiert die Privatsphäre, insbesondere im Vergleich zu Google Maps.",
  "privacy_page_38": "Wenn Sie diese Website auf einem Mobiltelefon verwenden, kann dies dazu führen, dass die Links zur Apotheke \"Get Direction\" auf einem Dienst wie Google Maps auf Ihrem Telefon geöffnet werden. Wir haben es eingerichtet, um die Navigation zu einer Apotheke zu erleichtern, die Bupe hat, aber die Verwendung von Google Maps (falls dies Ihre Standardeinstellung ist) birgt ein Datenschutzrisiko (nicht nur mit dieser Information). Google Maps verwendet Ihre Daten, um Sie mit Werbung zu unterstützen, einschließlich der Navigation zu einer Apotheke.",
  "privacy_page_39": "Das ist schlecht für Ihre Privatsphäre.",
  "privacy_page_40": "“Jedoch können wir nicht kontrollieren, welche Apps Sie auf Ihrem Mobilgerät verwenden. Wir empfehlen Ihnen, datenschutzfreundliche Kartierungstools wie:”",
  "privacy_page_41": "auf Ihrem Telefon, um diese Probleme zu reduzieren. Sie können auch Google Maps im \"Inkognito-Modus\" verwenden, aber andere Google \"Inkognito-Modus\"-Produkte wurden festgestellt, dass sie Ihre Privatsphäre nicht tatsächlich schützen, daher ist es am besten, Produkte von Unternehmen wie Google, Meta/Facebook/Instagram, Amazon, Apple, Microsoft usw. zu vermeiden, um zu verhindern, dass sie Ihre Informationen für Werbung verwenden.",
  "privacy_page_42": "Datenbank:",
  "privacy_page_43": "Ihre anonymen Berichte werden in einer sicheren Datenbank namens Airtable gespeichert. Wir sind die einzigen, die Zugriff auf diese Daten haben, und sie enthält nur Informationen, die Sie über das Apotheken-Aktualisierungstool eingereicht haben + automatisch hinzugefügte Einreichungszeit (um die Frische der Daten widerzuspiegeln).",
  "privacy_page_44": "Hosting:",
  "privacy_page_45": "Die Website wird auf Vercel gehostet, und wir haben dafür gesorgt, dass keine Protokolle der Besucher-IP-Adressen gespeichert werden (damit Ihr Gerät nicht identifiziert wird).",
  "privacy_page_46": "Code:",
  "privacy_page_47": "Der Website-Code (nicht die Formular-Daten) wird auf gehostet.",
  "privacy_page_48": "und",
  "privacy_page_49": "Damit sich Leute diesen Website prüfen und Verbesserungsvorschläge für unsere Datenschutz- und Sicherheitsrichtlinien oder neue Funktionen einreichen können. Wir sind dem Transparenz und Open-Source-Software verpflichtet.",
  "privacy_page_50": "Bitte nutzen Sie unser sicheres Formular, wenn Sie Fragen oder Vorschläge haben.",
  "privacy_page_51": "Dies ist ein gemeinschaftsorientiertes Projekt und wir schätzen die Hilfe.",
  "privacy_page_52": "Wie man sich schützt",
  "privacy_page_53": "Während unsere Website danach strebt, sicher zu sein und Ihre Privatsphäre zu schützen, speichert Ihr eigener Webbrowser eine Historie der besuchten Seiten. Wenn Sie einen gemeinsam genutzten Computer verwenden, empfehlen wir Ihnen dringend die Verwendung des Modus \"Privat\" oder \"Inkosparatur\" in Ihrem Browser. Dies löscht Ihre Historie, wenn Sie das Browserfenster schließen, sodass sich niemand sonst die besuchten Seiten ansehen kann. Es kann gut sein, Ihre Browser-Historie nach der Nutzung dieser Seite zu löschen, auch wenn Sie dies nicht auf einem gemeinsam genutzten Computer tun. Dies kann helfen, Ihre Privatsphäre zu schützen.",
  "privacy_page_54": "Sie sollten auch Browser in Betracht ziehen, die bessere Datenschutzschutzeinrichtungen bieten, wie z. B. Mullvad auf dem Desktop oder Brave auf dem Mobilgerät.",
  "privacy_page_55": "Erfahren Sie mehr über Datenschutzpraktiken auf Privacy Guides.",
  "privacy_page_56": "Wenn Sie fertig sind, können Sie auch Ihren letzten Browserverlauf löschen, um jede Spur Ihres Besuchs zu entfernen:",
  "privacy_page_57": "Oben rechts, wähle MEHR ▼ und dann LÖSCHEN Sie das Browserverlaufsdaten.",
  "privacy_page_58": "Wählen Sie, wie viel Geschichte Sie löschen möchten (z. B. „Letzter Stunde“, „Alle Zeit“).",
  "privacy_page_59": "Überprüfen Sie die Kästchen für die Informationen, die Chrome löschen soll, einschließlich:",
  "privacy_page_60": "Browserverlauf",
  "privacy_page_61": "Cookies und andere Websitedaten",
  "privacy_page_62": "Zwischengespeicherte Bilder und Dateien",
  "privacy_page_63": "Wähle DATEN LÖSCHEN.",
  "privacy_page_64": "Tue dies jedes Mal, wenn du diese Seite besuchst.",
  "privacy_page_65": "Im oberen rechten Bereich klicken Sie auf die MENÜ-Schaltfläche (☰) und wählen Sie Einstellungen.",
  "privacy_page_66": "Wählen Sie das Panel „DATENSCHUTZ UND SICHERHEIT“ aus.",
  "privacy_page_67": "Im Bereich HISTORISCHEN öffnen Sie CLEAR HISTORY.",
  "privacy_page_68": "Wählen Sie den Zeitraum zum Löschen aus (z.B. „Alles“).",
  "privacy_page_69": "Überprüfen Sie die Kästchen für die Informationen, die Sie löschen möchten:",
  "privacy_page_70": "BROWING UND DOWNLOAD HISTORIE",
  "privacy_page_71": "Kekse",
  "privacy_page_72": "Cache",
  "privacy_page_73": "Aktive Anmeldungen",
  "privacy_page_74": "Offline-Webseiten-Daten",
  "privacy_page_75": "Webseiteinstellungen",
  "privacy_page_76": "Klicken Sie auf die OK-Schaltfläche, um zu bestätigen.",
  "privacy_page_77": "Tue dies jedes Mal, wenn du diese Seite besuchst.",
  "privacy_page_78": "👾 Fehler oder Fragen?",
  "privacy_page_79": "Wenn Sie ein Problem mit der Seite finden oder eine Frage haben, möchten wir es wissen. Bitte.",
  "privacy_page_80": "Kontaktieren Sie uns über unser sicheres Formular.",
  "form.note.will-order-not-in-stock": "Bitte bestellen, aber nicht auf Lager.",
  "form.note.partial-fill": "Teilweise Befüllung (nicht die vollständige Verschreibung ausgefüllt)",
  "form.note.call-ahead": "Es ist am besten, vorher anzurufen.",
  "form.note.existing-patients-only": "Nur für bestehende Patienten.",
  "form.note.prescribers-close-by": "Nur Befüllungen von „nah gelegenen“ Ärzten.",
  "form.note.certain-prescribers": "Nur aus bestimmten Ärzten beziehen.",
  "form.note.patients-close-by": "Nur für Patienten „in der Nähe“ geeignet.",
  "form.note.long-wait-times": "Lange Wartezeiten",
  "form.note.no-cash": "Akzeptieren von Bargeld ist nicht möglich.",
  "form.note.helpful-staff": "Hilfsbereites Personal",
  "form.note.unhelpful-staff": "Unhilfreiches Personal",
  "share.message": "Benötigen Sie Informationen zu Buprenalin? Wissen Sie, wo Apotheken Buprenalin vorrätig haben? Hilfe bei der Kartenansicht in unserer Gemeinde:"
}