{
  "translations": {
    "about_page_1": "About This Project",
    "about_page_2": "The Problem",
    "about_page_3": "There are two primary ways to reduce opioid related disease and death (mobidity & mortality): medications for opioid use disorder (MOUD; e.g., buprenorphine, methadone, naltrexone) and naloxone (an opioid overdose reversal medication). MOUD are the gold-standard, FDA-approved medications used to treat people with an opioid addiction. However, barriers to MOUD are persistent and include structural and societal/racism, classism, an overactive criminal justice response to MOUD, stigma, and discrimination towards people who use drugs.",
    "about_page_4": "Research working to understand MOUD barriers can be broken down into two categories: issues with finding a prescriber and issues with filling a prescription. Prior research related to finding a prescriber has highlighted longstanding barriers to care such as unethical admission practices among OUD treatment providers, MOUD prescriber deserts, and negative perceptions towards people with an OUD. Solutions to the prescriber problem have included reducing prescriber training requirements, incentivizing providers, and stigma reduction education for providers. While these examples highlight the massive challenge of finding a prescriber to provide life-saving care, the second issue, filling a prescription, can reduce a person's ability to start or continue their medication.",
    "about_page_5": "This project aims to address this.",
    "about_page_6": "The “last mile” problem is the treatment gap created by pharmacy discretion over what MOUD is stocked (if any) and how it is dispensed by pharmacies. While much of the federal policy related to the opioid epidemic has focused on increasing MOUD prescribing among prescribers, pharmacies ultimately decide whether MOUD is dispensed. Inability to fill a prescription at the pharmacy negates all progress made by increasing prescribers.",
    "about_page_7": "Our goal is simple: help people find bupe. Talk to almost anyone who is prescribed bupe, and they have a story about the challenges with filling those scripts.",
    "about_page_8": "This is unacceptable.",
    "about_page_9": "We'll never forget the experience of patients in West Virginia rushing to a specific pharmacy to get their meds before it closed because it was the only one in town that filled bupe. But filling a script for opioid pain medication...that was as easy as walking into any pharmacy. It wasn't right then. It's not right now.",
    "about_page_10": "Our Solution",
    "about_page_11": "This tool is designed to help people find bupe. That should be simple, but it's not. By crowd-sourcing data related to bupe access, we help the people facing these issues navigate challenges and helping others in their community. We do hope that one day, every pharmacy will stock this medication. However, the reality is that few do. In the meantime, we hope this tool will help.",
    "about_page_12": "We also hope to shine a light on just how big an issue this is. Among people touched by this issue, it's well known, but few outside those spaces know just how hard it is to get treatment for an opioid addiction. Policy fixes to date have been inadequate. While this database might not be comprehensive, we hope it starts a conversation and action towards meaningfully closing these gaps.",
    "about_page_13": "We hope that this platform will help people help people get medicine and break the cycle of discrimination against people who use drugs or have an addiction.",
    "about_page_14": "Our Funding",
    "about_page_15": "lol.",
    "about_page_16": "Like with our other projects, we built this in response to a need without any financial support. We also don't wait for external validation from granting organizations. If it needs to be done, we'll do it.",
    "about_page_17": "Like we said up top, bupe access has been something that bugged us for a while. We have done some research and advocacy related to these problems and hope that has an impact...but we think it's time for direct action.",
    "about_page_18": "Setting up this service is fairly low cost, we think... If successful with lots of people using it to report or find a pharmacy, it will cost some money. If successful and pharmacies actually start consistently and widely stocking bupe, we can shut down. In the meantime, we hope you'll consider donating resources to our effort (in the footer).",
    "about_page_19": "NB There might be a world where this data is used for research or funders see the value and throw us a few bones. If that's the case we'll update this page.",
    "about_page_20": "We don't favor any approach to treating opioid addiction besides evidence-based approaches. Learn more about why this project is about bupe on this page:",
    "about_page_21": "*What About Methadone, Naltrexone, and Long Acting Injectable Bupe?",
    "about_page_22": "Translations",
    "about_page_23": "To increase accessibility, we are working on translating this tool into multiple languages. To be consistent with our principles, that means doing it in a privacy preserving way, but this approach is not perfect and there might be issues with the translations we use. Feel free to reach out if you see something wrong or make edits to the GitHub or Codeberg translations files for the language you are interested helping with. Just compare the English extraction file with the langauge you want to help with. If you do not know how to do that but would like to help with translations, please let us know through our contact form! If you would like more languages, also let us know!",
    "bulk-upload_page_1": "Bulk Data Submission Instructions",
    "bulk-upload_page_2": "For researchers conducting secret shopper studies or organizations with multiple data points (pharmacy chains??? peer recovery coaches??? prescribers??? harm reduction orgs???), we offer a bulk submission option to help populate the map quickly.",
    "bulk-upload_page_3": "To help people make decisions about where they can (and can not) fill their bupe scripts, we need fresh data (ideally less than 30 days old).",
    "bulk-upload_page_4": "If you have bulk data, you can help us quickly fill out the map. Thank you!",
    "bulk-upload_page_5": "Use the spreadsheet template below to fill in your data. This format is important for batch uploading.",
    "bulk-upload_page_6": "Do not include any personally identifiable information in the notes. Simulated patient info can be included in the notes (e.g., pregnant) if relevant.",
    "bulk-upload_page_7": "We will take care of formatting and uploading to the map!",
    "bulk-upload_page_8": "Step 1: Get the Template",
    "bulk-upload_page_9": "We use a standard template to ensure data quality. Please view or download our official CryptPad template.",
    "bulk-upload_page_10": "Access the Template",
    "bulk-upload_page_11": "Access the Template Support Doc",
    "bulk-upload_page_12": "Step 2: Fill Out Your Data",
    "bulk-upload_page_13": "The only required fields are pharmacy_address, report_type (success or denied). Information about formulation, standardized_notes, and notes are optional (but useful!).",
    "bulk-upload_page_14": "Step 3: Securely Submit Your File",
    "bulk-upload_page_15": "Once your sheet is complete, please save it as a TSV file (`File` > `Save as` > `TSV (.tsv)`). We use TSV because some people might use commas in the address or notes line, but no one will use tabs. This makes importing and cleaning the data much more straightforward on our end and is easy to do on your end (win/win). To securely transfer files, please use the free, encrypted service WORMHOLE to send us your file.",
    "bulk-upload_page_17": "Upload your TSV file (tab separated values).",
    "bulk-upload_page_18": "Copy the secure link it generates.",
    "bulk-upload_page_20": "NB - the file link is only active for 24hrs so I might ask you to resend it. Apologies in advanced!",
    "bulk-upload_page_21": "Questions?",
    "bulk-upload_page_22": "If you find a problem with the site or have a question, we want to know. Please",
    "bulk-upload_page_23": "contact us using our secure form",
    "components_manualpharmacyentry_1": "← Back to search",
    "components_manualpharmacyentry_2": "Add a Pharmacy & Report",
    "components_manualpharmacyentry_3": "If you couldn't find your pharmacy in the search results, you can add it here along with your report about filling your prescription.",
    "components_manualpharmacyentry_4": "Pharmacy Information",
    "components_manualpharmacyentry_5": "Pharmacy Name",
    "components_manualpharmacyentry_6": "Street Address",
    "components_manualpharmacyentry_7": "City",
    "components_manualpharmacyentry_8": "State",
    "components_manualpharmacyentry_9": "Select a state",
    "components_manualpharmacyentry_10": "ZIP Code",
    "components_manualpharmacyentry_11": "Phone Number",
    "components_manualpharmacyentry_12": "Including a phone number helps others call ahead",
    "components_manualpharmacyentry_13": "Your Report",
    "components_manualpharmacyentry_14": "What was the outcome of your visit?",
    "components_manualpharmacyentry_15": "✅ I was able to fill my prescription",
    "components_manualpharmacyentry_16": "❌ I was not able to fill my prescription",
    "components_manualpharmacyentry_17": "What formulation(s) did you try to fill?",
    "components_manualpharmacyentry_18": "Common Observations (optional)",
    "components_manualpharmacyentry_19": "Additional notes",
    "components_manualpharmacyentry_20": "I understand my anonymous report will be used to update the public map (REQUIRED).",
    "components_manualpharmacyentry_21": "NOTE: This pharmacy information and your report will be added to our database to help others. Manual entries require approval before appearing in search results.",
    "components_maplegend_1": "Likely to Fill",
    "components_maplegend_2": "Likely to Deny / Refuse",
    "components_newslettersignup_1": "Subscribe to our newsletter for organizing and updates",
    "components_newslettersignup_2": "I consent to receive optional newsletter updates from the Opioid Policy Institute.",
    "components_pharmacylistitem_1": "Phone:",
    "components_pharmacylistitem_2": "Success Reports:",
    "components_pharmacylistitem_3": "Denial Reports:",
    "components_pharmacylistitem_4": "Last Successful Report:",
    "components_pharmacylistitem_5": "Call Pharmacy 📞",
    "components_pharmacylistitem_6": "Get Directions 🚌",
    "components_pharmacylistitem_7": "This will open your device's map application. Please be aware that:",
    "components_pharmacylistitem_8": "Your map application may collect and share your location data",
    "components_pharmacylistitem_9": "We don't track or store your location",
    "components_pharmacylistitem_10": "Use privacy preserving mapping apps like Organic Maps",
    "components_pharmacylistitem_11": "Cancel",
    "components_pharmacylistitem_12": "Continue",
    "components_privacybanner_1": "Do Not Track detected - we respect your privacy preference.",
    "components_privacybanner_2": "For maximum privacy, consider clearing your browser history and switching to incognito/private browsing mode or a privacy-focused browser like Brave or Tor.",
    "components_privacybanner_3": "Nice privacy protections! Remember to clear your history when done.",
    "components_privacybanner_4": "Learn more",
    "demo.slide0.title": "Welcome to the Bupe Access Tool",
    "demo.slide0.content": "This tool helps people find and report pharmacies that fill buprenorphine prescriptions.",
    "demo.slide0.subheading": "Principles",
    "demo.slide0.bullet0": "Community-driven data",
    "demo.slide0.bullet1": "Privacy-focused design",
    "demo.slide0.bullet2": "Help others access treatment",
    "demo.slide1.title": "Finding Pharmacies with Bupe",
    "demo.slide1.content": "Step 1: Enter your ZIP code",
    "demo.slide1.bullet0": "See pharmacies within 30 miles",
    "demo.slide1.bullet1": "View success/denial reports",
    "demo.slide1.bullet2": "Check recent trends",
    "demo.slide1.bullet3": "Print a list of pharmacies that have bupe in your area",
    "demo.slide2.title": "Reporting Your Experience",
    "demo.slide2.content": "Step 2: Share your experience filling a buprenorphine prescription",
    "demo.slide2.bullet0": "Search for your pharmacy",
    "demo.slide2.bullet1": "Report success or denial",
    "demo.slide2.bullet2": "Add helpful notes for others",
    "demo.controls.previous": "← Previous",
    "demo.controls.next": "Next →",
    "demo.startButton": "Start Using the Tool",
    "layout_1": "Bupe Access Tool",
    "layout_2": "This is a crowd-source resource.",
    "layout_3": "We only have data on bupe availability that has been reported to this database.",
    "layout_4": "This tool is not a guarantee of service. This data is not comprehensive.",
    "layout_5": "Home",
    "layout_6": "How It Works",
    "layout_7": "About",
    "layout_8": "Dashboard",
    "layout_9": "What About Other Treatments?",
    "layout_10": "Bulk Reporting Tool",
    "layout_11": "Join Our Newsletter",
    "layout_12": "🔒 Privacy Info & Tips 🔒",
    "layout_13": "Need help?",
    "layout_14": "Support Us",
    "methadone-naltrexone_page_1": "A note on methadone and naltrexone...or, why are they not included here?",
    "methadone-naltrexone_page_2": "You may notice that other medications for Opioid Use Disorder (OUD) - methadone and naltrexone - are not included in our search tool. This is intentional and reflects the project's specific focus on pharmacy-based access to buprenorphine.",
    "methadone-naltrexone_page_3": "More about Methadone",
    "methadone-naltrexone_page_4": "Currently, strict federal regulations limit the dispensing of methadone for OUD to specialized Opioid Treatment Programs (OTPs), often called \"methadone clinics.\" <strong>This means patients cannot get their methadone prescription filled at their community pharmacy,</strong> which is the focus of this project. Methadone is primarily dispensed at a specific clinic daily (or nearly daily), which can be its own significant barrier to care.",
    "methadone-naltrexone_page_5": "Restricting methadone access is a policy choice, not a medical necessity. Many other countries have safely integrated methadone dispensing into community pharmacies, including <strong>the United Kingdom, Canada, and Australia.</strong> In these places, a patient can pick up their medication from their local pharmacist, <strong>just like any other prescription.</strong> While we advocate for reduce methadone restrctions, this project is focused on improving access to buprenorphine through pharmacies.",
    "methadone-naltrexone_page_6": "More about Naltrexone",
    "methadone-naltrexone_page_7": "Naltrexone for OUD is most commonly prescribed as a long-acting injection. While this medication is often ordered through pharmacies, it is almost always administered in a medical setting, not dispensed directly to the patient at a pharmacy counter. The tablet form of naltrexone, while available at pharmacies, is less commonly used for OUD.",
    "methadone-naltrexone_page_8": "Because our tool is focused on medications that patients can pick up directly from a community pharmacy, we have focused exclusively on buprenorphine to ensure our data about pharmacy access is as clear and accurate as possible.",
    "methadone-naltrexone_page_9": "If you're in the United States, we recommend SAMHSA's Treatment Locator to find programs that use these medications (they should also include folks that prescribe bupe!).",
    "methadone-naltrexone_page_10": "Find Treatment",
    "methadone-naltrexone_page_11": "Methadone Vans",
    "methadone-naltrexone_page_12": "We are not aware of a comprehensive, actively maintained list of methadone vans. This is a clever approach to increase access. If you have a resource we can link to, please reach out!",
    "methadone-naltrexone_page_13": "Contact Us",
    "not-found_1": "Page Not Found",
    "not-found_2": "Sorry, the page you're looking for doesn't exist.",
    "not-found_3": "Return Home",
    "not-found_4": "Page Not Found",
    "not-found_5": "Sorry, the page you're looking for doesn't exist.",
    "not-found_6": "Return Home",
    "page_1": "Enter Your ZIP Code",
    "page_2": "Please enter a ZIP code to find and report pharmacies with bupe near you.",
    "page_3": "ZIP Code",
    "page_4": "Loading...",
    "page_5": "Set Location",
    "page_6": "What would you like to do today?",
    "page_7": "Update a Pharmacy's Bupe Status",
    "page_8": "Find a Bupe-Friendly Pharmacy",
    "page_9": "← Back to ZIP",
    "page_10": "Bupe-Friendly Pharmacies",
    "page_11": "Print List 🖨️",
    "page_12": "Trending Recently:",
    "page_13": "More Successes",
    "page_14": "Neutral",
    "page_15": "More Denials",
    "page_16": "🔒 Privacy & Safety Tips 🔒",
    "page_17": "Last 7 Days",
    "page_18": "Last 15 Days",
    "page_19": "Last 30 Days",
    "page_20": "All Time",
    "page_21": "Loading pharmacies...",
    "page_22": "← Previous Page",
    "page_23": "Next Page →",
    "page_24": "No reports in your area. Be the first!",
    "page_25": "Report a Pharmacy",
    "page_26": "For the latest updates, visit findbupe.org",
    "page_27": "🎉 Thank You! 🎉",
    "page_28": "We know filling a bupe script isn't always easy. Your answers help others in your area find this lifesaving medication.",
    "page_29": "The most helpful info is NEW info!",
    "page_30": "So, the next time you try to fill a bupe script, tell us how it went. You can also help by sharing this website with friends who take bupe.",
    "page_31": "Remember to clear your browser history. Learn more in our privacy tips.🔒",
    "page_32": "Find Bupe-Friendly Pharmacies Near You",
    "page_33": "Copied to Clipboard!",
    "page_34": "Share with a Friend 🚀",
    "page_35": "If you're interested in submitting multiple reports, check out our bulk reporting tool.",
    "page_36": "Update Pharmacy's Bupe Status",
    "page_37": "Search for a Pharmacy",
    "page_38": "➕ Can't find your pharmacy? Add it manually",
    "page_39": "Change pharmacy",
    "page_40": "What was the outcome? (Required)",
    "page_41": "✅ I was able to fill my prescription",
    "page_42": "❌ I was not able to fill my prescription",
    "page_43": "Formulation (optional, check all that apply)",
    "page_44": "Common Observations (optional)",
    "page_45": "Other Notes (optional)",
    "page_46": "I understand my anonymous report will be used to update the public map (REQUIRED).",
    "page_47": "Submitting...",
    "page_48": "Submit Report",
    "page_49": "Submission failed. Please try again.",
    "privacy_page_1": "Table of Contents",
    "privacy_page_2": "Why We Built This Tool",
    "privacy_page_3": "What We Collect (and What We Don't)",
    "privacy_page_4": "How the Technology Works",
    "privacy_page_5": "How to Protect Yourself",
    "privacy_page_6": "Bugs or Questions?",
    "privacy_page_7": "How We Try to Protect Your Privacy",
    "privacy_page_8": "Why We Built This Tool",
    "privacy_page_9": "Finding medicine to treat opioid use disorder, like buprenorphine (bupe), can be very hard. Some pharmacies don't have it, and others may refuse to fill a prescription. This can be stressful and scary.",
    "privacy_page_10": "We built this tool to help. It's a map, made by the community, for the community. By sharing which pharmacies are helpful, we can make it easier for the next person to get the medicine they need. We can also show how big the problem is, so we can work to fix it.",
    "privacy_page_11": "But we also know that privacy is very important, especially when it comes to sensitive health information like addiction. We want to make sure you are safe when using this tool, so we've taken steps to protect your privacy. There are some steps you can take too, which we'll explain below.",
    "privacy_page_12": "What We Collect (and What We Don't)",
    "privacy_page_13": "A lot of websites collect personal information to sell you ads or other products. Some times this is pretty sneaky and happening without you knowing or saying it is ok. That is bad for your privacy. We designed our website to not do that.",
    "privacy_page_14": "When it comes to information like who you are, if you had an addiction, what medicine you take, or where you live, people and companies can use that to discriminate against you. So, we do not give that information or any other information about you to other companies.",
    "privacy_page_15": "There are two main ways we collect information about you with this site:",
    "privacy_page_16": "REPORTING PHARMACY BUPE AVAILABILITY:",
    "privacy_page_17": "What you report is not tied to you and completely voluntary. You do not have to file reports to find bupe. On the reporting pharmacies bupe access form We intentionally do not collect any information like your name, contact information, or sneaky stuff like an IP address that identifies your device and could identify you. This means we do not know who you are, and we do not want to know. We only want to help people find bupe.",
    "privacy_page_18": "FINDING BUPE:",
    "privacy_page_19": "We use what the ZIP code you enter to help you find pharmacies near you. We do not store your ZIP code or any other information that could identify you when you search for a pharmacy.",
    "privacy_page_20": "Our most important promise is to protect your privacy. We have designed this site to collect zero personal information about you. The submission form is just enough information to be useful to other people and not identify you.",
    "privacy_page_21": "When you submit to our pharmacy bupe updater:",
    "privacy_page_22": "We do not know your name.",
    "privacy_page_23": "We do not know your email or phone number.",
    "privacy_page_24": "We do not know your computer's IP address.",
    "privacy_page_25": "We do not track your location.",
    "privacy_page_26": "The only information we need for a report is what you choose to share: the pharmacy's name, pharmacy location, the date, and whether your visit was a success or a denial. There are other questions you can choose to answer, but you do not have to. Do not submit personal information in the notes form. If you do, we will delete it from our database.",
    "privacy_page_27": "Optional personal information we do collect:",
    "privacy_page_28": "There are some places where we collect personal information but you do not need to use these parts of the website to report or locate bupe.",
    "privacy_page_29": "If you use our contact form (different from the pharmacy reporting form), you are sharing personal information like your name and email address. You do not have to use the contact form unless you have a question or comment. We use Fillout form software.",
    "privacy_page_30": "Our newsletter signup form also collects personal information like email, this is also optional and not required to use the site. We use Ghost for newsletter publishing.",
    "privacy_page_31": "Lastly, our donation form collects personal information like your name, email address, and payment information. This is also optional and not required to use the site. The website is free to use and you do not have to donate to use the site. We use Stripe for payment processing.",
    "privacy_page_32": "How the Technology Works",
    "privacy_page_33": "We use modern, privacy-focused tools to run this site:",
    "privacy_page_34": "Spam Protection:",
    "privacy_page_35": "We use a tool called Cloudflare Turnstile to check if a submission is from a real person, not a robot. It does this without the annoying puzzles and without building an advertising profile about the websites you visit or what you enter into a form. We use this to protect the form from fake entries.",
    "privacy_page_36": "Maps:",
    "privacy_page_37": "To protect your privacy the \"Get Directions\" links and other maping uses OpenStreetMap, a non-profit mapping service that has strong privacy practices. Your searches are not linked to a personal account used to build an advertising profile, unlike with Google Maps. Open Street Maps prioritizes privacy, especially compared to Google Maps.",
    "privacy_page_38": "If you are using this website on a mobile phone it might open the pharmacy \"Get Direction\" links on a service like Google Maps on your phone. We set it up to make it easy to navigate to a pharmacy that has bupe on your phone, but using Google Maps (if that is your default) is a privacy risk (not just with this information). Google Maps uses your data to target you with advertisements, including navigating to a pharmacy.",
    "privacy_page_39": "This is bad for your privacy.",
    "privacy_page_40": "However, we cannot control what apps you use on your mobile device. We suggest you use privacy preserving maping tools like:",
    "privacy_page_41": "on your phone to reduce these issues. You can also use Google Maps in \"Incognito Mode\" but other Google \"Incognito Mode\" products were found to not actually protect your privacy, so it is best to avoid products from companies like Google, Meta/Facebook/Instagram, Amazon, Apple, Microsoft, etc to avoid them getting your information to use for advertising.",
    "privacy_page_42": "Database:",
    "privacy_page_43": "Your anonymous reports are stored in a secure database called Airtable. We are the only ones with access to this data and it only includes information you submitted on the pharmacy updating tool + automatically adding time of submission (to help represent the freshness of the data).",
    "privacy_page_44": "Hosting:",
    "privacy_page_45": "The website is hosted on Vercel, and we have configured it not to store logs of visitor IP addresses (so that your device is not identified).",
    "privacy_page_46": "Code:",
    "privacy_page_47": "The website code (not the form data) is hosted on",
    "privacy_page_48": "and",
    "privacy_page_49": "so that people can audit this website and suggest fixes to our privacy and security practices or new features. We are committed to transparency and open source software.",
    "privacy_page_50": "Please reach out using our secure form if you have questions or suggestions.",
    "privacy_page_51": "This is a community-oriented project and we appreciate the help.",
    "privacy_page_52": "How to Protect Yourself",
    "privacy_page_53": "While our website strives to be secure and protect your privacy, your own web browser saves a history of the sites you visit. If you are using a shared computer, we strongly recommend using \"Private\" or \"Incognito\" mode in your browser. This deletes your history when you close the browser window, so no one else can see what sites you visited. It might be good to clear your browser history after using this site, even if not on a shared computer. This can help protect your privacy.",
    "privacy_page_54": "You may also want to consider browsers that have better privacy protections like Mullvad on desktop or Brave on mobile.",
    "privacy_page_55": "Learn more about privacy practices on Privacy Guides.",
    "privacy_page_56": "When you are done, you can also clear your recent browser history to remove any trace of your visit:",
    "privacy_page_57": "At the top right, select MORE ▼ and then DELETE browsing data.",
    "privacy_page_58": "Select how much history you want to delete (e.g., \"Last hour,\" \"All time\").",
    "privacy_page_59": "Check the boxes for the info you want Chrome to delete, including:",
    "privacy_page_60": "Browsing history",
    "privacy_page_61": "Cookies and other site data",
    "privacy_page_62": "Cached images and files",
    "privacy_page_63": "Select DELETE DATA.",
    "privacy_page_64": "Do this each time you visit this site.",
    "privacy_page_65": "At the top right, click the MENU button (☰) and select SETTINGS.",
    "privacy_page_66": "Select the PRIVACY AND SECURITY panel.",
    "privacy_page_67": "In the HISTORY section, click CLEAR HISTORY.",
    "privacy_page_68": "Select the time range to clear (e.g., \"Everything\").",
    "privacy_page_69": "Check the boxes for the information you want to clear:",
    "privacy_page_70": "BROWSING AND DOWNLOAD HISTORY",
    "privacy_page_71": "Cookies",
    "privacy_page_72": "Cache",
    "privacy_page_73": "Active Logins",
    "privacy_page_74": "Offline Website Data",
    "privacy_page_75": "Site Preferences",
    "privacy_page_76": "Click the OK button to confirm.",
    "privacy_page_77": "Do this each time you visit this site.",
    "privacy_page_78": "👾 Bugs or Questions?",
    "privacy_page_79": "If you find a problem with the site or have a question, we want to know. Please",
    "privacy_page_80": "contact us using our secure form",
    "form.note.will-order-not-in-stock": "Will order, but not in stock",
    "form.note.partial-fill": "Partial fill (did not fill the full prescription)",
    "form.note.call-ahead": "Best to call ahead",
    "form.note.existing-patients-only": "Only fills for existing patients",
    "form.note.prescribers-close-by": "Only fills for patients \"close-by\"",
    "form.note.certain-prescribers": "Only fill from certain prescribers",
    "form.note.patients-close-by": "Only fills for patients \"close-by\"",
    "form.note.long-wait-times": "Long wait times",
    "form.note.no-cash": "Won't accept cash",
    "form.note.helpful-staff": "Helpful staff",
    "form.note.unhelpful-staff": "Unhelpful staff",
    "share.message": "Need to find bupe? Know a pharmacies bupe availability? Help map access in our community:"
  },
  "extractedAt": "2025-09-30T19:12:19.632Z",
  "count": 279
}