{
  "about_page_1": "אודות הפרויקט הזה",
  "about_page_2": "הבעיה",
  "about_page_3": "ישנן שתי דרכים עיקריות להפחית מחלות הקשורות לאופיאטים ולמוות (שכיחות ומוות): תרופות למתח נפש הנובע ממשתמשים בסמים (MOUD; לדוגמה, בופרנון, מתדון, נלטרוקסון) ונלוקסון (תרופה להפוך תגובה לשיעור יתר של אופיאטים). תרופות MOUD הן הסטנדרט הזהב, תרופות שאושרו על ידי ה-FDA לטיפול באנשים עם התמכרות לאופיאטים. עם זאת, קיימות חסמים לתרופות MOUD והן קיימות ועולות, כולל מבנים וחברתיים/אפליה, קלסיזם, תגובה יתר של מערכת המשפט הפלילי לתרופות MOUD, סטigma והפליה כלפי אנשים המשתמשים בסמים.",
  "about_page_4": "מחקר העובד להבנת מחסומי MOUD ניתן לחלק לשתי קטגוריות: בעיות במציאת נוטר פסיכולוגי ובעיות במימוש מרשם. מחקר קודם בנושא מציאת נוטר פסיכולוגי הדגיש חסמים קיימים לטיפול, כגון פרקטיקות קבלה לא אתיות בקרב ספקי טיפול ב-OUD, מדברי נוטר פסיכולוגי ודעות שליליות כלפי אנשים עם OUD. פתרונות לבעיית הנוטר הפסיכולוגי כללו הפחתת דרישות הכשרה לנוטר פסיכולוגי, עידוד ספקים והפחתת סטigma באמצעות חינוך לספקים. בעוד שדוגמאות אלו מדגישות את האתגר העצום של מציאת נוטר פסיכולוגי המספק טיפול מציל חיים, הבעיה השנייה, מימוש מרשם, יכולה להפחית את יכולתו של אדם להתחיל או להמשיך את תרופותיו.",
  "about_page_5": "זה הפרויקט נועד לטפל בזה.",
  "about_page_6": "ה\"מייל האחרון\" הוא הפער הטיפולי שנוצר כתוצאה מהשיקול דעת של מרפנות תרופות לגבי סוגי MOUD (אם בכלל) שבהם הן מאחסנות ואופן ההפצה שלהן. בעוד שרוב מדיניות הפדרליות הקשורה למגפת האופיאטים התמקדה בהגדלת ההנחיות של מתנהלים לגבי MOUD, מרפנות קובעות בסופו של דבר האם MOUD מופץ. חוסר יכולת למלא מרשם במרפאה מאפס את כל ההתקדמות שנעשתה על ידי הגדלת הנחיות של מתנהלים.",
  "about_page_7": "המטרה שלנו פשוטה: לעזור לאנשים למצוא בופ. לדבר עם כמעט כל אחד שנרשם לבוף, וכולם מספרים על האתגרים עם מילוי הפרוסות האלה.",
  "about_page_8": "זה לא מקובל.",
  "about_page_9": "אולם לעולם לא נשכח את החוויה של חולים בווירג'יניה המערבית הממהרים לפארמה ספציפית כדי לקבל את התרופות שלהם לפני סגירתה, מכיוון שהיא הייתה היחידה בעיר שמילאה מרשמים של בופרזון. אך מילוי מרשם לתרופה נגד כאבים אופיאטית... זה היה קל כמו להיכנס לכל בית מרקחת. זה לא היה נכון אז. זה לא נכון עכשיו.",
  "about_page_10": "הפתרון שלנו",
  "about_page_11": "כלי זה נועד לעזור לאנשים למצוא בופ. זה אמור להיות פשוט, אבל זה לא. על ידי מיקור מידע הקשור לגישה לבופ, אנו עוזרים לאנשים המתמודדים עם בעיות אלה לנווט אתגרים ולעזור לאחרים בקהילה שלהם. אנו מקווים שאחת ביום כל בית מרקחת יStock את התרופה הזאת. עם זאת, המציאות היא שחלק מעט עושים זאת. בינתיים, אנו מקווים שהכלי הזה יעזור.",
  "about_page_12": "אנו מקווים גם להאיר עד כמה מדובר בנושא זה הוא גדול. בקרב אנשים שנפגעו מנושא זה, ידוע הדבר, אך מעטים מחוץ למקומות אלה יודעים כמה קשה לקבל טיפול בהתמכרות לאופיאטים. תיקוני מדיניות עד כה היו לא מספקים. למרות שמאגר זה אולי אינו מקיף, אנו מקווים שהוא יתחיל דיון ופעולה לצמצום משמעותי של הפערים הללו.",
  "about_page_13": "אנו מקווים שהפלטפורמה הזו תעזור לאנשים לעזור לאנשים לקבל תרופות ולשבור את מעגל העלבונות כלפי אנשים המשתמשים בסמים או הסובלים מכורים.",
  "about_page_14": "המימון שלנו",
  "about_page_15": "לול",
  "about_page_16": "כמו עם הפרויקטים האחרים שלנו, בנינו את זה כתגובה לצורך מבלי לקבל כל תמיכה כספית. אנחנו גם לא מחכים לאישור חיצוני מתן תגמולים ממקורות מימון. אם צריך לעשות זאת, נעשה זאת.",
  "about_page_17": "כמו שאמרנו למעלה, גישת bupe הייתה משהו שדאג לנו במשך תקופה. עשינו מחקר ופעילות הקשורות לבעיות אלה ונושא תקווה שהדבר ישפיע...אבל אנחנו חושבים שהגיע הזמן לפעולה ישירה.",
  "about_page_18": "ההקמת השירות הזו היא בעלות נמוכה יחסית, אנחנו חושבים... אם תצליח עם הרבה אנשים שמשתמשים בה כדי לדווח או למצוא סניף תרופות, זה יהיה עולה כסף. אם תצליח וסניפי תרופות באמת יתחילו להחזיק באופן עקבי ונרחב בופר, נוכל להפסיק. בינתיים, אנו מקווים שתשקלו לתרום משאבים למאמץ שלנו (בתחתית).",
  "about_page_19": "שים לב שיכולה להיות עולם שבו נתונים אלה ישמשו למחקר או שמענישים יראו את הערך ויזרקו לנו כמה עצמות. אם זה המצב, נעדכן עמוד זה.",
  "about_page_20": "אנחנו לא מעדיפים שום גישה לטיפול בהתמכרות לאופיאטים מלבד גישות מבוססות ראיות. למידע נוסף על הסיבה שפרויקט זה עוסק בבופאאף בדף זה:",
  "about_page_21": "מה לגבי מתדון, נלטרקソン ובופין מוזרק ארוך טווח?",
  "about_page_22": "תרגומים",
  "about_page_23": "כדי להגדיל את הנגישות, אנו עובדים על תרגום כלי זה למספר שפות. כדי שתהיה עקבית עם עקרונותינו, זה אומר לעשות זאת בצורה שמגנה על פרטיות, אך הגישה הזו אינה מושלמת וייתכנו בעיות בתרגומים שאנו משתמשים בהם. אנא צרו קשר אם אתם רואים משהו לא בסדר או עשו עריכות לקבצי התרגום של GitHub או Codeberg בשפה שבה אתם מעוניינים לעזור. פשוט השוו את קובץ ההעתקה האנגלי עם השפה שבה אתם רוצים לעזור. אם אתם לא יודעים איך לעשות זאת אך תרצו לעזור בתרגומים, אנא הודיעו לנו דרך טופס יצירת הקשר! אם תרצו עוד שפות, אנא הודיעו לנו גם!",
  "bulk-upload_page_1": "הוראות הגשת נתונים המוניים",
  "bulk-upload_page_2": "עבור חוקרים המבצעים מחקרי קניות סמויות או ארגונים עם נקודות נתונים מרובות (רשתות תרופות??? מאמני שיקום??? רופאים??? ארגוני הפחתת נזקים???), אנו מציעים אפשרות הגשה בכמות גדולה כדי לסייע בתיעוד המפה במהירות.",
  "bulk-upload_page_3": "כדי לעזור לאנשים לקבל החלטות לגבי היכן הם יכולים (ולא יכולים) למלא את הסקריפטים שלהם, אנחנו זקוקים לנתונים עדכניים (במקורות של פחות מ-30 יום).",
  "bulk-upload_page_4": "אם יש לך נתונים רבים, תוכל לעזור לנו למלא את המפה במהירות! תודה!",
  "bulk-upload_page_5": "השתמש בתבנית העזר של הגיליון כדי למלא את הנתונים שלך. פורמט זה חשוב להעלאה מקובץ.",
  "bulk-upload_page_6": "אל תכללו מידע אישי מזהה בתיבות הערות. ניתן לכלול מידע על מטופל מדומה בתיבות הערות (למשל, בהריון) אם רלוונטי.",
  "bulk-upload_page_7": "נשתמש בפורמט ונעלום למיפוי!",
  "bulk-upload_page_8": "שלב 1: קבל את התבנית",
  "bulk-upload_page_9": "אנחנו משתמשים בתבנית סטנדרטית כדי להבטיח איכות נתונים. אנא ראה או הורד את התבנית הרשמית של CryptPad.",
  "bulk-upload_page_10": "גישה את התבנית",
  "bulk-upload_page_11": "גישה לתיעוד תמיכת התבניות",
  "bulk-upload_page_12": "שלב 2: מלא את הנתונים שלך",
  "bulk-upload_page_13": "השדות הנדרשים בלבד הם pharmacy_address, report_type (הצלחה או נדחה). מידע בנוגע לפורמולציה, הערות סטנדרטיות והערות הוא אופציונלי (אך מועיל!).",
  "bulk-upload_page_14": "שלב 3: העלה את הקובץ שלך בצורה מאובטחת.",
  "bulk-upload_page_15": "ברגע שהגיליון שלך הושלם, אנא שמור אותו כקובץ TSV (`קובץ` > `שמור כ` > `TSV (.tsv)`). אנו משתמשים ב-TSV מכיוון שאנשים מסוימים עשויים להשתמש בפסיקים בשורות הכתובת או הערות, אך אף אחד לא ישתמש בטאבים. זה הופך את הייבוא והניקוי של הנתונים לקל יותר עבורנו, וזה קל לעשות גם עבורך (win/win). כדי להעביר קבצים בצורה מאובטחת, אנא השתמש בשירות המוצפן והחינמי WORMHOLE כדי לשלוח לנו את הקובץ שלך.",
  "bulk-upload_page_17": "העלה את הקובץ TSV שלך (ערכים מופרדים באמצעות טאב).",
  "bulk-upload_page_18": "העתק את הקישור המאובטח שהוא יוצר.",
  "bulk-upload_page_20": "הערה - הקישור לקובץ פעיל רק למשך 24 שעות, כך שאולי אבקש ממך לשלוח אותו שוב. סליחה מראש!",
  "bulk-upload_page_21": "שאלות?",
  "bulk-upload_page_22": "אם תמצא בעיה באתר או שיש לך שאלה, אנחנו רוצים לדעת. אנא.",
  "bulk-upload_page_23": "צור קשר איתנו באמצעות הטופס המאובטח שלנו",
  "components_manualpharmacyentry_1": "חזור לחיפוש ←",
  "components_manualpharmacyentry_2": "הוסף בית מרקחת ודווח",
  "components_manualpharmacyentry_3": "אם לא מצאתם את הסניף שלכם בתוצאות החיפוש, תוכלו להוסיף אותו כאן יחד עם הדיווח על מילוי מרשם התרופות שלכם.",
  "components_manualpharmacyentry_4": "מידע על תחנת תרופות",
  "components_manualpharmacyentry_5": "שם סניף תרופות",
  "components_manualpharmacyentry_6": "כתובת רחוב",
  "components_manualpharmacyentry_7": "עיר",
  "components_manualpharmacyentry_8": "מדינה",
  "components_manualpharmacyentry_9": "בחר מדינה",
  "components_manualpharmacyentry_10": "מיקוד ZIP",
  "components_manualpharmacyentry_11": "מספר טלפון",
  "components_manualpharmacyentry_12": "כולל מספר טלפון עוזר לאחרים להזמין מראש.",
  "components_manualpharmacyentry_13": "הדוח שלך",
  "components_manualpharmacyentry_14": "מה הייתה התוצאה של הביקור שלך?",
  "components_manualpharmacyentry_15": "✅ הצלחתי למלא את מרשם התרופות שלי.",
  "components_manualpharmacyentry_16": "לא הצלחתי למלא את מרשם היתולי.**",
  "components_manualpharmacyentry_17": "איזו(ים) נוסחה(ות) ניסיתם למלא?",
  "components_manualpharmacyentry_18": "תצפיות נפוצות (אופציונלי)",
  "components_manualpharmacyentry_19": "הערות נוספות",
  "components_manualpharmacyentry_20": "אני מבין שהדוח המאובן שלי ישמש לעדכון מפת הציבור (חובה).",
  "components_manualpharmacyentry_21": "הערה: מידע על הפארמה הזה והדוח שלך יתווספו למאגר הנתונים שלנו כדי לסייע לאחרים. הקלדות ידניות דורשות אישור לפני הופעתן בתוצאות החיפוש.",
  "components_maplegend_1": "ייתמלא בקרוב",
  "components_maplegend_2": "ייתכן שידחה / יסרב",
  "components_newslettersignup_1": "הירשמו לניוזלטר שלנו לקבלת ארגון ועדכונים.",
  "components_newslettersignup_2": "אני מסכים לקבל עדכונים אופציונליים של דיווחי חדשות מרשות מדיניות תרופות אופיאטיות.",
  "components_pharmacylistitem_1": "טלפון:",
  "components_pharmacylistitem_2": "דוחות הצלחה:",
  "components_pharmacylistitem_3": "דוחות דחייה:",
  "components_pharmacylistitem_4": "הדוח האחרון בהצלחה:",
  "components_pharmacylistitem_5": "התקשר לבית מרקחת 📞",
  "components_pharmacylistitem_6": "קבל הוראות 🚌",
  "components_pharmacylistitem_7": "זה יפתח את אפליקציית המפות של המכשיר שלך. אנא שים לב ש:",
  "components_pharmacylistitem_8": "האפליקציה שלך למיפוי עשויה לאסוף ולשתף את נתוני המיקום שלך.",
  "components_pharmacylistitem_9": "אנחנו לא עוקבים או שומרים את מיקומך.",
  "components_pharmacylistitem_10": "השתמש באפליקציות ניווט שמירת פרטיות כמו Organic Maps.",
  "components_pharmacylistitem_11": "בטל",
  "components_pharmacylistitem_12": "המשיך",
  "components_privacybanner_1": "לא עקוב אחר - אנו מכבדים את העדפת הפרטיות שלך.",
  "components_privacybanner_2": "לפרטיות מקסימלית, שקול/י לנקות את היסטוריית הדפדפן ולהשתמש במצב גלישה בסתר/פרטי או בדפדפן המתמקד בפרטיות כמו Brave או Tor.",
  "components_privacybanner_3": "הגנה פרטית נהדרת! זכרו לנקות את ההיסטוריה כשסיימתם.",
  "components_privacybanner_4": "למידע נוסף",
  "demo.slide0.title": "ברוכים הבאים לכלי הגישה של בופ\"א",
  "demo.slide0.content": "כלי זה עוזר לאנשים למצוא ולדווח על בתי מרקחת המבצעים מרשמים של בופרנון.",
  "demo.slide0.subheading": "עקרונות",
  "demo.slide0.bullet0": "נתונים מונחי קהילה",
  "demo.slide0.bullet1": "עיצוב ממוקד פרטיות",
  "demo.slide0.bullet2": "עזור לאחרים לקבל טיפול",
  "demo.slide1.title": "מציאת תחנות כימיה עם בופר",
  "demo.slide1.content": "שלב 1: הזן את הקוד הסידורי שלך",
  "demo.slide1.bullet0": "ראה/ראי סניפי תרופות בטווח של 30 מייל.",
  "demo.slide1.bullet1": "הצגת דוחות הצלחה/דחייה",
  "demo.slide1.bullet2": "בדוק מגמות עדכניות",
  "demo.slide1.bullet3": "הדפס רשימה של בתי מרקחת שיש להם בופֶּן באזור שלך",
  "demo.slide2.title": "דיווח על החוויה שלך",
  "demo.slide2.content": "שלב 2: שתף את החוויה שלך עם מילוי מרשם בופרניופין.",
  "demo.slide2.bullet0": "חפש את הסורגריה שלך",
  "demo.slide2.bullet1": "דווח על הצלחה או דחייה",
  "demo.slide2.bullet2": "הוסף הערות מועילות לאחרים",
  "demo.controls.previous": "התח back",
  "demo.controls.next": "הבא →",
  "demo.startButton": "התחילו להשתמש בכלי",
  "layout_1": "כלי גישה בופה",
  "layout_2": "זהו משאב מקור פתוח.",
  "layout_3": "יש לנו רק נתונים על זמינות של בופ, שדווח עליו לבסיס הנתונים הזה.",
  "layout_4": "כלי זה אינו מהווה ערבות לשירות. הנתונים הללו אינם מקיפים.",
  "layout_5": "בית",
  "layout_6": "איך זה עובד",
  "layout_7": "אודות",
  "layout_8": "לוח מחוונים",
  "layout_9": "מה לגבי טיפולים אחרים?",
  "layout_10": "כלי דיווח מסיבי",
  "layout_11": "הצטרף לניוזלטר שלנו",
  "layout_12": "מידע וטיפים לפרטיות 🔒",
  "layout_13": "האם אתה זקוק לעזרה?",
  "layout_14": "תמכו בנו",
  "methadone-naltrexone_page_1": "הערה על מתדון, נלטרקソン ובופיים מוזרקים לאורך זמן... או, מדוע הם לא כלולים כאן?",
  "methadone-naltrexone_page_2": "ייתכן שתשים לב ששיכוך כאבים אחרים עבור הפרעת שימוש בסופרנים (PSU) - מתדון, נלטרקソン, בופרנין מוזרק לאורך זמן - אינם כלולים בכלי החיפוש שלנו. זה מכוון ומשקף את ההתמקדות הספציפית של הפרויקט בגישה של בופרנין מבוססת בתי מרקחת.",
  "methadone-naltrexone_page_3": "יותר על מתדון",
  "methadone-naltrexone_page_4": "כרגע, תקנות פדרליות קפדניות מגבילות את ההפצה של מתדון עבור התמכרות להיפוקלזן בתוכניות טיפול בסמים אופיאטיים מיוחדות (תוכניות \"מרפאות מתדון\"), <strong/> המשמעות היא שאין למטופלים לקבל את מרשם המתדון שלהם במרפאת הקהילה שלהם, וזוהי נקודת המוקד של הפרויקט הזה. מתדון מופץ בעיקר בבית מרקחת ספציפי מדי יום (או כמעט מדי יום), מה שיכול להיות גם מחסום משמעותי לקבלת טיפול.",
  "methadone-naltrexone_page_5": "הגבלת גישה למיתדון היא בחירה מדינית, לא צורך רפואי. מדינות רבות אחרות שילבו בהצלחה הפצת מיתדון בבתי מרקחת קהילתיים, כולל **הממלכה המאוחדת, קנדה ואוסטרליה**. במקומות אלה, מטופל יכול לקבל את תרופותיו מהרוקח המקומי, **כמו כל מרשם אחר**. בעוד שאנו דוגלים בהפחתת הגבלות מיתדון, הפרויקט הזה מתמקד בשיפור הגישה לבופרנון דרך בתי מרקחת.",
  "methadone-naltrexone_page_6": "יותר על נלטרקסון ובופין הזרקה ארוכת טווח",
  "methadone-naltrexone_page_7": "נאלטקסון עבור התמכרות לסמים נרשם בדרך כלל כזרקת בעלת השפעה ארוכת טווח. למרות שהתרופה הזו נרשמת לעתים קרובות דרך מרשם, היא ניתנת בדרך כלל בסביבה רפואית, ולא מונפקת ישירות ללקוח ליד הדלפק של הסורגריסט. אותו הדבר לגבי זריקות בופאן בעלות השפעה ארוכת טווח. צורת הטבליות של נאלטקסון, למרות שהיא זמינה במרשם, פחות נפוצה לטיפול בהתמכרות לסמים.",
  "methadone-naltrexone_page_8": "מכיוון שכלים שלנו מתמקדים בתרופות שהמטופלים יכולים לקחת ישירות מבית מרקחת קהילתי, התמקדנו באופן בלעדי בבופרנון כדי להבטיח שהנתונים שלנו לגבי גישה לבית מרקחת הם ברורים ומדויקים ככל האפשר.",
  "methadone-naltrexone_page_9": "אם אתה בא ארצות הברית, אנו ממליצים על Treatment Locator של SAMHSA כדי למצוא תוכניות המשתמשות בתרופות אלו (הן אמורות לכלול גם אנשים שמספיקים בופר!).",
  "methadone-naltrexone_page_10": "מצא טיפול",
  "methadone-naltrexone_page_11": "מיניוווים של מתדון",
  "methadone-naltrexone_page_12": "אנו לא מודעים לרשימה מקיפה, פעילה, של משאיות מתדון. זו גישה חכמה להגדלת הנגישות. אם יש לך משאב שאנו יכולים לקשר אליו, אנא צור קשר!",
  "methadone-naltrexone_page_13": "צור קשר",
  "not-found_1": "עמוד לא נמצא",
  "not-found_2": "סליחה, העמוד שאתה מחפש לא קיים.",
  "not-found_3": "חזור הביתה",
  "not-found_4": "עמוד לא נמצא",
  "not-found_5": "סליחה, הדף שאתה מחפש לא קיים.",
  "not-found_6": "חזור הביתה",
  "page_1": "הזן את הקוד הטלפוני שלך",
  "page_2": "אנא הזן קוד ZIP כדי למצוא ולדווח על בתי מרקחת עם בופר קרוב אליך.",
  "page_3": "קוד פוסטלי",
  "page_4": "טוען...",
  "page_5": "הגדר מיקום",
  "page_6": "מה תרצה לעשות היום?",
  "page_7": "עדכן סטטוס של בופת הפארמה",
  "page_8": "מצא סוררפארם ידידותי לשימוש בסמים",
  "page_9": "חזור ל-ZIP",
  "page_10": "תרופות ידידותיות לבופה",
  "page_11": "הדפס רשימה 🖨️",
  "page_12": "טרנדינג לאחרונה:",
  "page_13": "יותר הצלחות",
  "page_14": "ניטרלי",
  "page_15": "הכחשות הרבות יותר",
  "page_16": "🔒 טיפים לפרטיות והבטחה 🔒",
  "page_17": "שבעת הימים האחרונים",
  "page_18": "ה-15 ימים האחרונים",
  "page_19": "ה-30 ימים האחרונים",
  "page_20": "כל הזמן",
  "page_21": "טוען מרפאות...",
  "page_22": "הדף הקודם ←",
  "page_23": "עמוד הבא →",
  "page_24": "אין דיווחים באזור שלך. היה הראשון!",
  "page_25": "דווח על סניף תרופות",
  "page_26": "עבור העדכונים העדכניים ביותר, בקר ב-findbupe.org",
  "page_27": "תודה רבה! תודה רבה!",
  "page_28": "אנחנו יודעים שריפוד סקריפט אינו תמיד קל. התשובות שלך עוזרות לאחרים באזורך למצוא תרופה חסכת חיים זו.",
  "page_29": "המקורות המועילים ביותר הם מידע חדש!",
  "page_30": "אז, בפעם הבאה שאתה מנסה למלא סקריפט של בופ, ספר לנו איך זה עבר. אתה יכול גם לעזור על ידי שיתוף אתר האינטרנט עם חברים שצורכים בופ.",
  "page_31": "זכרו למחוק את היסטוריית הדפדפן שלכם. למדו עוד בטיפים לפרטיות שלנו.🔒",
  "page_32": "מצא בתי מרקחת ידידותיים לבופים בסביבה שלך",
  "page_33": "הועתק ללוח העתק!",
  "page_34": "שתף עם חבר 🚀",
  "page_35": "אם אתם מעוניינים להגיש מספר דוחות, בדקו את כלי הדיווח המוני שלנו.",
  "page_36": "עדכן סטטוס הבופא של הסופרפארם",
  "page_37": "חפש בית מרקחת",
  "page_38": "+ לא מצליח למצוא את הסורגריה שלך? הוסף אותו ידנית.",
  "page_39": "שנה סניף תרופות",
  "page_40": "מה הייתה התוצאה? (נדרש)",
  "page_41": "✅ הצלחתי למלא את מרשם התרופות שלי.",
  "page_42": "לא הצלחתי למלא את מרשם היתרות שלי.",
  "page_43": "הגדרות (אופציונלי, סמן את כל מה שרלוונטי)",
  "page_44": "תצפיות נפוצות (אופציונלי)",
  "page_45": "הערות נוספות (אופציונלי)",
  "page_46": "אני מבין שהדוח המאובן שלי ישמש לעדכון מפת הציבור (חובה).",
  "page_47": "הגשה...",
  "page_48": "הגש דו\"ח",
  "page_49": "הגשה נכשלה. אנא נסה שוב.",
  "privacy_page_1": "תוכן עניינים",
  "privacy_page_2": "מדוע בניתם כלי זה",
  "privacy_page_3": "מה שאנו אוספים (ומה שאנו לא אוספים)",
  "privacy_page_4": "איך הטכנולוגיה עובדת",
  "privacy_page_5": "איך להגן על עצמך",
  "privacy_page_6": "תקלה או שאלות?",
  "privacy_page_7": "איך אנחנו מנסים להגן על הפרטיות שלך",
  "privacy_page_8": "מדוע בניתם כלי זה",
  "privacy_page_9": "מציאת תרופה לטיפול בהתמכרות לאופיאטים, כמו בופרנון (בופ), יכולה להיות מאוד קשה. חלק מהמרשמים אינם זמינים בחלק מהתרופות, וחלקם עלולים לסרב למלא מרשם. זה יכול להיות מלחיץ ומפחיד.",
  "privacy_page_10": "בנינו כלי זה כדי לעזור. זהו מפה, שנוצרה על ידי הקהילה, עבור הקהילה. על ידי שיתוף מידע על בתי מרקחת מועילים, נוכל להקל על האדם הבא לקבל את התרופה שצריך. אנו יכולים גם להראות מה גודל הבעיה, כדי שנוכל לעבוד כדי לתקן אותה.",
  "privacy_page_11": "אבל אנחנו גם יודעים שפרטיות חשובה מאוד, במיוחד כשמדובר במידע רפואי רגיש כמו התמכרויות. אנחנו רוצים לוודא שאתה בטוח כשאתה משתמש בכלי הזה, ולכן נקחנו צעדים כדי להגן על הפרטיות שלך. ישנם צעדים שאתה יכול לנקוט גם כן, ואנחנו נסביר אותם בהמשך.",
  "privacy_page_12": "מה שאנו אוספים (ומה שאנו לא אוספים)",
  "privacy_page_13": "הרבה אתרי אינטרנט אוספים מידע אישי כדי למכור לך פרסומות או מוצרים אחרים. לפעמים זה די חשאי ומתרחש בלי שתדע או שתסכים לכך. זה רע לפרטיות שלך. עיצבנו את האתר שלנו שלא לעשות זאת.",
  "privacy_page_14": "כשמדובר במידע כמו מי אתה, אם יש לך התמכרות, איזה תרופות אתה לוקח, או היכן אתה גר, אנשים וגופים יכולים להשתמש בזה כדי להפלות אותך. לכן, אנחנו לא נמסור מידע זה או כל מידע אחר עליך לחברות אחרות.",
  "privacy_page_15": "ישנן שתי דרכים עיקריות שאנו אוספים באמצעות אתר זה:",
  "privacy_page_16": "דיווח על זמינות של סניפי בוע\"פ",
  "privacy_page_17": "מה שאתה מדווח זה לא קשור אליך והוא באופן מלא ספונטני. אין לך צורך להגיש דוחות כדי למצוא בופ. בטופס גישה של בופ לרוקחות אנו לא אוספים באופן מכוון שום מידע כמו שם, פרטי קשר או דברים חשודים כמו כתובת IP שמזהה את המכשיר שלך ועלול לזהות אותך. המשמעות היא שאנחנו לא יודעים מי אתה ואנחנו לא רוצים לדעת. אנחנו רק רוצים לעזור לאנשים למצוא בופ.",
  "privacy_page_18": "מציאת בופ:**",
  "privacy_page_19": "אנחנו משתמשים בקוד ה-ZIP שאתה מזין כדי לעזור לך למצוא סניפי תרופות בסביבה שלך. אנחנו לא שומרים את קוד ה-ZIP שלך או כל מידע אחר שיכול לזהות אותך כשאתה מחפש סניף תרופות.",
  "privacy_page_20": "ההבטחה החשובה ביותר שלנו היא להגן על פרטיותך. עיצבנו את האתר הזה כדי לאסוף מידע אישי אפס עליך. טופס ההגשה מכיל רק את המידע ההכרחי שימושי לאחרים ולא יזהה אותך.",
  "privacy_page_21": "כאשר אתה מגיש בקשה לעדכון מרשם בבית המרקחת שלנו:",
  "privacy_page_22": "אנו לא יודעים את שמך.",
  "privacy_page_23": "אנחנו לא יודעים את כתובת הדוא\"ל או מספר הטלפון שלך.",
  "privacy_page_24": "אנו לא יודעים את כתובת ה-IP של המחשב שלך.",
  "privacy_page_25": "אנחנו לא עוקבים אחר מיקומך.",
  "privacy_page_26": "המידע היחיד שאנו זקוקים לו עבור דוח הוא מה שאתה בוחר לשתף: שם הסורגריה, מיקום הסורגריה, התאריך והאם הביקור שלך היה בהצלחה או דחייה. יש שאלות נוספות שאתה יכול לבחור לענות עליהן, אך אינך חייב. אל תעלה מידע אישי בטופס הערות. אם כן, נמחק אותו מבסיס הנתונים שלנו.",
  "privacy_page_27": "מידע אישי אופציונלי שאנו אוספים:",
  "privacy_page_28": "ישנם מקומות בהם אנחנו אוספים מידע אישי, אך אינך צריך להשתמש בחלקים אלה של האתר כדי לדווח או למצוא בופס.",
  "privacy_page_29": "אם תשתמשו בטופס יצירת קשר שלנו (שונה מטופס הדיווח של הסורגריה), אתם משתפים מידע אישי כמו שם וכתובת דוא\"ל. אין לכם צורך להשתמש בטופס יצירת קשר אלא אם יש לכם שאלה או הערה. אנו משתמשים בתוכנת Fillout.",
  "privacy_page_30": "הטופס להרשמה לניוזלטר שלנו גם אוסף מידע אישי כמו דוא\"ל, זה גם אופציונלי ואינו נדרש לשימוש באתר. אנו משתמשים ב-Ghost להפצת ניוזלטר.",
  "privacy_page_31": "לבסוף, טופס ההתנדבות שלנו אוסף מידע אישי כמו שם, כתובת דוא\"ל ופרטי תשלום. זה גם אופציונלי ואינו נדרש לשימוש באתר. האתר זמין לשימוש ואינך חייב לתרום כדי להשתמש באתר. אנו משתמשים ב-Stripe לעיבוד תשלומים.",
  "privacy_page_32": "איך הטכנולוגיה עובדת",
  "privacy_page_33": "אנחנו משתמשים בכלים מודרניים, המתמקדים בפרטיות, כדי להפעיל את האתר הזה:",
  "privacy_page_34": "הגנה מפני ספאם:",
  "privacy_page_35": "אנחנו משתמשים בכלי בשם Cloudflare Turnstile כדי לבדוק אם הגשה היא מאדם אמיתי, ולא מרובוט. זה עושה זאת בלי החידות המטרידות ובלי לבנות פרופיל פרסום על האתרים שאתה מבקר בהם או מה שאתה מזין לטופס. אנו משתמשים בזה כדי להגן על הטופס מפני הגשות מזויפות.",
  "privacy_page_36": "מפות:",
  "privacy_page_37": "כדי להגן על הפרטיות שלך, קישורי \"קבל הוראות\" ושימושי מפה אחרים משתמשים ב-OpenStreetMap, שירות מפה לא מרוויח עם פרקטיקות פרטיות חזקות. החיפושים שלך אינם מקושרים לחשבון אישי המשמש לבניית פרופיל פרסום, בניגוד ל-Google Maps. Open Street Maps מעדיפה פרטיות, במיוחד בהשוואה ל-Google Maps.",
  "privacy_page_38": "אם אתה משתמש באתר זה בטלפון נייד, זה עשוי לפתוח קישורי \"קבל הכוונה\" של הסורגריה בתשכית כמו גוגל מפות בטלפון שלך. עשינו זאת כדי להקל על הניווט לסורגריה שיש לו בופ על הטלפון שלך, אך שימוש בגוגל מפות (אם זה ברירת המחדל שלך) עלול להיות סיכון לפרטיות (לא רק עם המידע הזה). גוגל מפות משתמשת בנתונים שלך כדי למקד אותך עם פרסומות, כולל ניווט לסורגריה.",
  "privacy_page_39": "זה רע לפרטיות שלך.",
  "privacy_page_40": "עם זאת, איננו יכולים לשלוט באפליקציות שאתה משתמש בהן במכשיר הנייד שלך. אנו ממליצים לך להשתמש בכלי מיפוי שמירה על פרטיות כמו:",
  "privacy_page_41": "על הטלפון שלך כדי להפחית בעיות אלו. אתה יכול גם להשתמש בגוגל מפות במצב \"אנונימי\", אך מוצרים אחרים של גוגל \"מצב אנונימי\" נמצאו שלא בהכרח מגנים על הפרטיות שלך, ולכן עדיף להימנע ממוצרים מחברות כמו גוגל, מטא/פייסבוק/אינסטגרם, אמזון, אפל, מיקרוסופט וכו' כדי למנוע מהם לקבל את המידע שלך לשימוש בפרסום.",
  "privacy_page_42": "מסד נתונים:",
  "privacy_page_43": "הדיווחים האנונימיים שלך מאוחסנים במסד נתונים מאובטח בשם Airtable. אנחנו היחידים עם גישה לנתונים אלה והם כוללים רק את המידע שסיפקת בכלי עדכון הפארם בנוסף להוספה אוטומטית של זמן ההגשה (כדי לייצג את רעננות הנתונים).",
  "privacy_page_44": "הייהלכה:",
  "privacy_page_45": "האתר מארח על Vercel, ואנו הגדרנו אותו שלא לשמור יומני כתובות IP של מבקרים (כדי שלא תזוהה התקרה שלך).",
  "privacy_page_46": "קוד:",
  "privacy_page_47": "הקוד של האתר (ולא נתוני הטופס) מאוחסן ב-",
  "privacy_page_48": "וְ",
  "privacy_page_49": "כדי שאנשים יוכלו לבדוק את אתר האינטרנט ולהציע תיקונים לפרקטיקות הפרטיות והאבטחה שלנו או תכונות חדשות. אנו מחויבים בשקיפות ותוכנה בקוד פתוח.",
  "privacy_page_50": "אנא צרו קשר באמצעות הטופס המאובטח שלנו אם יש לכם שאלות או הצעות.",
  "privacy_page_51": "זהו פרויקט הממוקד בקהילה ואנחנו מעריכים את העזרה.",
  "privacy_page_52": "איך להגן על עצמך",
  "privacy_page_53": "למרות שאתר האינטרנט שלנו שואף להיות מאובטח ולהגן על הפרטיות שלך, הדפדפן האינטרנט שלך שומר היסטוריה של האתרים שבהם ביקרת. אם אתה משתמש במחשב משותף, אנו ממליצים בחום להשתמש במצב \"פרטי\" או \"אנונימי\" בדפדפן שלך. זה מוחק את ההיסטוריה שלך כאשר אתה סוגר את חלון הדפדפן, כך שאף אחד אחר לא יכול לראות את האתרים שבהם ביקרת. ייתכן שיהיה טוב למחוק את היסטוריית הדפדפן שלך לאחר השימוש באתר זה, גם אם לא על מחשב משותף. זה יכול לעזור להגן על הפרטיות שלך.",
  "privacy_page_54": "אתה עשוי גם לרצות לשקול דפדפנים שיש להם הגנות פרטיות טובות יותר כמו Mullvad במחשב האישי או Brave בנייד.",
  "privacy_page_55": "למידע נוסף על פרקטיקות פרטיות ב-Privacy Guides.",
  "privacy_page_56": "כשסיימת, אתה יכול גם למחוק את היסטוריית הדפדפנים שלך האחרונה כדי להסיר כל עקבות מבקרתך:",
  "privacy_page_57": "בפינה הימנית העליונה, בחר/י ב-MORE ▼ ואז מחק/י נתוני גלישה.",
  "privacy_page_58": "בחר כמה היסטוריה אתה רוצה למחוק (למשל, \"שעה אחרונה\", \"כל הזמן\").",
  "privacy_page_59": "סמן את תיבות הסימון למידע שאתה רוצה שהכרמל ימחק, כולל:",
  "privacy_page_60": "היסטוריית גלישה",
  "privacy_page_61": "עוגיות ונתוני אתר אחרים",
  "privacy_page_62": "תמונות וקבצים שמורים במטמון",
  "privacy_page_63": "בחר מחיקת נתונים.",
  "privacy_page_64": "עשה זאת בכל פעם שאתה מבקר באתר זה.",
  "privacy_page_65": "בפינה הימנית העליונה, לחץ על כפתור התפריט (☰) ובחר הגדרות.",
  "privacy_page_66": "בחר את לוחצת הפרטיות והאבטחה.",
  "privacy_page_67": "בסעיף ההיסטוריה, לחץ על ניקוי היסטוריה.",
  "privacy_page_68": "בחר טווח הזמן לניקוי (למשל, \"הכל\").",
  "privacy_page_69": "סמן את תיבות המידע שברצונך למחוק:",
  "privacy_page_70": "היסטוריית גלישה והורדות",
  "privacy_page_71": "עוגיות",
  "privacy_page_72": "מחסן",
  "privacy_page_73": "כניסות פעילות",
  "privacy_page_74": "נתונים מאתר לא מקוון",
  "privacy_page_75": "הגדרות אתר",
  "privacy_page_76": "לחץ על כפתור האישור כדי לאשר.",
  "privacy_page_77": "עשה זאת בכל פעם שאתה מבקר באתר זה.",
  "privacy_page_78": "👾 באגים או שאלות?",
  "privacy_page_79": "אם אתה מוצא בעיה באתר או שיש לך שאלה, אנחנו רוצים לדעת. אנא.",
  "privacy_page_80": "צור קשר איתנו באמצעות הטופס המאובטח שלנו",
  "form.note.will-order-not-in-stock": "ייתן הזמנה, אך לא במלאי",
  "form.note.partial-fill": "מילוי חלקי (לא מולא מרשם מלא)",
  "form.note.call-ahead": "מוטב להתקשר מראש",
  "form.note.existing-patients-only": "רק הרשמה למטופלים קיימים",
  "form.note.prescribers-close-by": "רק ממולאים למטופלים \"בקרבת מקום",
  "form.note.certain-prescribers": "יש למלא רק ממכרים מורשים.",
  "form.note.patients-close-by": "רק ממולאים למטופלים \"בקרבת מקום",
  "form.note.long-wait-times": "זמני המתנה ארוכים",
  "form.note.no-cash": "לא נקבל מזומן",
  "form.note.helpful-staff": "צוות מועיל",
  "form.note.unhelpful-staff": "צוות לא מועיל",
  "share.message": "צריך למצוא בופ? יודע על זמינות בופ בפארמרסי? עזרה בגישה למפה בקהילה שלנו:"
}