{
  "strongprivacy-tipstrong-link-hrefprivacyprotect-yo": "<think>\nOkay, the user wants me to translate a privacy tip link into Hebrew for a healthcare website. Let me start by understanding the original text. The English text is \"<strong>Privacy Tip:</strong>  <Link href=\"/privacy#protect-yourself\" className=> Learn more</Link\". \n\nFirst, I need to make sure I follow all the rules provided. The key points are keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine",
  "back-to-zip": "<think>\nOkay, the user wants me to translate the text \"> ← Back to ZIP\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the original text is \">",
  "a-lot-of-websites-collect-personal-information-to-": "<think>\nOkay, the user wants me to translate a specific English text into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, I need to translate the given English",
  "about": "<think>\nOkay, the user wants me to translate the word \"About\" into Hebrew for a healthcare website. Let me think. The context is a community tool to help people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"About\" in this context is likely a",
  "about-this-project": "<think>\nOkay, the user wants me to translate \"About This Project\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"About This Project\" in",
  "access-the-template": "<think>\nOkay, the user wants me to translate \"Access the Template\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Access the Template\" needs to be",
  "access-the-template-support-doc": "<think>\nOkay, the user wants me to translate \"Access the Template Support Doc\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Access the Template",
  "active-logins": "<think>\nOkay, the user wants me to translate \"Active Logins\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Active Logins\" – I need",
  "add-a-pharmacy-report": "<think>\nOkay, the user wants me to translate \"Add a Pharmacy & Report\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, the main phrase is \"",
  "address": "<think>\nOkay, the user wants me to translate the word \"Address\" into Hebrew for a healthcare website. Let me start by recalling the Hebrew word for address. I know that \"address\" in Hebrew is usually \"כתובת\" (kutvot). But wait, I need to make sure it's the correct term in the context of a pharmacy location. Since the website is about finding pharmacies for addiction treatment, the term should be clear and straightforward.\n\nThe rules mention keeping medical terms like",
  "all-time": "<think>\nOkay, the user wants me to translate \"All Time\" into Hebrew for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst, \"All Time\"",
  "any-other-details-about-your-experience": "<think>\nOkay, the user wants me to translate the phrase \"Any other details about your experience...\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, which is used in addiction treatment. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, I need to make sure that medical terms like \"buprenorphine\" and \"bupe\" remain unchanged. The user specified that, so",
  "at-the-top-right-click-the-strongmenu-button-stron": "<think>\nOkay, the user wants me to translate a specific instruction for a healthcare website into Hebrew. The original text is about clicking a menu button and selecting settings. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, I need to make sure the medical terms \"bupe\" and \"buprenorphine\" are kept as they are.",
  "at-the-top-right-select-strongmore-strong-and-then": "<think>\nOkay, the user wants me to translate a specific instruction into Hebrew for a healthcare website. Let me start by understanding the original text. The English sentence is: \"At the top right, select <strong>More ▼</strong> and then <strong>Delete browsing data</strong>.\" \n\nFirst, I need to make sure I follow all the rules provided. The main points are to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged, use",
  "back-to-search": "<think>\nOkay, the user wants me to translate \"Back to search\" into Hebrew for a healthcare website. Let me start by recalling that the target language is Hebrew. The context is a community tool to help people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I",
  "browsing-download-history": "<think>\nOkay, the user wants me to translate \"Browsing & Download History\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I need to translate \"B",
  "browsing-history": "<think>\nOkay, the user wants me to translate \"Browsing history\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Browsing history\" is a technical",
  "bugs-or-questions": "<think>\nOkay, the user wants me to translate \"Bugs or Questions?\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Bugs or Questions",
  "bulk-data-submission-instructions": "<think>\nOkay, the user wants me to translate \"Bulk Data Submission Instructions\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Bulk Data Submission Instructions\" needs",
  "bulk-upload": "<think>\nOkay, the user wants me to translate \"Bulk Upload\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"Bulk Upload\" is a technical term. In Hebrew, \"bulk\" could be translated as \"כמות גדולה\" or \"ת yü\" (which is a common term for bulk in some",
  "but-we-also-know-that-strongprivacy-is-very-import": "<think>\nOkay, the user wants me to translate a specific English text into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nFirst, I'll look at the English",
  "cache": "<think>\nOkay, the user wants me to translate the word \"Cache\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and medically appropriate tone.\n\nFirst, I need to figure out what \"",
  "cached-images-and-filesli-ul": "<think>\nOkay, the user wants me to translate some text for a healthcare website that helps people find pharmacies for buprenorphine. The original text is \"Cached images and files</li> </ul\". Let me check the context again. It's a community tool to help access addiction treatment, so the translation needs to be respectful and clear.\n\nFirst, the main task is to translate the given text. The original text seems to be part of HTML code, maybe from a list or something",
  "clear-history": "<think>\nOkay, the user wants me to translate \"Clear History\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst, \"Clear History",
  "click-the-strongokstrong-button-to-confirm": "<think>\nOkay, the user wants me to translate the sentence \"Click the <strong>OK</strong> button to confirm.\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.",
  "close-language-selector": "<think>\nOkay, the user wants me to translate \"Close language selector\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"Close language selector\" is a",
  "code": "<think>\nOkay, the user wants me to translate the word \"Code\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription,\" and maintain respectful, non-stigmatizing language.\n\nFirst, the word \"Code\" here might",
  "common-observations-optional": "<think>\nOkay, the user wants me to translate \"Common Observations (optional)\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the phrase \"Common Observations\" – in Hebrew, that would be \"הערות נפוצות\" or \"הערות כלליות\". But since it's for a healthcare tool",
  "contact": "<think>\nOkay, the user wants me to translate the word \"Contact\" into Hebrew for a healthcare website. Let me start by recalling that in Hebrew, \"Contact\" is typically translated as \"ל связה\" (l'she'echa). But wait, I need to make sure it's appropriate for a healthcare context. The website is about helping people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"bupe\" and \"",
  "contact-us": "<think>\nOkay, the user wants me to translate \"Contact Us\" into Hebrew for a healthcare website. Let me start by recalling the Hebrew alphabet and common phrases. \"Contact Us\" is usually translated as \"צור קשר\" in Hebrew. I need to make sure that this translation is appropriate for a healthcare context. The website is about helping people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorph",
  "continue": "<think>\nOkay, the user wants me to translate the word \"Continue\" into Hebrew for a healthcare website. Let me think about the context first. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nSo, the main task is translating \"",
  "cookies": "<think>\nOkay, the user wants me to translate the word \"Cookies\" into Hebrew for a healthcare website. Let me start by understanding the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Cookies\" in this context",
  "cookies-and-other-site-data": "<think>\nOkay, the user wants me to translate \"Cookies and other site data\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Cookies and other",
  "copy-the-secure-link-it-generates": "<think>\nOkay, I need to translate the sentence \"Copy the secure link it generates.\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and medically appropriate tone.\n\nFirst, the main task is translating",
  "database": "<think>\nOkay, the user wants me to translate the word \"Database\" into Hebrew for a healthcare website. Let me start by recalling the Hebrew term for database. The direct translation would be \"מאגר מידע\" which means \"information repository.\" But I need to make sure it's appropriate for the context.\n\nThe website is about helping people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The target audience might be looking for specific information, so the term should be clear and professional",
  "delete-browsing-data": "<think>\nOkay, the user wants me to translate \"Delete browsing data\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Delete browsing data\" is a technical",
  "delete-data": "<think>\nOkay, the user wants me to translate \"Delete data\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Delete data\" is a straightforward phrase,",
  "dismiss-privacy-banner": "<think>\nOkay, the user wants me to translate \"Dismiss privacy banner\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"Dismiss privacy banner\" is likely",
  "do-not-include-any-personally-identifiable-informa": "<think>\nOkay, I need to translate this medical text into Hebrew for a healthcare website. Let me start by understanding the original message. The user says not to include any personally identifiable information in the notes, but simulated patient info like being pregnant can be included if relevant.\n\nFirst, I'll check the rules. Rule 1 says to keep \"bupe\" and \"buprenorphine\" unchanged. Since the original text doesn't mention those terms, I don't need to worry about that",
  "do-this-each-time-you-visit-this-site": "<think>\nOkay, the user wants me to translate the sentence \"Do this each time you visit this site.\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the",
  "email-address-for-newsletter-signup": "<think>\nOkay, the user wants me to translate \"Email address for newsletter signup\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I need to translate the phrase accurately",
  "email-that-single-link-to-us-at-strongcodeatopioid": "<think>\nOkay, the user wants me to translate an email instruction into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, so the translation needs to be respectful and clear.\n\nFirst, the original text is: \"Email that single link to us at: <strong>code[at]opioidpolicy[dot]org</strong>\". The key parts here are the instruction to email the link and the email address.",
  "find-treatment": "<think>\nOkay, the user wants me to translate \"Find Treatment\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nFirst, the main phrase is \"Find",
  "for-researchers-conducting-secret-shopper-studies-": "<think>\nOkay, I need to translate this English text into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The target audience is looking for access to treatment, so the language needs to be respectful and non-stigmatizing.\n\nFirst, the original text mentions researchers doing secret shopper studies and organizations with multiple data points like pharmacy chains, peer recovery coaches, prescribers, and harm reduction org",
  "formulation-optional-check-all-that-apply": "<think>\nOkay, the user wants me to translate the English text \"Formulation (optional, check all that apply\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst",
  "formulation-availability-all-time": "<think>\nOkay, the user wants me to translate \"Formulation Availability (All Time)\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Formulation Availability\"",
  "google-chrome": "<think>\nOkay, the user wants me to translate \"Google Chrome\" into Hebrew for a healthcare website. Let me start by recalling that \"Google Chrome\" is a proper noun, so it's usually kept as is in translations. However, sometimes companies might have localized names. But in this case, since it's a browser name, it's likely that the Hebrew version would still be \"Google Chrome\" without translation.\n\nWait, but maybe there's a common practice in Hebrew for such terms. Let",
  "history": "<think>\nOkay, the user wants me to translate the word \"History\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the word \"History\" here likely refers",
  "hosting": "<think>\nOkay, the user wants me to translate the word \"Hosting\" into Hebrew for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Hosting\" in this context probably refers to the",
  "how-we-try-to-protect-your-privacy": "<think>\nOkay, the user wants me to translate \"How We Try to Protect Your Privacy\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the main",
  "how-the-technology-works": "<think>\nOkay, the user wants me to translate \"How the Technology Works\" into Hebrew for a healthcare website. Let me start by recalling the rules. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same. I need to make sure those are preserved. Then, use \"medicine\" instead of \"prescription\" for clarity. Also, the language should be respectful and non-stigmatizing, maintaining a helpful and professional tone.\n\nThe target language",
  "how-to-protect-yourself": "<think>\nOkay, the user wants me to translate \"How to Protect Yourself\" into Hebrew for a healthcare website. Let me start by recalling the rules. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same. I need to make sure not to change those. Then, use \"medicine\" instead of \"prescription\" for clarity. Also, the language should be respectful and non-stigmatizing, maintaining a helpful and compassionate tone.\n\nThe target",
  "if-you-couldn-t-find-your-pharmacy-in-the-search-r": "<think>\nOkay, I need to translate the given English text into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" for clarity. The language should be respectful, non-stigmatizing, and maintain a helpful, professional, and",
  "if-you-have-bulk-data-you-can-help-us-quickly-fill": "<think>\nOkay, the user wants me to translate a specific sentence into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original English text is: \"If you have",
  "if-you-re-interested-in-submitting-multiple-report": "<think>\nOkay, the user wants me to translate a sentence into Hebrew for a healthcare website. Let me start by understanding the original text: \"If you're interested in submitting multiple reports, check out our bulk reporting tool.\" The context is about a community tool to help people access addiction treatment, specifically mentioning buprenorphine. The rules are important here. I need to keep \"bupe\" and \"buprenorphine\" as they are, use \"medicine\" instead of \"",
  "in-the-stronghistorystrong-section-click-strongcle": "<think>\nOkay, the user wants me to translate a specific sentence into Hebrew for a healthcare website. Let me start by understanding the original text: \"In the <strong>History</strong> section, click <strong>Clear History</strong>.\" The context is a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"pres",
  "last-updated": "<think>\nOkay, the user wants me to translate \"Last updated:\" into Hebrew for a healthcare website. Let me start by recalling the Hebrew script. The phrase \"Last updated\" is typically translated as \"נערך לאחרונה\" in Hebrew. I need to make sure that the translation is accurate and fits the context of a healthcare website. The rules mention keeping medical terms like \"buprenorphine\" unchanged, but here it's a general phrase. Also, the tone should be helpful and professional",
  "learn-more": "<think>\nOkay, the user wants me to translate \"Learn more\" into Hebrew for a healthcare website. Let me start by recalling the basic translation. \"Learn more\" in Hebrew is usually \"לקרוא עוד\" or \"לเรียน עוד\" but I need to check the context. The website is about finding pharmacies for addiction treatment, specifically buprenorphine. The tone needs to be helpful, professional, and non-stigmatizing.\n\nWait, the user mentioned using \"medicine\"",
  "learn-more-about-privacy-practices-on-privacy-guid": "<think>\nOkay, the user wants me to translate the given English text into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe English text is \"Learn more about privacy",
  "legend": "<think>\nOkay, the user wants me to translate the word \"Legend\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the word \"Legend\" here is likely",
  "like-with-our-other-projects-we-built-this-in-resp": "<think>\nOkay, the user wants me to translate a specific English text into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, I need to translate the given English",
  "link-hrefabout-classname-link": "<think>\nOkay, the user wants me to translate some HTML code from English to Hebrew. Let me check the original text again. The English text is: \"Link href=\"/about\" className=>  </Link\". Wait, that looks like a snippet of HTML code, maybe from a React component? The user mentioned it's for a healthcare website, so they need the link to navigate to the \"about\" section.\n\nFirst, I need to make sure I translate the text parts correctly. The \"",
  "link-hrefbulk-upload-classname-link": "<think>\nOkay, the user wants me to translate a specific HTML link into Hebrew for a healthcare website. The original text is \"Link href=\"/bulk-upload\" className=>  </Link\". First, I need to make sure I understand the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and",
  "link-hrefdashboard-classname-link": "<think>\nOkay, let's tackle this translation request. The user wants the English text \"Link href=\"/dashboard\" className=>  </Link\" translated into Hebrew for a healthcare website. First, I need to make sure I understand the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\"",
  "link-hrefprivacy-classname-link": "<think>\nOkay, the user wants me to translate a specific HTML link into Hebrew for a healthcare website. The original text is \"Link href=\"/privacy\" className=>  </Link\". Let me break this down.\n\nFirst, I need to make sure I understand the context. The website is about helping people find pharmacies for addiction treatment, specifically using buprenorphine. The translation needs to be respectful, clear, and medically appropriate. The rules mention keeping medical terms like \"bupe\" and",
  "loading-map": "<think>\nOkay, the user wants me to translate \"Loading map\" into Hebrew for a healthcare website. Let me start by recalling that the target language is Hebrew. The context is a community tool to help people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Loading",
  "loading-pharmacies": "<think>\nOkay, the user wants me to translate \"Loading pharmacies...\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure respectful, non-stigmatizing language.\n\nFirst, the phrase \"Loading pharmacies...\" is likely",
  "maps": "<think>\nOkay, the user wants me to translate the word \"Maps\" into Hebrew for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the main word to translate is \"Maps.\"",
  "more": "<think>\nOkay, the user wants me to translate the word \"More\" into Hebrew for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the word \"More\" in English",
  "mozilla-firefox": "<think>\nOkay, the user wants me to translate \"Mozilla Firefox\" into Hebrew for a healthcare website. Let me think. First, the context is about a community tool to help people access addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The target language is Hebrew.\n\nWait, the text to translate is just \"Mozilla Firefox",
  "nb-the-file-link-is-only-active-for-24hrs-so-i-mig": "<think>\nOkay, the user wants me to translate a specific note about a file link expiring in 24 hours into Hebrew. Let me start by understanding the original text. The note says, \"NB - the file link is only active for 24hrs so I might ask you to resend it. Apologies in advanced!\" \n\nFirst, I need to make sure I follow all the rules provided. The medical terms \"bupe\" and \"buprenorphine\" should stay",
  "nb-there-might-be-a-world-where-this-data-is-used-": "<think>\nOkay, let's tackle this translation. The user wants the English text translated into Hebrew for a healthcare website. First, I need to make sure I understand the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nLooking at",
  "newsletter-signup-temporarily-unavailable": "<think>\nOkay, the user wants me to translate \"Newsletter signup temporarily unavailable.\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, I need to make sure the medical terms \"bupe\" and \"buprenorphine\" are kept as they are. The user mentioned using \"medicine\" instead of \"",
  "no-successful-reports-found-for-the-selected-time-": "<think>\nOkay, I need to translate the given English text into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original English text is: \"No successful reports found",
  "no-tracking-no-ads-privacy-first-design": "<think>\nOkay, the user wants me to translate the phrase \"No tracking • No ads • Privacy-first design\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I",
  "note": "<think>\nOkay, the user wants me to translate the word \"Note\" into Hebrew for a healthcare website. Let me start by recalling that in Hebrew, \"Note\" is typically translated as \"הערה\". But I need to make sure this fits the context.\n\nThe context is a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention using \"bupe\" and \"buprenorphine\" as is, and avoiding stigmatizing language. The",
  "notes": "<think>\nOkay, the user wants me to translate the word \"Notes\" into Hebrew for a healthcare website. Let me start by understanding the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the word \"Notes\" here",
  "offline-website-data": "<think>\nOkay, the user wants me to translate \"Offline Website Data\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Offline Website Data\" needs",
  "opioid-policy-institute-logo": "<think>\nOkay, the user wants me to translate \"Opioid Policy Institute Logo\" into Hebrew for a healthcare website. Let me start by breaking down the components. The main part is \"Opioid Policy Institute Logo.\" \n\nFirst, \"Logo\" in Hebrew is usually \"סמל\" or \"לוגו.\" Since it's a logo, \"לוגו\" might be more direct, but sometimes \"סמל\" is used for logos too. I should check which is more common in",
  "optional-personal-information-we-do-collect": "<think>\nOkay, the user wants me to translate \"Optional personal information we do collect\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"",
  "organic-maps": "<think>\nOkay, the user wants me to translate \"Organic Maps\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Organic Maps\" – the word \"",
  "other-notes-optional": "<think>\nOkay, the user wants me to translate \"Other Notes (optional)\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the phrase \"Other Notes (optional)\" is a label for a text field where users can add additional information. Since it's optional, the translation should reflect that it's not required",
  "our-funding": "<think>\nOkay, the user wants me to translate \"Our Funding\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Our Funding\" needs to be translated.",
  "our-solution": "<think>\nOkay, the user wants me to translate the English text \"Our Solution\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Our Solution\"",
  "our-most-important-promise-is-to-protect-your-priv": "<think>\nOkay, the user wants me to translate a specific English text into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure respectful, non-stigmatizing language.\n\nFirst, I need to translate the given English text",
  "page-not-found": "<think>\nOkay, the user wants me to translate \"Page Not Found\" into Hebrew for a healthcare website. Let me start by recalling the standard translation for that phrase. In Hebrew, \"Page Not Found\" is commonly translated as \"הדף לא נמצא\". \n\nBut wait, I need to make sure it's appropriate for a healthcare context. The website is about helping people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The tone should be helpful, professional, and compassionate.",
  "pharmacy-information": "<think>\nOkay, the user wants me to translate \"Pharmacy Information\" into Hebrew for a healthcare website. Let me start by recalling the rules. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same. Second, use \"medicine\" instead of \"prescription.\" Third, keep the tone respectful and non-stigmatizing. Also, technical terms like ZIP Code should remain as-is or use the local equivalent. Since the target is Hebrew, I",
  "phone": "<think>\nOkay, the user wants me to translate the word \"Phone\" into Hebrew for a healthcare website. Let me start by understanding the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the word \"Phone\" here",
  "please-reach-out-using-our-secure-form-if-you-have": "<think>\nOkay, the user wants me to translate the given English text into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure respectful, non-stigmatizing language.\n\nThe original text is: \"Please reach out using",
  "privacy-safety-tips": "<think>\nOkay, the user wants me to translate \"Privacy & Safety Tips\" into Hebrew for a healthcare website. Let me start by recalling the Hebrew terms for these concepts. \"Privacy\" in Hebrew is \"סודיות\" and \"Safety\" is \"אבטחת\". The word \"Tips\" would be \"טיפים\". So putting it together, it should be \"טיפים לסודיות ואבטחת\". \n\nWait, I need to make sure the order is correct. In Hebrew",
  "privacy-security": "<think>\nOkay, the user wants me to translate \"Privacy & Security\" into Hebrew for a healthcare website. Let me start by recalling the Hebrew terms for these concepts. \"Privacy\" is usually \"סודיות\" and \"Security\" is \"אבטחת מידע\". But wait, in a healthcare context, maybe there's a more appropriate term. Let me check.\n\nThe target is a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention using \"",
  "privacy-notice": "<think>\nOkay, the user wants me to translate \"Privacy Notice\" into Hebrew for a healthcare website. Let me start by recalling the Hebrew term for \"Privacy Notice.\" I know that \"Privacy\" in Hebrew is \"פרטיות\" and \"Notice\" is \"הודעה\" or \"הערה.\" So \"Privacy Notice\" would be \"הודעת פרטיות\" or \"הערה על הפרטיות.\" But I need to check which is more commonly used in official contexts.",
  "privacy-policy": "<think>\nOkay, the user wants me to translate \"Privacy Policy\" into Hebrew for a healthcare website. Let me start by recalling that \"Privacy Policy\" in Hebrew is typically translated as \"מדיניות הפרטיות\". But I need to make sure it's the correct and commonly used term in this context.\n\nWait, the target language is Hebrew, so I should check if there's any specific term used in healthcare websites. Sometimes, \"מדיניות הפרטיות\" is standard, but maybe there's a",
  "privacy-tip": "<think>\nOkay, the user wants me to translate \"Privacy Tip\" into Hebrew for a healthcare website. Let me start by recalling that the target language is Hebrew. The key points from the context are to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged, use \"medicine\" instead of \"prescription,\" and maintain respectful, non-stigmatizing language.\n\nFirst, \"Privacy Tip\" in Hebrew would be \"טיפ להגנה על הפרטיות\"",
  "questions": "<think>\nOkay, the user wants me to translate \"Questions?\" into Hebrew for a healthcare website. Let me start by recalling the Hebrew alphabet and common phrases. The word \"Questions?\" in English is a simple inquiry, so the translation should be straightforward.\n\nFirst, I need to make sure that the translation is respectful and appropriate for a healthcare context. The target audience is people seeking help for addiction treatment, so the language should be compassionate and professional. \n\nThe original text is just \"Questions?\" which",
  "remember-to-clear-your-browser-history": "<think>\nOkay, the user wants me to translate \"Remember to clear your browser history.\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the main sentence is a reminder",
  "report-statistics": "<think>\nOkay, the user wants me to translate \"Report Statistics\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Report Statistics\" needs to be",
  "reports": "<think>\nOkay, the user wants me to translate the word \"Reports\" into Hebrew for a healthcare website. Let me start by recalling the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the main task is translating \"Reports.\"",
  "research-working-to-understand-moud-barriers-can-b": "<think>\nOkay, the user wants me to translate a medical text about buprenorphine access into Hebrew. Let me start by understanding the context. It's for a healthcare website helping people find pharmacies for addiction treatment. The rules are important here. I need to keep \"bupe\" and \"buprenorphine\" as they are. Also, use \"medicine\" instead of \"prescription.\" The language should be respectful and non-stigmatizing.\n\nFirst, I'll check the",
  "return-home": "<think>\nOkay, the user wants me to translate \"Return Home\" into Hebrew for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Return Home\" is likely a button or a",
  "search-for-a-pharmacy": "<think>\nOkay, the user wants me to translate \"Search for a Pharmacy\" into Hebrew for a healthcare website. Let me start by recalling the Hebrew terms. The main challenge is to ensure the translation is respectful and clear, following the given rules.\n\nFirst, the target language is Hebrew. The phrase \"Search for a Pharmacy\" needs to be translated accurately. The key terms are \"pharmacy\" and \"search.\" \n\nIn Hebrew, \"pharmacy\" is commonly translated as \"דופר",
  "searching": "<think>\nOkay, the user wants me to translate \"Searching...\" into Hebrew for a healthcare website. Let me start by recalling that the target language is Hebrew. The context is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Searching",
  "select-strongdelete-datastrong": "<think>\nOkay, the user wants me to translate \"Select <strong>Delete data</strong>.\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the main phrase is \"Select <strong>Delete data</strong>.\" The word \"Select\" in Hebrew is usually \"בחר\" (choose). But since it",
  "select-language": "<think>\nOkay, the user wants me to translate \"Select Language\" into Hebrew for a healthcare website. Let me start by recalling the Hebrew translation for that phrase. \"Select Language\" is commonly translated as \"בחר שפה\" in Hebrew. I need to make sure that this translation is appropriate for the context.\n\nThe context is a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorph",
  "select-any-that-apply": "<think>\nOkay, the user wants me to translate \"Select any that apply\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Select any that apply",
  "select-how-much-history-you-want-to-delete-eg-last": "<think>\nOkay, the user wants me to translate a specific sentence into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The original text is about selecting how much history to delete, like \"Last hour\" or \"All time.\" \n\nFirst, I need to make sure I follow all the rules provided. Rule 1 says to keep \"bupe\" and \"buprenorphine",
  "select-the-strongprivacy-securitystrong-panel": "<think>\nOkay, the user wants me to translate \"Select the <strong>Privacy & Security</strong> panel.\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the main phrase is \"Select the <strong>Privacy & Security</strong> panel.\" The key terms here are \"Privacy & Security\"",
  "select-the-time-range-to-clear-eg-everything": "<think>\nOkay, the user wants me to translate the English text \"Select the time range to clear (e.g., Everything )\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone",
  "settings": "<think>\nOkay, the user wants me to translate the word \"Settings\" into Hebrew for a healthcare website. Let me start by recalling that \"Settings\" in a digital context usually refers to the configuration options. In Hebrew, the direct translation might be \"הגדרות\" which is the standard term. But I need to make sure it fits the context of a healthcare website. The website is about helping people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The tone needs to",
  "site-preferencesli-ul": "<think>\nOkay, the user wants me to translate \"Site Preferences\" into Hebrew for a healthcare website. Let me start by recalling that the target language is Hebrew. The original text is \"Site Preferences\", which is a heading or a section title.\n\nFirst, I need to make sure that the translation is appropriate for a healthcare context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention using \"medicine\" instead of \"prescription\"",
  "something-went-wrong": "<think>\nOkay, the user wants me to translate \"Something went wrong\" into Hebrew for a healthcare website. Let me start by recalling the standard translation for that phrase. In Hebrew, the direct translation would be \"משהו השתבש\" or \"משהו קרה לא טוב\". But I need to make sure it's appropriate for a healthcare context.\n\nThe context is a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention using \"bu",
  "sorry-the-page-you-re-looking-for-doesn-t-exist": "<think>\nOkay, the user wants me to translate the error message \"Sorry, the page you're looking for doesn't exist.\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone",
  "spam-protection": "<think>\nOkay, the user wants me to translate \"Spam Protection\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Spam Protection\" is likely a",
  "state-level-reports": "<think>\nOkay, the user wants me to translate \"State Level Reports\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"State Level Reports\" needs to be",
  "status": "<think>\nOkay, the user wants me to translate the word \"Status\" into Hebrew for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Status\" in this context probably",
  "step-1-get-the-template": "<think>\nOkay, the user wants me to translate \"Step 1: Get the Template\" into Hebrew for a healthcare website. Let me start by recalling the rules. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same. But here, the text is about getting a template, so maybe those terms aren't needed here. The second rule says to use \"medicine\" instead of \"prescription.\" Wait, the original text doesn't mention medicine",
  "step-2-fill-out-your-data": "<think>\nOkay, the user wants me to translate \"Step 2: Fill Out Your Data\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I need to",
  "step-3-securely-submit-your-file": "<think>\nOkay, the user wants me to translate \"Step 3: Securely Submit Your File\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I need",
  "submission-failed-please-try-again": "<think>\nOkay, the user wants me to translate \"Submission failed. Please try again.\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the main text is an",
  "subscribe-to-our-newsletter-for-organizing-and-upd": "<think>\nOkay, the user wants me to translate the English text \"Subscribe to our newsletter for organizing and updates\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the",
  "table-of-contents": "<think>\nOkay, the user wants me to translate \"Table of Contents\" into Hebrew for a healthcare website. Let me start by recalling that \"Table of Contents\" is typically translated as \"טבלה של תוכן\" in Hebrew. Wait, but sometimes it's also referred to as \"הטבלה\" which means \"the table,\" but in the context of a document's structure, \"טבלה של תוכן\" is more accurate. However, I should check if there's a more common",
  "thank-you": "<think>\nOkay, the user wants me to translate \"Thank You!\" into Hebrew for a healthcare website. Let me start by recalling the Hebrew translation for \"Thank You.\" The common phrase is \"תודה\" (Toda). But I need to make sure it's appropriate for the context.\n\nThe context is a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention using respectful, non-stigmatizing language. \"תודה\" is neutral and polite,",
  "the-problem": "<think>\nOkay, the user wants me to translate the text \"The Problem\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"The Problem\" in",
  "the-only-information-we-need-for-a-report-is-what-": "<think>\nOkay, I need to translate this text into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The language should be respectful, clear, and non-stigmatizing. The tone needs to be helpful, professional, and",
  "the-only-required-fields-are-pharmacy_address-repo": "<think>\nOkay, the user wants me to translate a specific text for a healthcare website that helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The target language is Hebrew. Let me start by understanding the original English text.\n\nThe original text says: \"The only required fields are pharmacy_address, report_type (success or denied). Information about formulation, standardized_notes, and notes are optional (but useful!).\"\n\nFirst, I need to make sure I follow all the rules provided",
  "the-last-mile-problem-is-the-treatment-gap-created": "<think>\nOkay, I need to translate this medical text into Hebrew for a healthcare website. Let me start by understanding the context. The text is about the \"last mile\" problem in addiction treatment, specifically regarding buprenorphine (MOUD) availability in pharmacies. The target audience is people looking for pharmacies to access this medication, so the translation needs to be clear, respectful, and medically accurate.\n\nFirst, I'll check the rules provided. Rule 1 says to keep \"bupe",
  "there-are-two-main-ways-we-collect-information-abo": "<think>\nOkay, the user wants me to translate the given English text into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"There are two",
  "this-is-unacceptable": "<think>\nOkay, the user wants me to translate \"This is unacceptable.\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"This is unacceptable\" needs to",
  "this-project-aims-to-address-this": "<think>\nOkay, the user wants me to translate the English text \"This project aims to address this.\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst,",
  "this-will-open-your-device-s-map-application-pleas": "<think>\nOkay, the user wants me to translate a specific sentence into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original English text is: \"This will open",
  "total-reports": "<think>\nOkay, the user wants me to translate \"Total Reports\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"Total Reports\" – I need to figure out",
  "trend-is-neutral": "<think>\nOkay, the user wants me to translate \"Trend is neutral\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Trend is neutral",
  "trending-recently": "<think>\nOkay, the user wants me to translate \"Trending Recently\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Trending Recently\" is likely referring",
  "trending-toward-more-denials": "<think>\nOkay, the user wants me to translate \"Trending toward more denials\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Trending toward more",
  "trending-toward-more-successes": "<think>\nOkay, the user wants me to translate \"Trending toward more successes\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Trending",
  "upload-your-tsv-file-tab-separated-values": "<think>\nOkay, the user wants me to translate the English text \"Upload your TSV file (tab separated values)\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst",
  "use-privacy-preserving-mapping-apps-like-organic-m": "<think>\nOkay, the user wants me to translate the English text \"Use privacy preserving mapping apps like Organic Maps\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "use-the-spreadsheet-template-below-to-fill-in-your": "<think>\nOkay, the user wants me to translate a specific sentence into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"Use the spreadsheet template",
  "we-strongdo-notstrong-know-your-email-or-phone-num": "<think>\nOkay, the user wants me to translate the sentence \"We do not know your email or phone number.\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the",
  "we-strongdo-notstrong-know-your-name": "<think>\nOkay, the user wants me to translate the sentence \"We do not know your name.\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the main sentence is",
  "we-strongdo-notstrong-track-your-location": "<think>\nOkay, the user wants me to translate the sentence \"We do not track your location.\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the main sentence",
  "we-also-hope-to-shine-a-light-on-just-how-big-an-i": "<think>\nOkay, I need to translate this English text into Hebrew for a healthcare website. Let me start by reading through the original text carefully to understand the context and the key messages. The main points are highlighting the severity of the opioid addiction issue, the difficulty in accessing treatment, the inadequacy of current policies, and the hope that the database will start a conversation and action towards closing gaps.\n\nFirst, the user mentioned that medical terms like \"bupe\" and \"buprenorphine",
  "we-built-this-tool-to-help-it-s-a-map-made-by-the-": "<think>\nOkay, I need to translate this English text into Hebrew for a healthcare website. The context is about a community tool to help people access addiction treatment medication, specifically buprenorphine. The user provided specific rules to follow, so I need to make sure I adhere to all of them.\n\nFirst, the medical terms \"bupe\" and \"buprenorphine\" should remain unchanged. I'll check if these terms are used in Hebrew or if they need to be transliterated",
  "we-designed-our-website-to-not-do-that": "<think>\nOkay, the user wants me to translate the English sentence \"We designed our website to not do that.\" into Hebrew for a healthcare website. Let me start by understanding the context. The website is a community tool helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language",
  "we-don-t-track-or-store-your-location": "<think>\nOkay, the user wants me to translate the English text \"We don't track or store your location\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I need",
  "we-hope-that-this-platform-will-help-people-help-p": "<think>\nOkay, I need to translate the given English text into Hebrew for a healthcare website. Let me start by understanding the context and the rules provided. The website is a community tool to help people access addiction treatment, specifically for buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the original text is: \"We hope that this platform will help people help people get medicine and break the cycle of discrimination against people who use drugs or have an addiction",
  "we-re-having-trouble-loading-this-content": "<think>\nOkay, the user wants me to translate the English text \"We're having trouble loading this content.\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the",
  "we-use-a-standard-template-to-ensure-data-quality-": "<think>\nOkay, the user wants me to translate a specific sentence into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original English text is: \"We use a",
  "we-use-modern-privacy-focused-tools-to-run-this-si": "<think>\nOkay, the user wants me to translate the sentence \"We use modern, privacy-focused tools to run this site\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.",
  "we-will-take-care-of-formatting-and-uploading-to-t": "<think>\nOkay, the user wants me to translate the given English text into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"We will take",
  "what-we-collect-and-what-we-don-t": "<think>\nOkay, the user wants me to translate the heading \"What We Collect (and What We Don't)\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "what-formulations-did-you-try-to-fill": "<think>\nOkay, the user wants me to translate the question \"What formulation(s) did you try to fill?\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "what-was-the-outcome": "<think>\nOkay, the user wants me to translate \"What was the outcome?\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I need to translate \"What was",
  "what-would-you-like-to-do-today": "<think>\nOkay, the user wants me to translate \"What would you like to do today?\" into Hebrew for a healthcare website. Let me start by recalling the context. It's a community tool to help people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the main",
  "when-it-comes-to-information-like-who-you-are-if-y": "<think>\nOkay, the user wants me to translate a specific English text into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here: keep medical terms like \"bupe\" and \"buprenorphine\" as they are, use \"medicine\" instead of \"prescription,\" and maintain respectful, non-stigmatizing language. Also, technical terms like ZIP Code",
  "when-you-are-done-you-can-also-clear-your-recent-b": "<think>\nOkay, the user wants me to translate a specific sentence into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure respectful, non-stigmatizing language.\n\nThe original English text is: \"When you are done",
  "while-our-website-strives-to-be-secure-and-protect": "<think>\nOkay, I need to translate this privacy notice into Hebrew for a healthcare website that helps people find pharmacies for buprenorphine. Let me start by understanding the context. The website is a community tool to help access addiction treatment, so the language needs to be respectful, clear, and medically appropriate. \n\nFirst, the main points are about browser privacy, shared computers, using private/incognito mode, and clearing history. The rules mention keeping \"bupe\" and \"bupren",
  "why-we-built-this-tool": "<think>\nOkay, the user wants me to translate the text \"Why We Built This Tool\" into Hebrew for a healthcare website. Let me start by understanding the context. The tool is meant to help people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst",
  "your-report": "<think>\nOkay, the user wants me to translate the text \"Your Report\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Your Report\" needs",
  "your-map-application-may-collect-and-share-your-lo": "<think>\nOkay, the user wants me to translate the given English text into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe English text is: \"Your map application",
  "barriercount": "<think>\nOkay, the user wants me to translate \"barrier.count\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"barrier.count\" is likely referring to counting barriers, maybe in the context of accessing medication. The term \"barrier\" here probably means obstacles or challenges. So, I need to",
  "barriernote": "<think>\nOkay, the user wants me to translate the \"barrier.note\" text for a healthcare website in Hebrew. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, which is used in addiction treatment. The rules are important here: keep \"bupe\" and \"buprenorphine\" as they are, use \"medicine\" instead of \"prescription,\" and ensure the language is respectful and non-stigmatizing.\n\nFirst, I",
  "codeatopioidpolicydotorg": "<think>\nOkay, the user wants me to translate the email address \"code[at]opioidpolicy[dot]org\" into Hebrew. Let me start by breaking down the components. The main parts are \"code\", \"[at]\", \"opioidpolicy\", and \"[dot]org\". \n\nFirst, I need to make sure that the email address is correctly formatted in Hebrew. Since Hebrew is written right-to-left, the order of the parts might need to be adjusted. But email addresses typically remain",
  "contact-form": "<think>\nOkay, the user wants me to translate \"contact form\" into Hebrew for a healthcare website. Let me start by recalling the Hebrew term for \"contact form.\" I know that \"form\" in Hebrew is \"טופס\" (tops), and \"contact\" is \"اتصال\" (atsal). So putting them together, it should be \"טופס אتصل\" (tops atsala). Wait, but sometimes in Hebrew, the word order might be different. Let",
  "contact-us-using-our-secure-form": "<think>\nOkay, the user wants me to translate \"contact us using our secure form\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I need to translate \"contact",
  "copied-copied-to-clipboard-share-with-a-friend": "<think>\nOkay, the user wants me to translate the given text into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure respectful, non-stigmatizing language.\n\nThe text to translate is \"copied ? 'Cop",
  "currentlanguagecodetouppercase": "<think>\nOkay, the user wants me to translate the given text into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is \"currentLanguage?.code.toUpperCase",
  "datapastmonthperiod": "<think>\nOkay, the user wants me to translate \"data.pastMonth.period\" into Hebrew for a healthcare website. Let me start by understanding what this text refers to. The context is about a community tool helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and medically appropriate tone",
  "decodehtmlentitiespharmacyname": "<think>\nOkay, the user wants me to translate \"decodeHtmlEntities(pharmacy.name)\" into Hebrew for a healthcare website. Let me start by understanding what this code does. It seems like it's decoding HTML entities from the pharmacy's name. But the user is asking for a translation, not a code explanation.\n\nWait, maybe the original text is part of a larger context. The user mentioned it's for a healthcare website helping people find pharmacies for buprenorphine. The rules say to",
  "do-not": "<think>\nOkay, the user wants me to translate the word \"do not\" into Hebrew for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention using \"bupe\" and \"buprenorphine\" as is, and to use \"medicine\" instead of \"prescription.\" Also, the language needs to be respectful and non-stigmatizing.\n\nSo, the task is",
  "eg-out-of-business": "<think>\nOkay, the user wants me to translate \"e.g., 'Out of business.\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, so the translation needs to be clear and respectful.\n\nFirst, \"e.g.\" in Hebrew is usually \"למשל\" or \"לדוגמה\". Since the original uses \"e.g.\", I'll go with \"למשל\". Then the phrase \"Out of business\"",
  "eg-123-main-street": "<think>\nOkay, the user wants me to translate \"e.g., 123 Main Street\" into Hebrew for a healthcare website. Let me start by recalling the rules provided. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same, but here the text is an example address, so that's not an issue. The second rule says to use \"medicine\" instead of \"prescription,\" but again, this is an address example, so",
  "eg-49506": "<think>\nOkay, the user wants me to translate the example ZIP code \"49506\" into Hebrew for a healthcare website. Let me check the rules again. The main points are to keep medical terms like \"buprenorphine\" and \"bupe\" unchanged, use \"medicine\" instead of \"prescription,\" and maintain respectful, non-stigmatizing language. Also, technical terms like ZIP Code should stay as-is or use the local equivalent. Since the target is Hebrew",
  "eg-cvs": "<think>\nOkay, the user wants me to translate \"e.g., CVS\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"e.g.\" stands for \"",
  "eg-mom-pop-shop": "<think>\nOkay, the user wants me to translate \"e.g., Mom & Pop Shop\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"e.g.\" in",
  "href-aria-label-style": "<think>\nOkay, the user wants me to translate some HTML code into Hebrew for a healthcare website. Let me check the original text again. The English text provided is just a snippet of HTML with href, aria-label, and style attributes, but the actual content seems to be missing. Wait, maybe there was a formatting error. The user mentioned translating text for a healthcare website about finding pharmacies for buprenorphine. The example given is just HTML tags without content. \n\nHmm, maybe the",
  "isloadinglocation-loading-set-location": "<think>\nOkay, the user wants me to translate the given text into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe text to translate is \"isLoadingLocation ? '",
  "just-like-any-other-prescription": "<think>\nOkay, the user wants me to translate the phrase \"just like any other prescription\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the original phrase is",
  "locationerror": "<think>\nOkay, the user wants me to translate \"locationError\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine treatment. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"locationError\" is likely an error message related to location input. In Hebrew, \"location\" is \"위치\" but wait, no, Hebrew uses \"מיקום\" for location. \"Error\" is",
  "lol": "<think>\nOkay, the user wants me to translate the English text \"lol.\" into Hebrew for a healthcare website. Let me start by understanding the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"lol.\"",
  "menu-button": "<think>\nOkay, the user wants me to translate \"menu button\" into Hebrew for a healthcare website. Let me start by recalling that the target language is Hebrew. The context is about a community tool to help people access addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"menu",
  "privacy-is-very-important": "<think>\nOkay, the user wants me to translate \"privacy is very important\" into Hebrew for a healthcare website. Let me start by recalling the Hebrew translation for \"privacy.\" The word for privacy in Hebrew is \"סוד\" (sod). Then \"is very important\" would be \"הוא חשוב מאוד\" (hu chazav me'od). So putting it together, it should be \"סוד הוא חשוב מאוד.\" Wait, but maybe there's a more natural way to phrase it",
  "resultfull_address": "<think>\nOkay, the user wants me to translate \"result.full_address\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"result.full_address\" is",
  "resultname": "<think>\nOkay, the user wants me to translate \"result.name\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"result.name\" is likely a",
  "selectedpharmacyfull_address": "<think>\nOkay, the user wants me to translate \"selectedPharmacy.full_address\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription,\" and maintain respectful, non-stigmatizing language.\n\nFirst, \"selectedPharmacy.full",
  "selectedpharmacyname": "<think>\nOkay, the user wants me to translate \"selectedPharmacy.name\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure respectful, non-stigmatizing language.\n\nFirst, \"selectedPharmacy.name\"",
  "statsalltimedenied": "<think>\nOkay, the user wants me to translate the text \"stats.allTime.denied\" into Hebrew for a healthcare website. Let me start by understanding what this text means. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and compassionate tone.\n\nFirst",
  "statsalltimesuccess": "<think>\nOkay, the user wants me to translate the text \"stats.allTime.success\" into Hebrew for a healthcare website. Let me start by understanding what this text refers to. The context is a community tool helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and medically appropriate tone",
  "statspastmonthdenied": "<think>\nOkay, the user wants me to translate the text \"stats.pastMonth.denied\" into Hebrew for a healthcare website. Let me start by understanding what this text refers to. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone",
  "statspastmonthsuccess": "<think>\nOkay, the user wants me to translate the text \"stats.pastMonth.success\" into Hebrew for a healthcare website. Let me start by understanding what this text refers to. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.",
  "strongnotesstrong": "<think>\nOkay, the user wants me to translate \"Notes:\" into Hebrew for a healthcare website. Let me check the context. It's a community tool helping people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and medically appropriate.\n\nFirst, \"Notes:\" in Hebrew is usually \"",
  "strongphonestrong-a-href-style-a": "<think>\nOkay, the user wants me to translate a specific part of text for a healthcare website. Let me start by understanding the requirements. The original text is \"Phone: <a href=`} style=}>  📞 </a\". The user provided some rules and context.\n\nFirst, I need to make sure to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. But in this case, the text is about a phone number link, so those",
  "strongreportsstrong-successful-denied": "<think>\nOkay, the user wants me to translate the English text \"Reports: successful, denied\" into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"",
  "strongstatusstrong": "<think>\nOkay, the user wants me to translate \"Status:\" into Hebrew for a healthcare website. Let me start by recalling that in Hebrew, the word for \"status\" can be \"מצב\" (mazab) or \"מצב\" (mazab) depending on context. Since this is a healthcare context, I need to ensure the translation is appropriate and clear.\n\nThe original text is \"Status:\" with a strong tag. The user mentioned to keep medical terms like \"b",
  "success": "<think>\nOkay, the user wants me to translate the word \"success\" into Hebrew for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention using \"bupe\" and \"buprenorphine\" as is, and to keep terms like ZIP Code or use local equivalents. Also, the tone needs to be respectful and non-stigmatizing.\n\nSo, the word \"success",
  "tcrowdsource-note-this-is-a-crowd-source-resource": "<think>\nOkay, the user wants me to translate the given English text into Hebrew for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe English text to translate is: \"This",
  "tnot-guarantee-note-this-tool-is-not-a-guarantee-o": "<think>\nOkay, I need to translate the given English text into Hebrew for a healthcare website. Let me start by understanding the context. The tool is for finding pharmacies that provide buprenorphine for addiction treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure respectful, non-stigmatizing language.\n\nThe English text is: \"This tool is not a guarantee of",
  "the-united-kingdom-canada-and-australia": "<think>\nOkay, the user wants me to translate \"the United Kingdom, Canada, and Australia\" into Hebrew for a healthcare website. Let me start by recalling the Hebrew names for these countries. \n\nFirst, the United Kingdom is \"הממלכה המאוחדת\" in Hebrew. Canada is \"קנדה\" and Australia is \"אוסטרליה\". I need to make sure these are the standard translations. Also, the original text uses \"the\" before each country, but",
  "youremailexamplecom": "<think>\nOkay, the user wants me to translate an email address from English to Hebrew. Let me think about the rules they provided. First, they mentioned keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, but here it's an email address, so that's not relevant. The second rule says to use \"medicine\" instead of \"prescription,\" but again, not applicable here. The third rule is about respectful, non-stigmatizing language, which is"
}