{
  "about_page_1": "Hais txog qhov Project",
  "about_page_2": "Qhov teeb meem",
  "about_page_3": "Muaj ob txoj hauv kev los txo cov kab mob opioid thiab kev tuag (mobidity & mortality): cov tshuaj rau kev siv tshuaj opioid (MOUD; piv txwv li, buprenorphine, methadone, naltrexone) thiab naloxone (ib qho tshuaj opioid overdose reversal tshuaj). MOUD yog tus qauv kub, cov tshuaj FDA pom zoo siv los kho cov neeg uas muaj kev quav tshuaj opioid. Txawm li cas los xij, kev cuam tshuam rau MOUD tsis tu ncua thiab suav nrog cov txheej txheem thiab kev sib raug zoo / kev ntxub ntxaug, kev ntxub ntxaug, kev ua txhaum cai txhaum cai ntau dhau rau MOUD, kev thuam thuam, thiab kev ntxub ntxaug rau cov neeg siv tshuaj.",
  "about_page_4": "Kev tshawb fawb ua haujlwm kom nkag siab txog MOUD cov teeb meem tuaj yeem raug faib ua ob pawg: teeb meem nrog nrhiav tus kws kho mob thiab teeb meem nrog kev sau tshuaj. Kev tshawb fawb ua ntej ntsig txog kev nrhiav tus kws kho mob tau hais txog cov kev txwv ntev rau kev saib xyuas xws li kev coj tsis ncaj ncees ntawm cov kws kho mob OUD, MOUD cov kws kho mob suab puam, thiab kev xav tsis zoo rau cov neeg uas muaj OUD. Cov kev daws teeb meem rau tus kws kho mob muaj xws li txo cov kev qhia kws kho mob, txhawb cov neeg muab kev pab, thiab kev qhia txog kev qias neeg rau cov kws kho mob. Thaum cov piv txwv no qhia txog qhov kev sib tw loj heev ntawm kev nrhiav tus kws kho mob kom txuag tau txoj sia, qhov thib ob qhov teeb meem, sau ntawv, tuaj yeem txo tus neeg lub peev xwm pib lossis txuas ntxiv lawv cov tshuaj.",
  "about_page_5": "Qhov project aims los hais txog qhov no.",
  "about_page_6": "Qhov teeb meem \" mais kawg\" yog qhov sib txawv ntawm kev kho mob uas tsim los ntawm lub chaw muag tshuaj txiav txim siab txog qhov MOUD tau khaws cia (yog tias muaj) thiab yuav muab cov khw muag tshuaj li cas. Txawm hais tias feem ntau ntawm tsoomfwv txoj cai cuam tshuam txog kev kis tus kabmob opioid tau tsom mus rau kev nce MOUD tshuaj ntawm cov kws kho mob, cov khw muag tshuaj thaum kawg txiav txim siab seb MOUD puas raug xa tawm. Kev tsis muaj peev xwm sau daim ntawv xaj ntawm lub tsev muag tshuaj negates tag nrho cov kev ua tau zoo los ntawm kev nce tus kws kho mob.",
  "about_page_7": "Peb lub hom phiaj yog yooj yim: pab tib neeg nrhiav bupe. Tham nrog yuav luag txhua tus neeg uas tau sau ntawv bupe, thiab lawv muaj ib zaj dab neeg hais txog cov teeb meem nrog sau cov ntawv sau.",
  "about_page_8": "Qhov no yog qhov tsis txaus ntseeg.",
  "about_page_9": "Peb yuav tsis hnov qab txog cov kev paub ntawm cov neeg mob hauv West Virginia rushing mus rau lub tsev muag tshuaj tshwj xeeb kom tau txais lawv cov tshuaj ua ntej nws kaw vim tias nws tsuas yog ib qho hauv nroog uas muaj bupe. Tab sis sau ib tsab ntawv rau tshuaj kho mob opioid ... uas yooj yim li taug kev mus rau hauv lub tsev muag tshuaj. Nws tsis yog lawm. Nws tsis yog tam sim no.",
  "about_page_10": "Peb Kev daws",
  "about_page_11": "Cov cuab yeej no yog tsim los pab tib neeg nrhiav bupe. Qhov ntawd yuav tsum yooj yim, tab sis nws tsis yog. Los ntawm cov neeg coob coob cov ntaub ntawv ntsig txog kev nkag mus rau bupe, peb pab cov neeg uas ntsib cov teeb meem no taug kev nyuaj thiab pab lwm tus hauv lawv lub zej zog. Peb cia siab tias muaj ib hnub, txhua lub tsev muag tshuaj yuav npaj cov tshuaj no. Txawm li cas los xij, qhov tseeb yog qhov ob peb ua. Lub sijhawm no, peb vam tias cov cuab yeej no yuav pab tau.",
  "about_page_12": "Peb kuj cia siab tias yuav ci lub teeb ntawm qhov teeb meem loj npaum li cas. Ntawm cov tib neeg kov los ntawm qhov teeb meem no, nws paub zoo, tab sis ob peb sab nraum cov chaw no paub tias nws nyuaj npaum li cas kom tau txais kev kho mob rau kev quav tshuaj opioid. Txoj cai kho rau hnub no tsis txaus. Txawm hais tias cov ntaub ntawv no yuav tsis nthuav dav, peb cia siab tias nws pib sib tham thiab nqis tes ua kom muaj txiaj ntsig kaw cov qhov khoob no.",
  "about_page_13": "Peb cia siab tias lub platform no yuav pab tib neeg pab tib neeg tau txais tshuaj thiab rhuav tshem lub voj voog ntawm kev ntxub ntxaug rau cov neeg siv tshuaj lossis muaj kev quav yeeb quav tshuaj.",
  "about_page_14": "Peb Cov Nyiaj Txiag",
  "about_page_15": "lol.",
  "about_page_16": "Zoo li nrog peb lwm cov haujlwm, peb tsim qhov no los teb rau qhov xav tau yam tsis muaj kev txhawb nqa nyiaj txiag. Peb kuj tsis tos rau kev lees paub sab nraud los ntawm cov koom haum tso cai. Yog tias yuav tsum tau ua, peb yuav ua.",
  "about_page_17": "Zoo li peb tau hais saum toj no, bupe nkag tau yog ib yam dab tsi uas ua rau peb nyob ib ntus. Peb tau ua qee qhov kev tshawb fawb thiab kev tawm tswv yim txog cov teeb meem no thiab kev cia siab tias muaj kev cuam tshuam ... tab sis peb xav tias nws yog lub sijhawm rau kev txiav txim ncaj qha.",
  "about_page_18": "Kev teeb tsa qhov kev pabcuam no yog tus nqi qis, peb xav tias... yog tias muaj ntau tus neeg siv nws los qhia lossis nrhiav lub tsev muag tshuaj, nws yuav raug nqi ib co nyiaj. Yog tias muaj kev vam meej thiab cov khw muag tshuaj tau pib ua haujlwm tsis tu ncua thiab nthuav dav bupe, peb tuaj yeem kaw. Lub sijhawm no, peb cia siab tias koj yuav xav txog kev pub nyiaj pub dawb rau peb txoj kev siv zog (hauv footer).",
  "about_page_19": "NB Tej zaum yuav muaj lub ntiaj teb uas cov ntaub ntawv no yog siv rau kev tshawb fawb lossis cov neeg nrhiav nyiaj txiag pom tus nqi thiab muab peb ob peb pob txha. Yog tias qhov no peb yuav hloov kho nplooj ntawv no.",
  "about_page_20": "Peb tsis pom zoo ib txoj hauv kev los kho kev quav tshuaj opioid ntxiv rau cov pov thawj-raws li txoj hauv kev. Kawm paub ntxiv txog vim li cas qhov project no hais txog bupe ntawm nplooj ntawv no:",
  "about_page_21": "* Yuav ua li cas txog Methadon thiab Naltrexone?",
  "about_page_22": "Kev txhais lus",
  "about_page_23": "Txhawm rau kom nkag tau yooj yim, peb tab tom ua haujlwm los txhais cov cuab yeej no ua ntau hom lus. Yuav kom ua raws li peb cov hauv paus ntsiab lus, qhov ntawd txhais tau tias ua nws txoj hauv kev khaws cia tus kheej, tab sis txoj hauv kev no tsis zoo tag nrho thiab tej zaum yuav muaj teeb meem nrog kev txhais lus uas peb siv. Xav tias dawb hu tau yog tias koj pom qee yam tsis raug lossis hloov kho rau GitHub lossis Codeberg cov ntaub ntawv txhais lus rau hom lus koj xav pab. Tsuas yog muab cov ntaub ntawv rho tawm lus Askiv nrog cov lus koj xav pab nrog. Yog tias koj tsis paub yuav ua li cas tab sis xav pab kev txhais lus, thov qhia rau peb paub los ntawm peb daim ntawv tiv tauj! Yog tias koj xav paub ntau hom lus, thov qhia rau peb paub!",
  "bulk-upload_page_1": "Cov ntaub ntawv xa tawm ntau cov lus qhia",
  "bulk-upload_page_2": "Rau cov kws tshawb fawb ua cov kev tshawb fawb tsis pub leej twg paub lossis cov koom haum nrog ntau cov ntaub ntawv cov ntsiab lus (chaw muag tshuaj ??? tus kws qhia rov qab ua haujlwm ??? cov kws kho mob ??? kev tsim txom txo orgs ???), peb muab ntau qhov kev xaiv los pab tsim daim ntawv qhia sai.",
  "bulk-upload_page_3": "Txhawm rau pab tib neeg txiav txim siab txog qhov twg lawv tuaj yeem ua tau (thiab tsis tuaj yeem) sau lawv cov ntawv sau, peb xav tau cov ntaub ntawv tshiab (tseem ceeb tsawg dua 30 hnub).",
  "bulk-upload_page_4": "Yog tias koj muaj cov ntaub ntawv ntau, koj tuaj yeem pab peb sai sai ua daim ntawv qhia. Ua tsaug!",
  "bulk-upload_page_5": "Siv daim ntawv teev cov qauv hauv qab no los sau koj cov ntaub ntawv. Hom ntawv no tseem ceeb heev rau batch uploading.",
  "bulk-upload_page_6": "Tsis txhob suav cov ntaub ntawv qhia txog tus kheej hauv cov ntawv sau tseg. Cov ntaub ntawv simulated tus neeg mob tuaj yeem suav nrog hauv cov ntawv sau (piv txwv li, cev xeeb tub) yog tias tsim nyog.",
  "bulk-upload_page_7": "Peb yuav saib xyuas formatting thiab upload rau hauv daim ntawv qhia!",
  "bulk-upload_page_8": "Kauj ruam 1: Tau lub Template",
  "bulk-upload_page_9": "Peb siv tus qauv qauv los xyuas kom meej cov ntaub ntawv zoo. Thov saib lossis rub tawm peb lub vev xaib CryptPad template.",
  "bulk-upload_page_10": "Nkag mus rau Template",
  "bulk-upload_page_11": "Nkag mus rau Template Support Doc",
  "bulk-upload_page_12": "Kauj ruam 2: Sau koj cov ntaub ntawv",
  "bulk-upload_page_13": "Cov teb tsuas yog xav tau yog chaw muag tshuaj_chaw nyob, report_type (ua tiav lossis tsis pom zoo). Cov ntaub ntawv hais txog kev tsim, standardized_notes, thiab sau ntawv yog xaiv tau (tab sis muaj txiaj ntsig!).",
  "bulk-upload_page_14": "Kauj ruam 3: Xa koj cov ntaub ntawv ruaj ntseg",
  "bulk-upload_page_15": "Thaum koj daim ntawv tiav lawm, thov muab nws ua ib daim ntawv TSV (`File`> `Save as`> `TSV (.tsv)`). Peb siv TSV vim qee tus neeg yuav siv commas nyob rau hauv qhov chaw nyob lossis sau kab, tab sis tsis muaj leej twg yuav siv tab. Qhov no ua rau importing thiab tu cov ntaub ntawv ntau ntau ncaj nraim ntawm peb qhov kawg thiab yooj yim ua rau koj kawg (yeej / yeej). Txhawm rau hloov cov ntaub ntawv kom ruaj ntseg, thov siv dawb, encrypted kev pabcuam WORMHOLE xa koj cov ntaub ntawv rau peb.",
  "bulk-upload_page_17": "Upload koj TSV file (tab cais qhov tseem ceeb).",
  "bulk-upload_page_18": "Luam qhov txuas ruaj ntseg nws tsim.",
  "bulk-upload_page_20": "NB - cov ntaub ntawv txuas tsuas yog siv tau rau 24 teev yog li kuv yuav hais kom koj rov xa nws dua. Thov txim nyob rau hauv advanced!",
  "bulk-upload_page_21": "Cov lus nug?",
  "bulk-upload_page_22": "Yog tias koj pom qhov teeb meem nrog lub xaib lossis muaj lus nug, peb xav paub. Thov",
  "bulk-upload_page_23": "tiv tauj peb siv peb daim foos ruaj ntseg",
  "components_manualpharmacyentry_1": "← Rov qab mus nrhiav",
  "components_manualpharmacyentry_2": "Ntxiv Cov Tshuaj & Qhia",
  "components_manualpharmacyentry_3": "Yog tias koj nrhiav tsis tau koj lub tsev muag tshuaj hauv qhov kev tshawb fawb, koj tuaj yeem ntxiv nws ntawm no nrog rau koj daim ntawv qhia txog kev sau koj cov tshuaj.",
  "components_manualpharmacyentry_4": "Qhia tshuaj",
  "components_manualpharmacyentry_5": "Lub npe tshuaj",
  "components_manualpharmacyentry_6": "Txoj Kev Chaw Nyob",
  "components_manualpharmacyentry_7": "Lub nroog",
  "components_manualpharmacyentry_8": "Xeev",
  "components_manualpharmacyentry_9": "Xaiv ib lub xeev",
  "components_manualpharmacyentry_10": "ZIP Code",
  "components_manualpharmacyentry_11": "Xov tooj",
  "components_manualpharmacyentry_12": "Nrog rau tus xov tooj pab lwm tus hu ua ntej",
  "components_manualpharmacyentry_13": "Koj Daim Ntawv Qhia",
  "components_manualpharmacyentry_14": "Qhov txiaj ntsig ntawm koj mus ntsib yog dab tsi?",
  "components_manualpharmacyentry_15": "✅ Kuv muaj peev xwm sau kuv cov tshuaj",
  "components_manualpharmacyentry_16": "❌ Kuv tsis muaj peev xwm sau kuv cov tshuaj",
  "components_manualpharmacyentry_17": "Koj puas tau sim sau cov qauv twg?",
  "components_manualpharmacyentry_18": "Common Observations (yeem)",
  "components_manualpharmacyentry_19": "Sau ntawv ntxiv",
  "components_manualpharmacyentry_20": "Kuv nkag siab tias kuv daim ntawv qhia tsis qhia npe yuav raug siv los hloov kho daim ntawv qhia pej xeem (YEEJ TSEEM CEEB).",
  "components_manualpharmacyentry_21": "CEEB TOOM: Cov ntaub ntawv hauv tsev muag tshuaj no thiab koj daim ntawv tshaj tawm yuav muab ntxiv rau peb cov ntaub ntawv los pab lwm tus. Cov ntawv sau phau ntawv yuav tsum tau kev pom zoo ua ntej tshwm sim hauv cov txiaj ntsig tshawb fawb.",
  "components_maplegend_1": "Zoo li Fill",
  "components_maplegend_2": "Zoo Siab Tos Txais / Tsis kam",
  "components_newslettersignup_1": "Sau npe yuav mus rau peb tsab ntawv xov xwm rau kev npaj thiab hloov tshiab",
  "components_newslettersignup_2": "Kuv pom zoo kom tau txais cov ntawv xov xwm hloov tshiab los ntawm Opioid Policy Institute.",
  "components_pharmacylistitem_1": "Xov tooj:",
  "components_pharmacylistitem_2": "Kev Qhia Txog Kev Ua Haujlwm:",
  "components_pharmacylistitem_3": "Cov ntaub ntawv tsis lees paub:",
  "components_pharmacylistitem_4": "Daim Ntawv Ceeb Toom Kawg:",
  "components_pharmacylistitem_5": "Hu rau Pharmacy 📞",
  "components_pharmacylistitem_6": "Tau Kev Qhia 🚌",
  "components_pharmacylistitem_7": "Qhov no yuav qhib koj lub cuab yeej daim ntawv thov daim ntawv qhia. Thov nco ntsoov tias:",
  "components_pharmacylistitem_8": "Koj daim ntawv thov daim ntawv qhia yuav sau thiab qhia koj cov ntaub ntawv qhov chaw",
  "components_pharmacylistitem_9": "Peb tsis taug qab lossis khaws koj qhov chaw",
  "components_pharmacylistitem_10": "Siv kev ceev ntiag tug khaws cia cov apps zoo li Organic Maps",
  "components_pharmacylistitem_11": "Tso tseg",
  "components_pharmacylistitem_12": "Mus ntxiv",
  "components_privacybanner_1": "Tsis Taug qab kuaj pom - peb hwm koj qhov kev nyiam ntiag tug.",
  "components_privacybanner_2": "Rau kev ceev ntiag tug siab tshaj plaws, xav txog kev tshem koj cov keeb kwm browser thiab hloov mus rau incognito / ntiag tug browsing hom lossis tus browser tsom rau kev ceev ntiag tug xws li Brave lossis Tor.",
  "components_privacybanner_3": "Kev tiv thaiv ntiag tug zoo! Nco ntsoov tshem koj keeb kwm thaum ua tiav.",
  "components_privacybanner_4": "Kawm ntxiv",
  "demo.slide0.title": "Txais tos rau Bupe Access Tool",
  "demo.slide0.content": "Cov cuab yeej no pab tib neeg nrhiav thiab tshaj tawm cov khw muag tshuaj uas sau cov tshuaj buprenorphine.",
  "demo.slide0.subheading": "Cov ntsiab cai",
  "demo.slide0.bullet0": "Cov ntaub ntawv txhawb nqa zej zog",
  "demo.slide0.bullet1": "Tus kheej-tsim tsim",
  "demo.slide0.bullet2": "Pab lwm tus mus txog kev kho mob",
  "demo.slide1.title": "Nrhiav Pharmacy nrog Bupe",
  "demo.slide1.content": "Kauj ruam 1: Sau koj tus lej ZIP",
  "demo.slide1.bullet0": "Saib cov khw muag tshuaj hauv 30 mais",
  "demo.slide1.bullet1": "Saib cov ntawv ceeb toom ua tiav / tsis lees paub",
  "demo.slide1.bullet2": "Tshawb xyuas cov kev xav tsis ntev los no",
  "demo.slide1.bullet3": "Sau cov npe ntawm cov khw muag tshuaj uas muaj bupe hauv koj cheeb tsam",
  "demo.slide2.title": "Qhia Txog Koj Qhov Kev Paub",
  "demo.slide2.content": "Kauj Ruam 2: Qhia koj qhov kev paub dhau los ua cov tshuaj buprenorphine",
  "demo.slide2.bullet0": "Nrhiav koj lub tsev muag tshuaj",
  "demo.slide2.bullet1": "Qhia qhov ua tiav lossis tsis lees paub",
  "demo.slide2.bullet2": "Ntxiv cov ntawv tseem ceeb rau lwm tus",
  "demo.controls.previous": "← Yav dhau los",
  "demo.controls.next": "Tom ntej no →",
  "demo.startButton": "Pib Siv Cov Cuab Yeej",
  "layout_1": "Bupe Access Tool",
  "layout_2": "Qhov no yog ib qho chaw pab neeg coob coob.",
  "layout_3": "Peb tsuas muaj cov ntaub ntawv ntawm bupe muaj uas tau tshaj tawm rau cov ntaub ntawv no.",
  "layout_4": "Cov cuab yeej no tsis yog qhov lav ntawm kev pabcuam. Cov ntaub ntawv no tsis nthuav dav.",
  "layout_5": "Tsev",
  "layout_6": "Nws ua haujlwm li cas",
  "layout_7": "Txog",
  "layout_8": "Dashboard",
  "layout_9": "Yuav Ua Li Cas Txog Lwm Cov Kev Kho Mob?",
  "layout_10": "Cov cuab yeej tshaj tawm ntau",
  "layout_11": "Xov xwm!",
  "layout_12": "🔒 Cov Ntaub Ntawv Qhia Txog Tus Kheej & Cov Lus Qhia 🔒",
  "layout_13": "Xav tau kev pab?",
  "layout_14": "Txhawb nqa peb",
  "methadone-naltrexone_page_1": "Daim ntawv ceeb toom ntawm methadone thiab naltrexone ... lossis, vim li cas lawv tsis suav nrog ntawm no?",
  "methadone-naltrexone_page_2": "Koj tuaj yeem pom tias lwm cov tshuaj rau Opioid Siv Disorder (OUD) - methadone thiab naltrexone - tsis suav nrog hauv peb cov cuab yeej tshawb nrhiav. Qhov no yog txhob txwm ua thiab qhia txog txoj haujlwm tshwj xeeb ntawm kev nkag mus rau cov tshuaj buprenorphine.",
  "methadone-naltrexone_page_3": "Xav paub ntau ntxiv txog Methadone",
  "methadone-naltrexone_page_4": "Tam sim no, tsoomfwv cov kev cai nruj txwv tsis pub xa cov tshuaj methadone rau OUD rau Cov Kev Kho Mob Opioid tshwj xeeb (OTPs), feem ntau hu ua \"Methadone Clinics.\" Qhov no txhais tau hais tias cov neeg mob tsis tuaj yeem tau txais lawv cov tshuaj methadone sau rau ntawm lawv lub khw muag tshuaj hauv zej zog, uas yog qhov tseem ceeb ntawm txoj haujlwm no. Methadone feem ntau yog muab tso rau hauv ib lub tsev kho mob tshwj xeeb txhua hnub (lossis yuav luag txhua hnub), uas tuaj yeem yog nws tus kheej tseem ceeb rau kev saib xyuas.",
  "methadone-naltrexone_page_5": "Kev txwv tsis pub siv tshuaj methadone yog txoj cai xaiv, tsis yog kev kho mob. Ntau lub teb chaws tau muab cov tshuaj methadone tso rau hauv cov khw muag tshuaj hauv zej zog, suav nrog Tebchaws Askiv, Canada, thiab Australia. Hauv cov chaw no, tus neeg mob tuaj yeem nqa lawv cov tshuaj los ntawm lawv tus kws muag tshuaj hauv zos, ib yam li lwm yam tshuaj. Thaum peb tawm tsam kom txo cov kev txwv methadone, qhov project no yog tsom rau kev txhim kho kev nkag mus rau buprenorphine los ntawm cov khw muag tshuaj.",
  "methadone-naltrexone_page_6": "Xav paub ntau ntxiv txog Naltrexone",
  "methadone-naltrexone_page_7": "Naltrexone rau OUD feem ntau yog tshuaj raws li kev txhaj tshuaj ntev. Thaum cov tshuaj no feem ntau raug txiav txim los ntawm cov khw muag tshuaj, nws yuav luag ib txwm muab rau hauv qhov chaw kho mob, tsis yog xa ncaj qha rau tus neeg mob ntawm lub khw muag tshuaj. Cov ntsiav tshuaj daim ntawv ntawm naltrexone, thaum muaj nyob rau hauv cov khw muag tshuaj, tsis tshua siv rau OUD.",
  "methadone-naltrexone_page_8": "Vim tias peb cov cuab yeej tsom mus rau cov tshuaj uas cov neeg mob tuaj yeem nqa ncaj qha los ntawm lub tsev muag tshuaj hauv zej zog, peb tau tsom mus rau buprenorphine nkaus xwb kom ntseeg tau tias peb cov ntaub ntawv hais txog kev nkag mus rau hauv tsev muag tshuaj yog qhov tseeb thiab raug raws li qhov ua tau.",
  "methadone-naltrexone_page_9": "Yog tias koj nyob hauv Tebchaws Meskas, peb pom zoo kom SAMHSA's Treatment Locator nrhiav cov kev pab cuam uas siv cov tshuaj no (lawv yuav tsum suav nrog cov neeg uas sau ntawv bupe!).",
  "methadone-naltrexone_page_10": "Nrhiav Kev Kho Mob",
  "methadone-naltrexone_page_11": "Methadone Vans",
  "methadone-naltrexone_page_12": "Peb tsis paub txog daim ntawv teev npe ntawm cov tshuaj methadone uas muaj ntau yam. Qhov no yog ib txoj hauv kev ntse kom nkag tau mus ntxiv. Yog tias koj muaj peev xwm peb tuaj yeem txuas rau, thov hu rau!",
  "methadone-naltrexone_page_13": "Tiv tauj peb",
  "not-found_1": "Nplooj Tsis Pom",
  "not-found_2": "Thov txim, nplooj ntawv koj tab tom nrhiav tsis muaj.",
  "not-found_3": "Rov qab mus tsev",
  "not-found_4": "Nplooj Tsis Pom",
  "not-found_5": "Thov txim, nplooj ntawv koj tab tom nrhiav tsis muaj.",
  "not-found_6": "Rov qab mus tsev",
  "page_1": "Sau koj tus lej ZIP",
  "page_2": "Thov sau tus lej ZIP txhawm rau nrhiav thiab tshaj tawm cov khw muag tshuaj nrog bupe nyob ze koj.",
  "page_3": "ZIP Code",
  "page_4": "Loading...",
  "page_5": "Teeb qhov chaw",
  "page_6": "Koj xav ua dab tsi hnub no?",
  "page_7": "Hloov Kho Tsev Kho Mob Bupe Status",
  "page_8": "Nrhiav Bupe-Friendly Pharmacy",
  "page_9": "← Rov qab mus rau ZIP",
  "page_10": "Bupe-Friendly Pharmacy",
  "page_11": "Sau npe 🖨️",
  "page_12": "Trending Tsis ntev los no:",
  "page_13": "Muaj kev vam meej",
  "page_14": "Nruab nrab",
  "page_15": "Ntau qhov tsis lees paub",
  "page_16": "🔒 Privacy & Safety Tips 🔒",
  "page_17": "7 Hnub kawg",
  "page_18": "15 Hnub kawg",
  "page_19": "30 Hnub kawg",
  "page_20": "Txhua Lub Sijhawm",
  "page_21": "Loading khw muag tshuaj...",
  "page_22": "← Nplooj ntawv dhau los",
  "page_23": "Next Page →",
  "page_24": "Tsis muaj ntawv ceeb toom hauv koj cheeb tsam. Ua tus thawj!",
  "page_25": "Qhia rau Pharmacy",
  "page_26": "Yog xav paub ntxiv, mus saib hauv findbupe.org",
  "page_27": "🎉 Ua tsaug! 🎉",
  "page_28": "Peb paub tias sau ib tsab ntawv bupe tsis yog ib txwm yooj yim. Koj cov lus teb pab lwm tus hauv koj cheeb tsam nrhiav cov tshuaj cawm txoj sia no.",
  "page_29": "Cov ntaub ntawv tseem ceeb tshaj plaws yog NEW info!",
  "page_30": "Yog li, lwm zaus koj sim sau ib tsab ntawv bupe, qhia peb seb nws mus li cas. Koj tuaj yeem pab tau los ntawm kev sib koom lub vev xaib no nrog cov phooj ywg uas noj bupe.",
  "page_31": "Nco ntsoov tshem koj cov keeb kwm browser. Xav paub ntau ntxiv hauv peb cov lus qhia txog kev ceev ntiag tug.🔒",
  "page_32": "Nrhiav Bupe-Friendly Pharmacy nyob ze koj",
  "page_33": "Luam rau Cov Ntawv Teev Npe!",
  "page_34": "Share nrog phooj ywg 🚀",
  "page_35": "Yog tias koj txaus siab xa ntau daim ntawv tshaj tawm, mus saib peb cov cuab yeej tshaj tawm ntau.",
  "page_36": "Hloov Kho Tsev Kho Mob Bupe Status",
  "page_37": "Tshawb nrhiav chaw muag tshuaj",
  "page_38": "➕ Nrhiav tsis tau koj lub tsev muag tshuaj? Ntxiv nws manually",
  "page_39": "Hloov chaw muag tshuaj",
  "page_40": "Qhov tshwm sim yog dab tsi? (yuav tsum tau)",
  "page_41": "✅ Kuv muaj peev xwm sau kuv cov tshuaj",
  "page_42": "❌ Kuv tsis muaj peev xwm sau kuv cov tshuaj",
  "page_43": "Formulation (yeem, kos txhua yam uas siv)",
  "page_44": "Common Observations (yeem)",
  "page_45": "Lwm Cov Lus Cim (yeem)",
  "page_46": "Kuv nkag siab tias kuv daim ntawv qhia tsis qhia npe yuav raug siv los hloov kho daim ntawv qhia pej xeem (YEEJ TSEEM CEEB).",
  "page_47": "Kev xa...",
  "page_48": "Xa Daim Ntawv Qhia",
  "page_49": "Kev xa tsis tiav. Thov rov sim dua.",
  "privacy_page_1": "Cov Lus Qhia",
  "privacy_page_2": "Vim li cas peb thiaj tsim cov cuab yeej no",
  "privacy_page_3": "Dab tsi peb sau (thiab yam peb tsis ua)",
  "privacy_page_4": "Lub Tshuab Ua Haujlwm Li Cas",
  "privacy_page_5": "Yuav Tiv Thaiv Koj Tus Kheej li cas",
  "privacy_page_6": "Kab laum lossis lus nug?",
  "privacy_page_7": "Yuav Ua Li Cas Peb Sim Tiv Thaiv Koj Tus Kheej",
  "privacy_page_8": "Vim Li Cas Peb Thiaj Tsim Cov Cuab Yeej no",
  "privacy_page_9": "Nrhiav tshuaj los kho kev siv tshuaj opioid, xws li buprenorphine (bupe), tuaj yeem nyuaj heev. Qee lub tsev muag tshuaj tsis muaj, thiab lwm tus yuav tsis kam sau cov tshuaj. Qhov no tuaj yeem ua rau muaj kev ntxhov siab thiab txaus ntshai.",
  "privacy_page_10": "Peb tsim cov cuab yeej no los pab. Nws yog daim ntawv qhia, tsim los ntawm zej zog, rau zej zog. Los ntawm kev sib qhia cov khw muag tshuaj twg pab tau, peb tuaj yeem ua kom yooj yim rau cov neeg tom ntej kom tau txais cov tshuaj uas lawv xav tau. Peb kuj tuaj yeem qhia tias qhov teeb meem loj npaum li cas, yog li peb tuaj yeem ua haujlwm kho nws.",
  "privacy_page_11": "Tab sis peb kuj paub tias kev ceev ntiag tug tseem ceeb heev, tshwj xeeb tshaj yog thaum nws los txog rau cov ntaub ntawv kev noj qab haus huv zoo li kev quav yeeb quav tshuaj. Peb xav kom koj muaj kev nyab xeeb thaum siv cov cuab yeej no, yog li peb tau ua cov kauj ruam los tiv thaiv koj tus kheej. Muaj qee cov kauj ruam uas koj tuaj yeem ua tau, uas peb yuav piav qhia hauv qab no.",
  "privacy_page_12": "Dab tsi peb sau (thiab yam peb tsis ua)",
  "privacy_page_13": "Ntau lub vev xaib sau cov ntaub ntawv tus kheej los muag koj tshaj tawm lossis lwm yam khoom. Qee lub sij hawm qhov no yog qhov tsis zoo nkauj thiab tshwm sim yam tsis tau koj paub lossis hais tias nws yog. Qhov ntawd tsis zoo rau koj tus kheej. Peb tsim peb lub vev xaib kom tsis txhob ua li ntawd.",
  "privacy_page_14": "Thaum nws los txog cov ntaub ntawv zoo li koj yog leej twg, yog tias koj muaj kev quav tshuaj, koj noj tshuaj dab tsi, lossis koj nyob qhov twg, tib neeg thiab tuam txhab tuaj yeem siv qhov kev ntxub ntxaug rau koj. Yog li, peb tsis muab cov ntaub ntawv ntawd lossis lwm yam ntaub ntawv hais txog koj rau lwm lub tuam txhab.",
  "privacy_page_15": "Muaj ob txoj hauv kev tseem ceeb uas peb khaws cov ntaub ntawv hais txog koj nrog lub xaib no:",
  "privacy_page_16": "REPORTING PHARMACY BUPE AVAILABILITY:",
  "privacy_page_17": "Qhov koj tshaj tawm tsis yog khi rau koj thiab yeem ua tiav. Koj tsis tas yuav xa cov ntawv ceeb toom mus nrhiav bupe. Ntawm daim ntawv tshaj tawm cov khw muag tshuaj bupe nkag mus rau hauv daim ntawv Peb txhob txwm tsis sau cov ntaub ntawv xws li koj lub npe, cov ntaub ntawv tiv tauj, lossis cov khoom tsis zoo xws li IP chaw nyob uas txheeb xyuas koj lub cuab yeej thiab tuaj yeem txheeb xyuas koj. Qhov no txhais tau tias peb tsis paub koj yog leej twg, thiab peb tsis xav paub. Peb tsuas yog xav pab tib neeg nrhiav bupe.",
  "privacy_page_18": "NRHIAV BUPE:",
  "privacy_page_19": "Peb siv tus lej ZIP uas koj sau los pab koj nrhiav cov chaw muag tshuaj nyob ze koj. Peb tsis khaws koj tus lej ZIP lossis lwm yam ntaub ntawv uas tuaj yeem txheeb xyuas koj thaum koj tshawb nrhiav lub tsev muag tshuaj.",
  "privacy_page_20": "Peb cov lus cog tseg tseem ceeb tshaj plaws yog tiv thaiv koj tus kheej. Peb tau tsim lub vev xaib no los sau cov ntaub ntawv tus kheej tsis zoo txog koj. Daim ntawv xa tawm tsuas yog cov ntaub ntawv txaus kom muaj txiaj ntsig rau lwm tus neeg thiab tsis txheeb xyuas koj.",
  "privacy_page_21": "Thaum koj xa mus rau peb lub chaw muag tshuaj bupe updater:",
  "privacy_page_22": "Peb tsis paub koj lub npe.",
  "privacy_page_23": "Peb tsis paub koj email lossis xov tooj.",
  "privacy_page_24": "Peb tsis paub koj lub computer tus IP chaw nyob.",
  "privacy_page_25": "Peb tsis taug qab koj qhov chaw nyob.",
  "privacy_page_26": "Cov ntaub ntawv tsuas yog peb xav tau rau daim ntawv tshaj tawm yog qhov koj xaiv los qhia: lub tsev muag tshuaj lub npe, chaw muag tshuaj, hnub tim, thiab seb koj qhov kev mus ntsib puas tau ua tiav lossis tsis lees paub. Muaj lwm cov lus nug uas koj tuaj yeem xaiv los teb, tab sis koj tsis tas yuav. Tsis txhob xa cov ntaub ntawv tus kheej hauv daim ntawv sau. Yog tias koj ua, peb yuav rho tawm nws ntawm peb cov ntaub ntawv.",
  "privacy_page_27": "Kev xaiv tus kheej cov ntaub ntawv peb sau:",
  "privacy_page_28": "Muaj qee qhov chaw uas peb sau cov ntaub ntawv tus kheej tab sis koj tsis tas yuav siv cov ntu ntawm lub vev xaib los qhia lossis nrhiav bupe.",
  "privacy_page_29": "Yog tias koj siv peb daim foos tiv tauj (sib txawv ntawm daim ntawv qhia lub tsev muag tshuaj), koj tab tom sib qhia cov ntaub ntawv tus kheej xws li koj lub npe thiab email chaw nyob. Koj tsis tas yuav siv daim foos tiv tauj tshwj tsis yog koj muaj lus nug lossis lus pom. Peb siv Fillout daim ntawv software.",
  "privacy_page_30": "Peb cov ntawv xov xwm sau npe kuj tseem sau cov ntaub ntawv tus kheej xws li email, qhov no kuj yog xaiv tau thiab tsis tas yuav siv lub xaib. Peb siv Ghost rau kev tshaj tawm xov xwm.",
  "privacy_page_31": "Thaum kawg, peb daim ntawv pub dawb sau cov ntaub ntawv ntiag tug xws li koj lub npe, email chaw nyob, thiab cov ntaub ntawv them nyiaj. Qhov no kuj yog xaiv tau thiab tsis tas yuav siv lub xaib. Lub vev xaib pub dawb rau siv thiab koj tsis tas yuav pub dawb los siv lub xaib. Peb siv Stripe rau kev them nyiaj.",
  "privacy_page_32": "Lub Tshuab Ua Haujlwm li cas",
  "privacy_page_33": "Peb siv cov cuab yeej siv niaj hnub, tsom rau kev ceev ntiag tug los khiav lub xaib no:",
  "privacy_page_34": "Kev Tiv Thaiv Spam:",
  "privacy_page_35": "Peb siv lub cuab yeej hu ua Cloudflare Turnstile los xyuas seb qhov kev xa tawm yog los ntawm tus neeg tiag tiag, tsis yog neeg hlau. Nws ua qhov no yam tsis muaj kev ntxhov siab thiab tsis tsim kev tshaj tawm txog cov vev xaib uas koj mus ntsib lossis koj nkag mus rau hauv daim ntawv. Peb siv qhov no los tiv thaiv daim ntawv los ntawm kev nkag tsis raug.",
  "privacy_page_36": "Maps:",
  "privacy_page_37": "Txhawm rau tiv thaiv koj tus kheej qhov \"Tau Taw Qhia\" txuas thiab lwm daim duab qhia siv OpenStreetMap, qhov kev pabcuam tsis muaj txiaj ntsig uas muaj kev coj ua tsis pub lwm tus paub. Koj cov kev tshawb fawb tsis txuas nrog tus kheej tus account siv los tsim cov ntawv tshaj tawm, tsis zoo li Google Maps. Qhib Street Maps ua qhov tseem ceeb ntawm kev ceev ntiag tug, tshwj xeeb tshaj yog piv rau Google Maps.",
  "privacy_page_38": "Yog tias koj siv lub vev xaib no ntawm lub xov tooj ntawm tes nws yuav qhib lub tsev muag tshuaj \"Get Direction\" txuas ntawm cov kev pabcuam xws li Google Maps ntawm koj lub xov tooj. Peb teeb tsa nws kom yooj yim rau kev taug qab mus rau lub tsev muag tshuaj uas muaj bupe ntawm koj lub xov tooj, tab sis siv Google Maps (yog tias qhov ntawd yog koj lub neej ntawd) yog qhov pheej hmoo tsis pub lwm tus paub (tsis yog nrog cov ntaub ntawv no). Google Maps siv koj cov ntaub ntawv los tsom koj nrog kev tshaj tawm, suav nrog kev mus rau lub tsev muag tshuaj.",
  "privacy_page_39": "Qhov no tsis zoo rau koj tus kheej.",
  "privacy_page_40": "Txawm li cas los xij, peb tsis tuaj yeem tswj cov apps uas koj siv ntawm koj lub xov tooj ntawm tes. Peb xav kom koj siv kev ceev ntiag tug khaws cia cov cuab yeej xws li:",
  "privacy_page_41": "ntawm koj lub xov tooj kom txo tau cov teeb meem no. Koj tuaj yeem siv Google Maps hauv \"Incognito Hom\" tab sis lwm yam Google \"Incognito Hom\" cov khoom tau pom tias tsis tiv thaiv koj tus kheej, yog li nws yog qhov zoo tshaj kom tsis txhob muaj cov khoom lag luam los ntawm cov tuam txhab xws li Google, Meta / Facebook / Instagram, Amazon, Apple, Microsoft, thiab lwm yam kom zam lawv kom tsis txhob tau txais koj cov ntaub ntawv siv rau kev tshaj tawm.",
  "privacy_page_42": "Database:",
  "privacy_page_43": "Koj cov ntaub ntawv tsis qhia npe raug muab khaws cia rau hauv qhov chaw ruaj ntseg hu ua Airtable. Peb tsuas yog cov uas muaj kev nkag tau rau cov ntaub ntawv no thiab nws tsuas yog suav nrog cov ntaub ntawv koj xa mus rau lub chaw muag tshuaj hloov kho cov cuab yeej + cia li ntxiv lub sijhawm xa ntawv (los pab sawv cev rau cov ntaub ntawv tshiab).",
  "privacy_page_44": "Hosting:",
  "privacy_page_45": "Lub vev xaib yog tuav ntawm Vercel, thiab peb tau teeb tsa nws kom tsis txhob khaws cov ntaub ntawv ntawm tus qhua IP chaw nyob (kom koj lub cuab yeej tsis raug txheeb xyuas).",
  "privacy_page_46": "Code:",
  "privacy_page_47": "Lub vev xaib code (tsis yog daim ntawv cov ntaub ntawv) yog tuav ntawm",
  "privacy_page_48": "thiab",
  "privacy_page_49": "kom tib neeg tuaj yeem tshawb xyuas lub vev xaib no thiab qhia txog kev kho peb tus kheej thiab kev nyab xeeb kev coj ua lossis cov yam ntxwv tshiab. Peb cog lus rau pob tshab thiab qhib qhov software.",
  "privacy_page_50": "Thov hu rau peb siv peb daim foos ruaj ntseg yog tias koj muaj lus nug lossis lus qhia.",
  "privacy_page_51": "Qhov no yog ib qhov project-oriented hauv zej zog thiab peb txaus siab rau kev pab.",
  "privacy_page_52": "Yuav Tiv Thaiv Koj Tus Kheej li cas",
  "privacy_page_53": "Thaum peb lub vev xaib sib zog ua kom muaj kev nyab xeeb thiab tiv thaiv koj tus kheej, koj tus kheej lub vev xaib khaws cia keeb kwm ntawm cov chaw koj mus ntsib. Yog tias koj siv lub computer sib koom, peb xav kom siv \"Private\" lossis \"Incognito\" hom hauv koj lub browser. Qhov no tshem tawm koj keeb kwm thaum koj kaw qhov browser qhov rai, yog li tsis muaj leej twg tuaj yeem pom qhov chaw koj tau mus xyuas. Tej zaum nws yuav zoo rau tshem koj cov keeb kwm browser tom qab siv qhov chaw no, txawm tias tsis nyob hauv ib lub computer sib koom. Qhov no tuaj yeem pab tiv thaiv koj tus kheej.",
  "privacy_page_54": "Koj kuj tseem xav xav txog cov browsers uas muaj kev tiv thaiv kev ceev ntiag tug zoo dua li Mullvad ntawm desktop lossis Brave ntawm txawb.",
  "privacy_page_55": "Kawm paub ntau ntxiv txog kev coj tus kheej ntawm Cov Ntaub Ntawv Qhia Txog Tus Kheej.",
  "privacy_page_56": "Thaum koj ua tiav, koj tuaj yeem tshem koj cov keeb kwm browser tsis ntev los no kom tshem tawm ib qho ntawm koj mus ntsib:",
  "privacy_page_57": "Nyob rau sab xis saum toj, xaiv MORE ▼ thiab tom qab ntawd DELETE browsing data.",
  "privacy_page_58": "Xaiv ntau npaum li cas keeb kwm koj xav rho tawm (piv txwv li, \"teev teev dhau los,\" \"Txhua lub sijhawm\").",
  "privacy_page_59": "Kos lub thawv rau cov ntaub ntawv koj xav kom Chrome rho tawm, suav nrog:",
  "privacy_page_60": "Saib keeb kwm",
  "privacy_page_61": "Cov ncuav qab zib thiab lwm cov ntaub ntawv ntawm qhov chaw",
  "privacy_page_62": "Cached duab thiab cov ntaub ntawv",
  "privacy_page_63": "Xaiv DELETE DATA.",
  "privacy_page_64": "Ua li no txhua zaus koj mus saib qhov chaw no.",
  "privacy_page_65": "Nyob rau sab xis saum toj, nyem lub pob MENU (☰) thiab xaiv SETTINGS.",
  "privacy_page_66": "Xaiv lub PRIVACY THIAB SECURITY vaj huam sib luag.",
  "privacy_page_67": "Hauv seem keeb kwm, nyem CLEAR HISTORY.",
  "privacy_page_68": "Xaiv lub sijhawm kom tshem tawm (piv txwv li, \"Txhua yam\").",
  "privacy_page_69": "Kos lub thawv rau cov ntaub ntawv koj xav kom tshem tawm:",
  "privacy_page_70": "Browsing thiab DOWNLOAD keeb kwm",
  "privacy_page_71": "ncuav qab zib",
  "privacy_page_72": "Cache",
  "privacy_page_73": "Active Logins",
  "privacy_page_74": "Offline Website Data",
  "privacy_page_75": "Kev nyiam ntawm qhov chaw",
  "privacy_page_76": "Nyem OK khawm kom paub meej.",
  "privacy_page_77": "Ua qhov no txhua zaus koj mus xyuas qhov chaw no.",
  "privacy_page_78": "👾 Kab mob lossis cov lus nug?",
  "privacy_page_79": "Yog tias koj pom qhov teeb meem nrog lub xaib lossis muaj lus nug, peb xav paub. Thov",
  "privacy_page_80": "tiv tauj peb siv peb daim foos ruaj ntseg",
  "form.note.will-order-not-in-stock": "Yuav xaj, tab sis tsis nyob hauv Tshuag",
  "form.note.partial-fill": "Ib nrab sau (tsis tau sau tag nrho cov tshuaj)",
  "form.note.call-ahead": "Qhov zoo tshaj yog hu ua ntej",
  "form.note.existing-patients-only": "Tsuas yog sau rau cov neeg mob uas twb muaj lawm",
  "form.note.prescribers-close-by": "Tsuas yog sau rau cov neeg mob \"ze-by\"",
  "form.note.certain-prescribers": "Tsuas yog sau los ntawm qee tus kws kho mob",
  "form.note.patients-close-by": "Tsuas yog sau rau cov neeg mob \"ze-by\"",
  "form.note.long-wait-times": "Lub sijhawm tos ntev",
  "form.note.no-cash": "Yuav tsis txais nyiaj ntsuab",
  "form.note.helpful-staff": "Pab neeg ua haujlwm",
  "form.note.unhelpful-staff": "Cov neeg ua haujlwm tsis pab",
  "share.message": "Xav nrhiav bupe? Puas paub muaj chaw muag tshuaj bupe? Pab daim ntawv qhia nkag hauv peb lub zej zog:"
}