{
  "about_page_1": "Tus txhuam muaj daim txhuam ntsuj muag</ul>",
  "about_page_2": "Npeeg xwm.",
  "about_page_3": "Li nws muaj ob txhais lus primary los npaug opioid related disease thiab deaths (mobidity & mortality): qhia tus ntoo opioid use disorder (MOUD; e.g., buprenorphine, methadone, naltrexone) thiab naloxone (qhia tus ntoo opioid overdose reversal medication). MOUD yog tus txhais lus gold-standard, FDA-approved medications pom ua haujlwm rau tus neeg lossis ",
  "about_page_4": "Npej pom zoo pom ua keeb kwem txhais tau hais ua koj li npuaj mus ntsuas qhia txhais MOUD tuaj yeem npuaj ua koj li ob txheej: teb ntau tus txheej ntau txhais pom qhia tus qhia thiab teb ntau tus txheej ntau txhais ua txivyu qhia. Npej pom zoo tom npeej ua txivyu qhia ua ",
  "about_page_5": "Cov txhuab sib txyn daim ntawv no txoj thiab tau txhais tau.",
  "about_page_6": "Cov tsw tes “last mile” yog tus poj ntswg los ntawm kev txiav tsum txwv ntawm phau ntawv kho pharmacy nyob ntawm MOUD tshynt (neu tshynt) thiab nws txheej daim ntawv kho los ntawm pharmacy. Txawv li, feeg txoa daim ntawv kho opioid epidemic feem ntau tau npaj kom txhuag MOUD txhuag nyob ntawm cov neeg txhuag, tab sis pharmacy tshua ua txuj txoj kev txhuag MOUD. Tsis muaj peev xwm txo daim ntawv kho ntawm pharmacy rov txhuag MOUD yog ib qho loj heev rau kev txo daim ntawv kho opioid epidemic.",
  "about_page_7": "Peb nrhiav tso sij hu nrhiav bupe. Mus mus mus ntau neeg uas nyob mus nyob bupe, thiab lawv muaj qhia txivhuab txwv txivhuab txwv nrov.",
  "about_page_8": "Tau kuv tsoo, tsis txhais tau.",
  "about_page_9": "Peb nrhiav mus rau tso sij huaj lossü nyuj nrawm nyob lossü West Virginia, nyuj nrawm nyob rau pharmacy ib txwm los tau txais lawv cov tshuab nyob rau sai ua kua hla los ntawm vim nws yog txheej no tib txheej uas tau txais bupe. Tom qab txais tshuab nyob rau opioid pain medication… ntawd yog qhov nyob ib txwm. Ntawd tsis nyob ib txwm rau hnub no.",
  "about_page_10": "Pua Lub Tsim Ntoo",
  "about_page_11": "Puas muas tej nroj dej kuv mus nrhiav bupe. Kuv tau txog mus ua siab, tab sis tsis tau. Nrog kev txhim nrov daim ntawv txhais tau txoj kev nyob rau bupe, peb nyiaj tau pab tau txooj tauj pom thiab pab zej zos nyob nrog tus neeg",
  "about_page_12": "Tiam peb kuv tso sij hu ntau txhais tau tiag kuv npawm ntawm qhov no. Muaj txheej li tau sai lossis muaj nyob rau hauv qee lub tsev ntoo, tab sis feeb piv tx ntawm qee lub ntoo khuas, tsis paub ntau yam txog kev pom zoo rau kev pom opioid. Kev txiav txim siab rau hnub no tsis paub ntau yam. Txawv npawm qhia peb tias qhia peb txog kev txhim kho opioid. Cov database no tso sij hu peb txog kev pom txawv thiab kev ua haujlwm rau kev txhim kho qee lub qhov chaw.",
  "about_page_13": "Peb nrhiav tau hais tias qhia",
  "about_page_14": "Pua keeb kwem ntawm peh tab.",
  "about_page_15": "poj ntsuam ntau",
  "about_page_16": "Nws tau tso sij huabtsi kuv tau tso sij tau txhuas li mus rau tus txhuas uas muaj qhov muag tso sij, tsis muaj zog tau tso sij los ntawm tso zis. Kuv tsis tau tu ncua los nrhiav tso zis los ntawm cov duab tso sij. Yog tiag ti",
  "about_page_17": "Pom tau raaj, bupe access zoo ua dab dej si tsoo ntau xyoo. Peb tau tso sij si t",
  "about_page_18": "tshaj yog daim ntawv lus tshaj yog tus nqi nyob rau ntawm no... Lub sij hauv kawg ua tiav nrog kuv peev twg nyob rau ntawm no, yuav tso kev nyiaj tau, thiab yog tii",
  "about_page_19": "Nyob zoo saib daim ntawv xwm txheej no, muaj lub siab tiag ti",
  "about_page_20": "Peb nrhiav tau kev cai kho hmo muag tau zoo tshaj me nyob mus txhuas muag tau muag tau zoo tshaj, mus txhuas muag tau zoo tshaj, tau txhuas muag tau zoo tshaj, tau txhuas muag tau zoo tshaj, tau txhuas muag tau zoo tshaj, tau txhuas muag tau zoo tshaj.",
  "about_page_21": "*Ua dai cov kev txiav tsum ntawm methadone, naltrexone, thiab bupe nruj tau tso tseg?*",
  "about_page_22": "Pom pej tso sij.",
  "about_page_23": "Pom tem tseg muab txuag rau ntau lub tshuab. Thiab raws li peb tus txhais lus, puas tau ua raws li qhia xaiv tshaj yog, puas tau ua raws li qhia xaiv tshaj yog, tab sis qhia xaiv tshaj yog puas tsis txheej, thiab puas muaj teb txheej saib qhia xaiv tshaj yog saib qhia xaiv tshaj yog. Thov mus",
  "bulk-upload_page_1": "Npeej Data Tso Si Txiv.",
  "bulk-upload_page_2": "Li nws pom zoo rau tus neeg ua tshuab tswv tso sij tham lossis cov duab ntoo muaj ntau qhia (lub tuam tswv tshuab??? cov neeg tswv tshuab tswv tshuab??? cov neeg tswv tshuab tswv tshuab??? cov neeg tswv tshuab tswv tshuab??? lub dab tswv tshuab tswv tshuab???), peb muab qhia loj los pab ua txivhuam ntawm pob ntoo nyob rau hauv qhov pob ntoo zoo daaj.",
  "bulk-upload_page_3": "Pom tau nyob nrog tauv nyob mus tau kev cim txheej, uas muaj txheej xwm kev nyiaj tau ntev, (thieng nyang nyob zoo ib qho xyoo ntug).",
  "bulk-upload_page_4": "If you loss data qis, puas cuaj tau pab peb tau ua kua map. Xiav tau!",
  "bulk-upload_page_5": "Pom tem plawws nqus ntsuam xyaw below mus nqus tua data loss. Lub format no muaj ntoo rau uploading qaug ntoo.",
  "bulk-upload_page_6": "Tseg muab tseg t",
  "bulk-upload_page_7": "Peb nrhiav mus tso siab thiab tso mus nyob ntoo!",
  "bulk-upload_page_8": "Tau zynts biav thiab nqus.",
  "bulk-upload_page_9": "Pwm zais template xws nrov mus nrhiav tau ua keeb kwg data zoo. Xaus mus saib lossis sau ntawv template tso sij ntawm CryptPad peb.",
  "bulk-upload_page_10": "Niam daim ntawv luam tso rau hauv.",
  "bulk-upload_page_11": "Niam daim ntawv tshaj nyeem daim ntawv tes.",
  "bulk-upload_page_12": "цам 2: Төөм Пус Хөөм Хуби”",
  "bulk-upload_page_13": "Npej tswv txhais tswv npej yog pharmacy_address, report_type (success los yog denied). Npej txhais tswv npej formulation, standardized_notes, thiab notes yog tau txhais zoo (tab sis zoo si ua!).",
  "bulk-upload_page_14": "Cov cai 3: Tuaj duaj tua lawv mus**",
  "bulk-upload_page_15": "Yog tsos koj cov ntawv ua tiav, thiaj mus txhais ua txwm raaj",
  "bulk-upload_page_17": "Nploij koj daim ntawv TSV (tab txuas nplaum).",
  "bulk-upload_page_18": "Pom tem tau tso sij luag tshua nws.",
  "bulk-upload_page_20": "NB – cov tshuab sib txyn tshua yog tau txooj sib txyn tau li 24 puas, tom npaum txwv kuv tuas xa rov tso rau koj. Qhia lus ceeb tos tiag!",
  "bulk-upload_page_21": "Muaj lus nug?",
  "bulk-upload_page_22": "If you mus lub npe muaj teeb meej lossis muaj lus nug, pees li ntawv.",
  "bulk-upload_page_23": "خ",
  "components_manualpharmacyentry_1": "цавус саиj tsooj tshooj",
  "components_manualpharmacyentry_2": "Niam Pharmacy thiab Poj Lus Qhia.",
  "components_manualpharmacyentry_3": "If pua thuav tsw nem dej nyob rau qhov chaw ntau thaum nrog qhov mu si, puas muaj teeb tauj mus tso nrog ntawm qhov no, mus tso nrog ntawm qhov no nrog qhia daim ntawv xaiv",
  "components_manualpharmacyentry_4": "Cov Chaw Muab Zooj Ntswg",
  "components_manualpharmacyentry_5": "Lub Tswv Kho Vajtswv",
  "components_manualpharmacyentry_6": "Cov haujlwm ntawm qhov muag",
  "components_manualpharmacyentry_7": "Tiav",
  "components_manualpharmacyentry_8": "Tsoo ntsuam",
  "components_manualpharmacyentry_9": "Tseg kuv tso siab.",
  "components_manualpharmacyentry_10": "Xyuam tau zui.",
  "components_manualpharmacyentry_11": "Cov tso sij phau",
  "components_manualpharmacyentry_12": "Cov duab pom hnub tuam nyob mus ua keeb kwg ntev.",
  "components_manualpharmacyentry_13": "Xib muas plaub.",
  "components_manualpharmacyentry_14": "Уа сау цау сау сау цау сау?",
  "components_manualpharmacyentry_15": "Tsuas muaj tsum tau ua tiav qhov pom zoo.",
  "components_manualpharmacyentry_16": "Tsuas yog tsis kuv tau ua rov tsum qhia qhia.",
  "components_manualpharmacyentry_17": "Пуа савуу",
  "components_manualpharmacyentry_18": "Cov txheej xwm pom zoo (thi ju muaj txaug muag)",
  "components_manualpharmacyentry_19": "Cov txheej xov ntswg.",
  "components_manualpharmacyentry_20": "Tseg kuv pom tias qhia txhais tau nrawm kuv pom ua hauv (TU SIAM SIAM).",
  "components_manualpharmacyentry_21": "XIB TUAM: Qhov kawg ntawm phau ntawv ntawm pharmacy thiab qhov chaw tso sij hu ntawm koj yog tshua los mus txhim rov saib lossis pab zejtsia lossis tus neeg tau txais cov lus saib xyuas. Cov lus saib xyuas tshua los mus txhim rov saib yog tshia ua kuv pom.",
  "components_maplegend_1": "Muaj zog nyob rau ntawm no thiab.",
  "components_maplegend_2": "Puas muab zog / puas tso sij.",
  "components_newslettersignup_1": "Niam tau lub tso vaj newsletter rau tso sij thiab xaiv tso sij.",
  "components_newslettersignup_2": "Nws tau kuv mus txog kev paub txog qhia xaiv tshiab tshaj yog vim noj ntawm Opioid Policy Institute.",
  "components_pharmacylistitem_1": "Tui ntawv.",
  "components_pharmacylistitem_2": "tshaj yeeb ntsuj muab txheej yaw",
  "components_pharmacylistitem_3": "Cov txheeb muag denies:",
  "components_pharmacylistitem_4": "Tuaj Yees Nuj Nthhuaum Nuj Nthhuaum",
  "components_pharmacylistitem_5": "દှဵួ৵ ႇ ၼဵួ৵ 📞",
  "components_pharmacylistitem_6": "Mus pom sij tham 🚌",
  "components_pharmacylistitem_7": "Ntev ntau tau mus nrhiav lub tsoj phiaj device uas muaj daim ntawv luag. Thov ntshai tias:",
  "components_pharmacylistitem_8": "Xwm zynt cov tso npeeg lossis muaj zog uas muaj cov ntawv xaiv thiab xa mus txog qhov chaw ntawm koj.",
  "components_pharmacylistitem_9": "Tiam zais zoo niam naws niam tau kev sib txyn thiab tso sij hu ntawm qhov chaw xa tuaj xaiv.",
  "components_pharmacylistitem_10": "Dab tso sij hlua nrog qhov muag tso sij hlua nrog qhov muag nrog Organic Maps.",
  "components_pharmacylistitem_11": "Tau txhais tau zoo.",
  "components_pharmacylistitem_12": "Puas muas.",
  "components_privacybanner_1": "Tsis tau pom tau kev nyav - peh tab nrhiav tau kev nyab piv.”",
  "components_privacybanner_2": "Xib muab ntau tshua lossin, kuv pom zoo raug sib txyn qhia qhia xwm ntawm koj lub tsoj thiab mus ua tau hauv qhia qhia lossis siv lub tsoj muab ntau tshua lossin ntawm Brave lossis Tor.",
  "components_privacybanner_3": "Npeeg nqus nqus! Kuv txhua tus tso sij xob nqus nqus mus.",
  "components_privacybanner_4": "Tsim nyob zoo ntau.",
  "demo.slide0.title": "Nqaes siab nyuj sa Bupe Access Tool.",
  "demo.slide0.content": "Cov khoom sib tx vab no pom nyob thiab nyab tau pom thiab los tuam txiv thuam nyob tau",
  "demo.slide0.subheading": "Cov txheej xwm",
  "demo.slide0.bullet0": "daim ntawv pov los ntawm tsev ntoo",
  "demo.slide0.bullet1": "Cov txheeb hau kev nyab nyuv.",
  "demo.slide0.bullet2": "Nawm zua lossin nyob kho tawm.",
  "demo.slide1.title": "Pom sij tham nyob kawg Pharmacies sa Bupe.",
  "demo.slide1.content": "Tau zyntiav tso tua ZIP code.",
  "demo.slide1.bullet0": "Pom sij tham nyob nyob npees 30 miles.",
  "demo.slide1.bullet1": "Pom তাব ntsa tsooj pom tsooj nqus.",
  "demo.slide1.bullet2": "Pom qhia huab thuaj.",
  "demo.slide1.bullet3": "Pom tsa koj lub tsev kho pharmaci nyob rau lub nroog uas muaj bupe.",
  "demo.slide2.title": "tshaj yeeb ntsuas daim ntawv xwm tus kheej",
  "demo.slide2.content": "Tau zynt trau kev tswvel buprenorphine.",
  "demo.slide2.bullet0": "Pom sij tham nyob tua pharmacy.",
  "demo.slide2.bullet1": "tshaj yeeb ntsuas lossis qhia tias tsis tshaj yeeb.",
  "demo.slide2.bullet2": "Pom qhia notes zoo rau lwm ntau.",
  "demo.controls.previous": "цавус саулиáu",
  "demo.controls.next": "ώм цэб →",
  "demo.startButton": "Puas muas nrhiav tau lub tso vaj.",
  "layout_1": "Nploje Kawv Access",
  "layout_2": "Tau peb lub tsev ntoo.",
  "layout_3": "Peb nrhiav tau data txhais tes txhais bupe uas tau tshaj yeeb zoo rau daim ntawv xaiv no.",
  "layout_4": "Cov khoom no tsis muaj teeb txheem noj plab rau kev pab tso sij. Cov duab no tsis muaj ntau yam.",
  "layout_5": "Nyob zoo",
  "layout_6": "Puas muaj cai?",
  "layout_7": "Nyob ntawm",
  "layout_8": "koj pom zoo",
  "layout_9": "У савуу савуу цац?",
  "layout_10": "Cov Chaw Nrog Lub Txiv Ntau Nrov",
  "layout_11": "Niam tau koj saib newsletter.",
  "layout_12": "🔒 సమాлізу姆 thiab ਹոঁচ ਹոঁচ 🔒",
  "layout_13": "Xyuam ntau",
  "layout_14": "દիրավիր Ꮒ ntawm Ꮒц.",
  "methadone-naltrexone_page_1": "Cov txhais lus saib daim ntawv haujlwm ntawm methadone thiab naltrexone… lossis, vim sao lawv tsis nyob rau ntawm ntawm no?",
  "methadone-naltrexone_page_2": "Yuaj tseg kuv pom tias qhia tau hais tias",
  "methadone-naltrexone_page_3": "Pom tem tem txhais tau kuv txog Methadone",
  "methadone-naltrexone_page_4": "Ntev ntau, xov phooj kav feeb txwv kaum txhuas kev kho muas txheb methadone rau UOD mus rau Teb ntiy Opioid Treatment Programs (OTPs), hu ua “methadone clinics”. <strong style=\"display:none;\">Ua tau tx ntawm no tiis,“Covteg ntawm no yog tiis,",
  "methadone-naltrexone_page_5": "Nqaes nws pom zoo ntawm methadone yog qhuas tso sij huabtsuam, tsis yog qhuas kho muag. Muaj ntau lub npeeg loj kawm tso siab methadone nyob rau hauv tsev npeeg tso siab, xwm ntau tshaj b txhua lub npeeg",
  "methadone-naltrexone_page_6": "Zoo siab tshaj yog Naltrexone.",
  "methadone-naltrexone_page_7": "Naltrexone rau OUD tshaj siab tshaj yog injection ntev. Txawv tshaj siab tshaj yog feem ntau tuam txyu tes ntawm cov pharmacy, tab sis yog feem ntau tuam txyu tes nyob rau hauv qhov chaw kho vim txwv, tsis muab mus tseg mus rau hauv qhov chaw pharmacy. Naltrexone hauv qhab nrog, yog feem ntau tsis siv rau OUD.",
  "methadone-naltrexone_page_8": "Заус нь савуэй",
  "methadone-naltrexone_page_9": "If koj nyob hauv United States, peb tau muab txhais tau qhia qhia SAMHSA’s Treatment Locator los ua ke pom daim ntawv pom txuam txaws uas siv qhuas no (lawm tau uas muab txhuas bupe!).",
  "methadone-naltrexone_page_10": "Pom Txiv Kuv Txiv",
  "methadone-naltrexone_page_11": "Tiav Methadone",
  "methadone-naltrexone_page_12": "Peb nrhiav tau lub tsev muab methadone zoo tshaj plua ntsuam, tsis muaj qhov chaw tso siab. Kuv pom zoo rau kev nraaj kev nraaj. Lub koob ntoo tshaj peb",
  "methadone-naltrexone_page_13": "Txhawj Tau Xaus Nws",
  "not-found_1": "Cov txheejjij raws li.",
  "not-found_2": "Yog tauj, tswv tsw muab tsoos u mus tso tseg tsoos tseg.",
  "not-found_3": "Niam zua.",
  "not-found_4": "Cov txheejjij raws li.",
  "not-found_5": "Yog tauj, tswv tsw muab tso sij hu ntau zuu zui.",
  "not-found_6": "Niam zua.",
  "page_1": "Niam Zip Code xa tu.",
  "page_2": "Tseg muab pom ZIP code plij pab thiab pom pharmacy uas muaj bupe nyob ntoo koj.",
  "page_3": "Xyuam tau zui.",
  "page_4": "Tso kawg...",
  "page_5": "Nrhiav Lub Npeej",
  "page_6": "Yog tsav tso sij huaj tsoos?",
  "page_7": "Nqus qhia q",
  "page_8": "Pom zais plaumes bupe zoo.",
  "page_9": "цавус сау сах ntau zib",
  "page_10": "Nploje Pharmacy",
  "page_11": "ၶ ၶ ၶ",
  "page_12": "Nyob ntoo nyob mus txij rau tswv:**",
  "page_13": "Muab Npe Tau Zoo Ntawg",
  "page_14": "Tso muas.",
  "page_15": "Npej kev pa muj tsoos ntau.",
  "page_16": "🔒ป่วซเญ thiab bezpiek ngaib tus ntoo 🔒",
  "page_17": "Npeeg npaum zapis li npav xyoo.",
  "page_18": "Tuag txij li 15 hnub.",
  "page_19": "Npees 30 Xws Ntoo",
  "page_20": "Nws tso sij hu ntoo.",
  "page_21": "Tso nyob tsooj phiaj ntoo...",
  "page_22": "цавус савуу цац thiab савуу",
  "page_23": "Ntev tsooj →",
  "page_24": "Tsis muaj qhia nyob hauv lub nger. Thiaj yog daim ntawv thov ua kuaiv thiab",
  "page_25": "Pom tem tem cov pharmacy.",
  "page_26": "Xws li cov cai hlau, mus saib findbupe.org.",
  "page_27": "🎉 Kuv Poj Pi Muaj Tau Zuas! 🎉",
  "page_28": "Peb nrhiav mus ua bupe script tso sij hu nrhiav tau ua tuaj zoo rau ntau tus neeg nyob hauv lub tsev ntoo.",
  "page_29": "Cov xws npa los ntawm digital zoo kawg!",
  "page_30": "Xyuam tau, puas tau tiv thaiv nyob rau bupe script, hu mus rau peh hu tias nws ua zoo liag. Nws yog tiag tau hu npe tau ua",
  "page_31": "Niam tau dzays koj qhais tsoos. Niam tshai tshaj yog nyob ny",
  "page_32": "Pom zais Bupe-Friendly Pharmacies nyob ib nrog koj.",
  "page_33": "ntawv mus txoob!",
  "page_34": "Kuv mus ua cuj nrog plaub 🚀",
  "page_35": "If you nyob nrhiav tau kev ua siab nyob rau kev tua plawm daim ntawv muag muag, mus sa vid nrog qhuas ua siab daim ntawv muag muag.",
  "page_36": "Npeeg buaj txeeg txeeb ntawm Pharmacy.",
  "page_37": "દrž ntawm txujkev.",
  "page_38": "assertFalse tiag txhais tau koj pharmacy? Ntev mus tau nrawm.",
  "page_39": "Mus kawm pharmacy lians.",
  "page_40": "Уី̀ соڵی сайн уа? (Ui soj saib ua?)",
  "page_41": "Tsuas muaj tso npe nyob rau kuv.",
  "page_42": "Tsuas muaj zog tso paib lub khaws ntawv.",
  "page_43": "Npeej (thiab tso sij siam), tso sij siam u pawi.",
  "page_44": "Cov txheej xwm pom zoo (thi ju muaj tau)",
  "page_45": "Cov txheej xov ntsuj muag zos (neu tso sij).”",
  "page_46": "Tseg kuv pom tias qhia txhais tau nrawm kuv pom ua hauv (TU SIAM SIAM).",
  "page_47": "Nws tau hais los.",
  "page_48": "Nquav Tsav Lossrau",
  "page_49": "Cov tsum tso zis tsoos. Thiaj mus nrog thiab koom tau.",
  "privacy_page_1": "Xom Muas Npees",
  "privacy_page_2": "Уа сау самуа сау самуа сау самуа.",
  "privacy_page_3": "Пуагум tshwm хау (м ഡി пуагум тхwm tshwm tsis).",
  "privacy_page_4": "Puas muab muab zoo li taukhmu.",
  "privacy_page_5": "Puas muaj kev nyab nyom koj.",
  "privacy_page_6": "Nws tau kuv txhua lossis daim ntawv teb?",
  "privacy_page_7": "Puas muab tseg tau hu nrhiav tau kev ntshai xaiv.",
  "privacy_page_8": "Уа сау самуа сау самуа сау самуа.",
  "privacy_page_9": "Pom sij pom tau pom tau tsw noteem opioid, li nws muaj zog rau nws, li buprenorphine (bupe), muaj zog rau nws, muaj zog rau nws, muaj zog rau nws",
  "privacy_page_10": "Pwm zais tau kev tso ntoo no pom rau nyob nrog peb. Muas ntoo, tau ua ib txwm lossis ua ib txwm los ntawm peb zejtsia, rau peb zejtsia. Tso siab tshaj si tsooj ntawm kev pom pharmacy nyob zoo, peb tuaj pom zoo rau kev pab tau tuaj txoj kev rau tus neeg tom npe rau tau muab khooj kho muag los ntawm tus neeg tom npe. Pib tau ua tau pom zoo qhia qhia qhov zoo npav zoo, raws li peb tuaj ua",
  "privacy_page_11": "Tab sis nws muaj xws tiam u mus nrhiav tau tias qhia ntsi ntawm kev ntshav lossis kev ntshav tso pa, tshaj plaws thaum nws tiv tauj kev kho muag lossis kev kho muag tso pa. Nws tshwetxej tias koj muab txooj ntaus npaus lossis txooj ntaus npaus tso pa kuv, vim tias peis tau pom kev txhais lossis pom kev tso pa txiv. .",
  "privacy_page_12": "Пуагум tshwm хау ( thiab пуагум tso sij huam tshwm).",
  "privacy_page_13": "Npeeg sab ntau tus website nyob ntawv pom tau daim ntawv tswv cuam lossis daim ntawv khoom los tau kev pom tau kev ua laug. Muaj txoj uas muaj txoj u",
  "privacy_page_14": "Yog tauj mus txog peh hu, tus npe, cov tshuab nrawv, daim ntawv them nyiaj uas koj npuaj, loss yog qhov chaw koj nyob, cov neeg thiab cov koo ntsuam tuaj yeem siv nws txo kom koj tau txoov tshuam. Yog li, peb tsis tau mus paiv qhia tus kheej loss yog qhia lus txog koj mus rau cov koo ntsuam uas lwm txoj.",
  "privacy_page_15": "Muaj ob txaus nyob nrog qhov chaw no mus txhuas txog koj:",
  "privacy_page_16": "ხッタី ՊԵԱՐԴԱՐԻ ԲՈՒՊԵ ԿԱՐՍԱՒՈՒԱՒԱՆՈՒՑ:",
  "privacy_page_17": "Yog tsab cuam zoo mus ua, tsis muaj kev ntsujij pom, thiab yog tau kev xa mus. Tsis tau ua kua bupe uas muaj zog. Li qub ua kua bupe uas muaj zog, yog tau tso ua kua bupe uas muaj zog. Lub sijhawm tso ua kua bupe uas muaj zog, peb tau tso siab tsis tau pom tau kev cim npe, kev paub xa mus, loss yog kev tso siab t",
  "privacy_page_18": "СОБХАУ БУＰＥ.",
  "privacy_page_19": "Pwm zais me nyob cai ZIP uas koj mus qhia, pab koj pom pharmacy nyob ntauj koj. Pwm zais me tsooj ZIP lossis ib lub cai nkoj lossis ib tukh hluawg lossis nyob ntauj kuv pom pharmacy.",
  "privacy_page_20": "Cov cai zoo nhe tshaj plua ua ntej rau pei yog xaiv plaub tswv tso sij hu ntawm pei. Lub tsev ntoo no tso siab tsooj xaiv plaub tsooj t",
  "privacy_page_21": "Yog tau tus tswv buas nyob rau phiauk pharmacy.",
  "privacy_page_22": "Tiam zua koj hu.",
  "privacy_page_23": "Tiam kuv kuv tau pom sij ko email lossua sai phone number kuv.",
  "privacy_page_24": "Peb nrhiav tso sij hu ntawm lub tsoj kaum tsoj ntawm koj.",
  "privacy_page_25": "Tiam zais tau koj sij hauv.",
  "privacy_page_26": "Pom pej kawg kuv txhua kuv tau xa mus, daim ntawv nom, qhov chaw nom, hnub, thiab tiag lossis tsis tiag. Muaj lub suab dej ntau tshaj yog tiag koj tuaj muab, tab sis koj tsis tau txhais tau. Tsis muab cov teb nraud hauv daim ntawv notes. Yog tiag koj ua, kuv pom xaiv kuv pom xaiv ntawm daim database.",
  "privacy_page_27": "“Xov muas nyob tua ntsuam, peb nyob tua ntsuam:”",
  "privacy_page_28": "Nyob ntau ntau lub ru sڳ ntawm peb pom txog cov teb ploj ntawm peb lossis tsis tau txais tau xa cov teb ploj ntawm peb lossis tsis tau txais tau xa cov teb ploj ntawm peb lossis tsis tau txais tau xa cov teb ploj ntawm peb lossis tsis tau txais tau xa cov teb ploj ntawm peb lossis tsis tau txais tau xa cov teb ploj ntawm peb lossis tsis tau txais tau xa cov teb ploj ntawm peb.",
  "privacy_page_29": "Yog tau kuv tso si tom npe thiab email xa li. Kuv tsis tau txhais tau mus nrhiav tau kev pom zoo, tab sis kuv tau siv Fillout form software.",
  "privacy_page_30": "Cov ntawv saib xyuas xaiv nom nyoa tshua tau txoj kev tua txawv tus kheej xws li email, thiab no yog tus kheej tso cai thiab tsis tau txooj cai los siv tso vaj thiab. Pib muab tsooj Ghost los ua kua txhais tau cov tsooj.",
  "privacy_page_31": "Npej kawg, daim ntawv tshaj xaav ntawm peb yog pom nws cov teb tau tx ntawm nws cov neeg, qhia tus npe, email, thiab cov teb tau tx ntawm daim ntawv xa mus. Tam sim no muaj txoa thiab tsis tau txoov nws kom yuav siv qhov chaw ntoo. Qhov chaw ntoo muaj teb thiab yuav muab xa mus mus siv qhov chaw ntoo. Peb ua Stripe raws qhov xa mus.",
  "privacy_page_32": "Puas muas pab nyob zoo li.",
  "privacy_page_33": "Pwm lub tsev ntuj no mus txhais tau daim ntawvauj suab xaiv, tsim tau thaum muaj txheeb ceeb.",
  "privacy_page_34": "Tswv Pob Spam:",
  "privacy_page_35": "Pwm lub tsooj hu Cloudflare Turnstile pom tau nyob me nyob me uas pom tau nyob me nyob me tsoos",
  "privacy_page_36": "Xws:",
  "privacy_page_37": "Xog mus txhuam muaj zog nyob rau OpenStreetMap, lub tshuab tsong tso sij, uas yog tso sij uas tso sij, uas muaj zog txhuam zos nyob rau tso sij. Lub cev tso sij uas koj tau ua tau tso sij",
  "privacy_page_38": "If koj siv koj lub xeev ntawm tsoj hmo rau ntawm pob ntoo, nws tuaj yeems mus nrog cov ntawv \"Tau Lub Teb Siv\" ntawm ib lub tsev tshaj lij tshuaus ntoo raws ib lub tsev tshaj lij tshuaus ntoo xws tiig Google Maps ntawm koj lub pob ntoo. Peb tso siab tshuaus ntoo tshaj tawg tshuaus n",
  "privacy_page_39": "Tau kuv ntsujis tshaj si.",
  "privacy_page_40": "Yog tau tus tsim, kuv tsis paub koj tuaj ua si tsim tau cov tsim ntawv siv hauv qhab hlub hauv qhab hlub. Kuv tau muab cov tsim ntawv tso sij hauv qhab hlub ua tus tsim ntawv tso sij hauv qhab hlub.",
  "privacy_page_41": "Nyob ntawm mob nrog lub tuab ntoo kom dim rov qhuav qee qhov teb. Tsuas muaj Google Maps hauv “Cov Chaw Muab Txiv” lossis “Incognito Mode” lossis muaj cov chaw ua Google “Incognito Mode” los tau pom tiis tsis paub tau paib kom priav lossis tsis paub tau paib kom priav, yog vim no tshaj peb",
  "privacy_page_42": "Kaw khaum data.",
  "privacy_page_43": "Pom tem puaj cov duab ntoo Airtable, pom tem npa muaj qhia, peb yog tus tswvas ntau tshua ntau tshua ntawv uas koj tau xa mus + tsooj tsooj pom tau tiav xyoo ua tus ntoo (thiab pab pom tiav nyob ntoo ntawm ntawv).",
  "privacy_page_44": "Nyob ze",
  "privacy_page_45": "Cov zej luag no tuag loss kawm loss ni Vercel, thiab peb tau tuaj saib loss ntev loss log ntawm qhov chaw nyob loss log ntawm qhov chaw nyob loss log ntawm qhov chaw nyob loss log ntawm qhov chaw nyob.",
  "privacy_page_46": "Cov txheeb hau khaib.",
  "privacy_page_47": "Cov txheeb hau kev code (tsev ntawv txheeb hau kev code) muaj nyob rau ntawm.",
  "privacy_page_48": "mua thiab",
  "privacy_page_49": "thi u mus npuag website kuv npuag thiab pom tau ua tau, thiab mus mus mus tau ua ",
  "privacy_page_50": "Tseg muab khoom nrog qauv nrov tshaj yog tiam nyob nrog tauj ntau tus ntau tus tauj ntau tus.",
  "privacy_page_51": "Tau peb tsev nro tswv, thiab peb lomluag rau daim ntawv ncua.",
  "privacy_page_52": "Puas muaj kev npaj saib lossin koj.",
  "privacy_page_53": "Xilog zua tshaj tawp tshaj taw pua tau tsaug heua thiab nyab muab koj xws tso sij hu ntawm kev nyob nrog lub tsheb, tab sis lub tsheb web koj nyob nrog kev nyob nrog lub tsheb. Yog tiam kev siv lub tsheb shared, peb tau txhais tau tshaj tawg siv “Private” lossis “Incognito” mode rau hauv lub tsheb. Tam sim no, nws deleting koj kev nyob nrog kev nyob",
  "privacy_page_54": "Yuaj tseg kuv txhua tus tsis tau txhais tau tias yuav tso siab nyob rau cov browser uas muaj qhua hlua li Mullvad ntawm desktop los yog Brave ntawm mobile.",
  "privacy_page_55": "Niam ntau txog qhuav tswv yav tom ntau ntawm Privacy Guides.",
  "privacy_page_56": "Tha u koj huaj thaiv, koj tuaj muaj tas muab txhuas tso ntawm kev saib xov xws ntau tus tso ntawm lub tso ntawm kev saib xov xws ntau tus tso ntawm kev saib xov xws ntau tus tso los ua txuag.",
  "privacy_page_57": "Nyob mus rau qhov muag tshwm mus rau hauv, xa mus NTAU ▼ thiab tom ntawv THIAB TUAM DATA TAM NTHIAU.",
  "privacy_page_58": "Tseg muab txhuas yuav npaj plua nplaum u mus (tus txhuas “Lub sijhawm dawb,” “Txoj kev npuas”).",
  "privacy_page_59": "Pom tem nqus nyob mus nqus nyob mus nqus Chrome, xam nqus tau nyob mus nqus tau, xam nqus tau.",
  "privacy_page_60": "kev tso sij hluam zais",
  "privacy_page_61": "qhov muag thiab daim ntawv tso nyob hauv lub zej zang.",
  "privacy_page_62": "Cov tsum duab thiab khoom tau nyob mus rau hauv.",
  "privacy_page_63": "Tseg tua cov data.",
  "privacy_page_64": "Yog tau kuv tso sij hu ntau zun peb lub sij hu.",
  "privacy_page_65": "Nyob mus rau ntawm qhov muag rau tawn qub, mus txhuas qhov muag MENU (☰) thiab xa mus txhuas SETTINGS.",
  "privacy_page_66": "Koj tau xaiv daim ntawv pom zoo LOSS LOSS daim ntawv tso cai zoo.",
  "privacy_page_67": "Nyob rau zos HISTORY, mus txuav HISTORY.",
  "privacy_page_68": "Tseg rov ko lub sij hauv kawg tau txooj xaiv (tus tswv pab “Raws liab”).",
  "privacy_page_69": "Nqaus mus ntauj",
  "privacy_page_70": "ntag ntsuas ntsuas ntsuas ntsuas.",
  "privacy_page_71": "Nws tso vaj.",
  "privacy_page_72": "ၶႃႈႁဵတ်ႇ",
  "privacy_page_73": "tshaj tso muas nrog lub tsum txheej<h2>",
  "privacy_page_74": "Kaw Soj Nrhiav Xwm Nraw",
  "privacy_page_75": "Cov cai tshaj chruas",
  "privacy_page_76": "Nqus ntawm qhov teb mus rau kev hu plig.",
  "privacy_page_77": "Yog tau kuv tso sij hu ntau zun peb lub sij hu.",
  "privacy_page_78": "👾 Bugs loss yog loss nyob loss?",
  "privacy_page_79": "If you mus lub npe muaj teeb meej lossis muaj lus nug, peb nyiam paib. Thov.",
  "privacy_page_80": "خ",
  "form.note.will-order-not-in-stock": "Pom tsaib, tab sis nyob nyob kawg.",
  "form.note.partial-fill": "Npe nqus nqus (tij tuaj txws npav ntawm qhov muag)",
  "form.note.call-ahead": "દxcschemes پێសួង‌ ណ thiab",
  "form.note.existing-patients-only": "Nws mloog nrhiav tau hauv tus neeg pom sij pom.",
  "form.note.prescribers-close-by": "Nws pom zoo rau tus neeg ny ob.",
  "form.note.certain-prescribers": "Nyob mus txuag mus tso tseg txawv lossis tom npe.",
  "form.note.patients-close-by": "Nws pom zoo rau tus neeg nyob ib ntsiav.",
  "form.note.long-wait-times": "Npej ntsuam zoo nkauj.",
  "form.note.no-cash": "Tseg mus nqaus.",
  "form.note.helpful-staff": "Xib nyuj ntsuam zoo.",
  "form.note.unhelpful-staff": "xoj muab tau kev pab tsis zoo",
  "share.message": "Xyuam tau mus ua si bupe? Nyob ntau pharmacy bupe? Nyob ntau tau pab tau map ua si lossis hauv txhua chav nroos?”"
}