{
  "about_page_1": "Circa questo progetto",
  "about_page_2": "Il Problema",
  "about_page_3": "Esistono due modi principali per ridurre le malattie e la morte correlate agli oppioidi (mobilità e mortalità): farmaci per la dipendenza da oppioidi (MOU; ad esempio, buprenorfina, metadone, naltrexone) e naloxone (un farmaco per l'inversione dell'overdose da oppioidi). I MOU sono i farmaci standard d'oro, approvati dalla FDA, utilizzati per trattare le persone con dipendenza da oppioidi. Tuttavia, ci sono barriere ai MOU che sono persistenti e includono fattori strutturali e sociali/razzismo, classismo, una risposta eccessivamente reattiva del sistema giudiziario penale nei confronti dei MOU, stigma e discriminazione nei confronti delle persone che usano droghe.",
  "about_page_4": "La ricerca volta a comprendere le barriere alla MOUD può essere suddivisa in due categorie: problemi relativi al reperimento di un prescrittore e problemi relativi al riempimento di una prescrizione. La ricerca precedente relativa al reperimento di un prescrittore ha evidenziato barriere consolidate all'accesso alle cure come pratiche di ammissione non etiche da parte dei fornitori di trattamento per la dipendenza da oppiacei, deserti di prescrittori di MOUD e percezioni negative nei confronti delle persone con una dipendenza da oppiacei. Le soluzioni al problema dei prescrittori hanno incluso la riduzione dei requisiti di formazione per i prescrittori, l'incentivazione dei fornitori e l'educazione sulla riduzione dello stigma per i fornitori. Sebbene questi esempi evidenzino la massiccia sfida del reperimento di un prescrittore per fornire cure salvavita, il secondo problema, il riempimento di una prescrizione, può ridurre la capacità di una persona di iniziare o continuare la sua terapia farmacologica.",
  "about_page_5": "Questo progetto mira a risolvere questo.",
  "about_page_6": "Il problema della “ultima miglio” è il divario terapeutico creato dalla discrezionalità delle farmacie riguardo a quali MOUD sono disponibili (se presenti) e a come vengono dispensati. Mentre gran parte delle politiche federali relative all’epidemia di oppiacei si è concentrata sull’aumento della prescrizione di MOUD tra i prescrittori, le farmacie decidono in ultima analisi se il MOUD viene dispensato. L'incapacità di dispensare una prescrizione presso la farmacia vanifica tutti i progressi compiuti aumentando i prescrittori.",
  "about_page_7": "Il nostro obiettivo è semplice: aiutare le persone a trovare bupe. Parlare con quasi chiunque sia prescritto bupe, e loro hanno una storia sulle difficoltà nel far riempire quelle prescrizioni.",
  "about_page_8": "Questo è inaccettabile.",
  "about_page_9": "Non dimenticheremo mai l'esperienza dei pazienti della Virginia Occidentale che correvano a una specifica farmacia per ottenere i loro farmaci prima che chiudesse, perché era l'unica in città che dispensava bupe. Ma dispensare una prescrizione per farmaci antidolorifici oppioidi... era così facile come entrare in qualsiasi farmacia. Non è giusto allora. Non è giusto adesso.",
  "about_page_10": "La Nostra Soluzione",
  "about_page_11": "Questo strumento è progettato per aiutare le persone a trovare bupe. Questo dovrebbe essere semplice, ma non lo è. Utilizzando il crowdsourcing di dati relativi all'accesso alle bupe, aiutiamo le persone che si trovano ad affrontare queste problematiche a superare le sfide e ad aiutare gli altri nella loro comunità. Speriamo che un giorno ogni farmacia ne abbia in stock questo medicinale. Tuttavia, la realtà è che poche ne hanno. Nel frattempo, speriamo che questo strumento possa aiutare.",
  "about_page_12": "Speriamo anche di far luce su quanto sia grande questa problematica. Tra le persone toccate da questa problematica, è noto, ma pochi al di fuori di questi ambienti conoscono quanto sia difficile ottenere un trattamento per una dipendenza da oppiacei. Le modifiche alle politiche finora sono state inadeguate. Sebbene questo database non sia esaustivo, speriamo che inizi una conversazione e un'azione per colmare in modo significativo queste lacune.",
  "about_page_13": "Speriamo che questa piattaforma aiuti le persone ad ottenere farmaci e a rompere il ciclo di discriminazione contro le persone che usano droghe o hanno una dipendenza.",
  "about_page_14": "Il Nostro Finanziamento",
  "about_page_15": "lol.",
  "about_page_16": "Come con i nostri altri progetti, abbiamo realizzato questo in risposta a un bisogno senza alcun sostegno finanziario. Inoltre, non aspettiamo la convalida esterna da parte di organizzazioni finanziatrici. Se deve essere fatto, lo faremo.",
  "about_page_17": "Come abbiamo detto in cima, l'accesso a bupe è stata una cosa che ci ha infastidito per un po'. Abbiamo fatto delle ricerche e della sensibilizzazione relative a questi problemi e speriamo che abbia un impatto... ma pensiamo sia il momento di agire direttamente.",
  "about_page_18": "Configurare questo servizio è relativamente poco costoso, secondo noi... Se avrà successo con molte persone che lo utilizzano per segnalare o trovare una farmacia, costerà dei soldi. Se avrà successo e le farmacie inizieranno effettivamente a rifornirsi regolarmente e ampiamente di bupe, potremo chiuderlo. Nel frattempo, speriamo che consideri di donare risorse al nostro impegno (nel footer).",
  "about_page_19": "Nota bene: Potrebbe esistere un mondo in cui questi dati vengono utilizzati per la ricerca o i finanziatori vedono il loro valore e ci danno qualche mano. Se questo è il caso, aggiorneremo questa pagina.",
  "about_page_20": "Non favoriamo alcun approccio al trattamento dell'alcolismo da oppiacei al di fuori degli approcci basati sull'evidenza. Scopri di più sul perché questo progetto riguarda le bupe su questa pagina:",
  "about_page_21": "Cosa ne pensate di metadone, naltrexone e bupe iniettabili a lunga durata d'azione?",
  "bulk-upload_page_1": "Istruzioni per l'invio di dati in blocco",
  "bulk-upload_page_2": "Per i ricercatori che conducono studi di shopper segreti o organizzazioni con più punti dati (catene farmaceutiche??? coach di recupero dagli effetti dell'abuso di sostanze??? prescritori??? organizzazioni di riduzione dei danni???), offriamo un'opzione di invio all'ingrosso per aiutare a popolare rapidamente la mappa.",
  "bulk-upload_page_3": "Per aiutare le persone a prendere decisioni su dove possono (e non possono) inserire i loro script di bupe, abbiamo bisogno di dati freschi (idealmente meno di 30 giorni).",
  "bulk-upload_page_4": "Se hai dati di grandi dimensioni, puoi aiutarci a riempire rapidamente la mappa. Grazie!",
  "bulk-upload_page_5": "Utilizza il modello di foglio di calcolo sottostante per inserire i tuoi dati. Questo formato è importante per il caricamento in blocco.",
  "bulk-upload_page_6": "Non includere alcuna informazione personalmente identificabile nelle note. È possibile includere informazioni sul paziente simulate (ad esempio, incinta) nelle note se rilevante.",
  "bulk-upload_page_7": "Ci occuperemo della formattazione e del caricamento sulla mappa!",
  "bulk-upload_page_8": "Passo 1: Ottieni il modello.",
  "bulk-upload_page_9": "Utilizziamo un modello standard per garantire la qualità dei dati. Si prega di visualizzare o scaricare il nostro modello ufficiale di CryptPad.",
  "bulk-upload_page_10": "Accedi al Modello",
  "bulk-upload_page_11": "Accedi alla documentazione del supporto per i modelli.",
  "bulk-upload_page_12": "Passo 2: Compila i tuoi dati.",
  "bulk-upload_page_13": "I campi obbligatori sono pharmacy_address, report_type (success o denied). Le informazioni su formulation, standardized_notes e notes sono opzionali (ma utili!).",
  "bulk-upload_page_14": "Passo 3: Invia il tuo file in modo sicuro.",
  "bulk-upload_page_15": "Una volta che il tuo foglio di calcolo sarà completo, salvalo come file TSV (`File` > `Salva come` > `TSV (.tsv)`). Usiamo il TSV perché alcune persone potrebbero usare le virgole nella riga dell'indirizzo o delle note, ma nessuno userà i tab. Questo rende l'importazione e la pulizia dei dati molto più semplice per noi e facile da fare anche per te (win/win). Per trasferire i file in modo sicuro, utilizza il servizio WORMHOLE gratuito e crittografato per inviarci il tuo file.",
  "bulk-upload_page_17": "Carica il tuo file TSV (valori separati da tab).",
  "bulk-upload_page_18": "Copia il link sicuro che genera.",
  "bulk-upload_page_20": "NB - il link al file è attivo solo per 24 ore, quindi potrei chiederti di inviarlo di nuovo. Scuse anticipate!",
  "bulk-upload_page_21": "Domande?",
  "bulk-upload_page_22": "Se trova un problema con il sito o ha una domanda, vogliamo saperlo. Per favore",
  "bulk-upload_page_23": "contattaci utilizzando il nostro modulo sicuro",
  "components_demomodeindicator_1": "Visualizzi dati dimostrativi. Queste non sono informazioni di farmacia reali.",
  "components_manualpharmacyentry_1": "Torna alla ricerca",
  "components_manualpharmacyentry_2": "Aggiungi una Farmacia & Segnala",
  "components_manualpharmacyentry_3": "Se non hai trovato la tua farmacia nei risultati di ricerca, puoi aggiungerla qui insieme al tuo rapporto sull'ottenimento della tua ricetta.",
  "components_manualpharmacyentry_4": "Informazioni farmacia",
  "components_manualpharmacyentry_5": "Nome della farmacia",
  "components_manualpharmacyentry_6": "Indirizzo di via",
  "components_manualpharmacyentry_7": "Città",
  "components_manualpharmacyentry_8": "State",
  "components_manualpharmacyentry_9": "Seleziona uno stato",
  "components_manualpharmacyentry_10": "Codice Postale",
  "components_manualpharmacyentry_11": "Numero di telefono",
  "components_manualpharmacyentry_12": "Includere un numero di telefono aiuta gli altri a chiamare in anticipo.",
  "components_manualpharmacyentry_13": "Il tuo rapporto",
  "components_manualpharmacyentry_14": "Qual è stato il risultato della tua visita?",
  "components_manualpharmacyentry_15": "✅ Sono riuscito a rifornire la mia ricetta.",
  "components_manualpharmacyentry_16": "❌ Non sono stato in grado di compilare la mia ricetta.",
  "components_manualpharmacyentry_17": "Quale formulazione/e hai provato a riempire?",
  "components_manualpharmacyentry_18": "Osservazioni comuni (opzionale)",
  "components_manualpharmacyentry_19": "Note aggiuntive",
  "components_manualpharmacyentry_20": "Capisco che il mio rapporto anonimo sarà utilizzato per aggiornare la mappa pubblica (OBBLIGATORIO).",
  "components_manualpharmacyentry_21": "NOTA: Questa informazione sulla farmacia e il tuo rapporto saranno aggiunti al nostro database per aiutare gli altri. Gli inserimenti manuali richiedono l'approvazione prima di apparire nei risultati di ricerca.",
  "components_maplegend_1": "Probabile che si riempia",
  "components_maplegend_2": "Probabile che neghi / rifiuti",
  "components_newslettersignup_1": "Iscriviti alla nostra newsletter per organizzare e aggiornamenti.",
  "components_newslettersignup_2": "Consenso a ricevere aggiornamenti opzionali della newsletter dell'Opioid Policy Institute.",
  "components_pharmacylistitem_1": "Telefono:",
  "components_pharmacylistitem_2": "Rapporti di Successo:",
  "components_pharmacylistitem_3": "Rapporti di Negazione:",
  "components_pharmacylistitem_4": "Rapporto più recente con successo:",
  "components_pharmacylistitem_5": "Chiama la farmacia 📞",
  "components_pharmacylistitem_6": "Ottieni indicazioni 🚌",
  "components_pharmacylistitem_7": "Questo aprirà l'applicazione di mappe del tuo dispositivo. Si prega di notare che:",
  "components_pharmacylistitem_8": "La tua app di mappe potrebbe raccogliere e condividere i dati sulla tua posizione.",
  "components_pharmacylistitem_9": "Non tracciamo né memorizziamo la tua posizione.",
  "components_pharmacylistitem_10": "Utilizza app di mappe che rispettano la privacy come Organic Maps.",
  "components_pharmacylistitem_11": "Annulla",
  "components_pharmacylistitem_12": "Continua",
  "components_privacybanner_1": "Rilevato \"Do Not Track\" - rispettiamo la tua preferenza per la privacy.",
  "components_privacybanner_2": "Per la massima privacy, considera di cancellare la cronologia del browser e passare alla modalità di navigazione in incognito/privata o utilizzare un browser incentrato sulla privacy come Brave o Tor.",
  "components_privacybanner_3": "Ottimi controlli sulla privacy! Ricorda di cancellare la cronologia quando hai finito.",
  "components_privacybanner_4": "Scopri di più",
  "layout_1": "Strumento di Access Bupe",
  "layout_2": "Questa è una risorsa open source.",
  "layout_3": "Abbiamo solo dati sulla disponibilità di bupe che è stata segnalata a questo database.",
  "layout_4": "Questo strumento non è una garanzia di servizio. Questi dati non sono esaustivi.",
  "layout_5": "Casa",
  "layout_6": "Circa questo progetto",
  "layout_7": "Controlla il nostro pannello di controllo.",
  "layout_8": "Cosa ne pensi delle altre cure?",
  "layout_9": "Strumento di Reporting di Massa",
  "layout_10": "Iscriviti alla nostra newsletter",
  "layout_11": "Informazioni sulla privacy & consigli 🔒",
  "layout_12": "Sosteneteci",
  "methadone-naltrexone_page_1": "Una nota su metadone, naltrexone e bupe iniettabili a lunga durata d'azione... o, perché non sono inclusi qui?",
  "methadone-naltrexone_page_2": "Potresti notare che altri farmaci per il Disturbo da Uso di Oppioidi (DUO) – metadone, naltrexone, buprenorfina iniettabile a lunga durata d'azione – non sono inclusi nel nostro strumento di ricerca. Questo è intenzionale e riflette il focus specifico del progetto sull'accesso in farmacia alla buprenorfina.",
  "methadone-naltrexone_page_3": "Più informazioni su Methadone",
  "methadone-naltrexone_page_4": "Attualmente, rigorose normative federali limitano la dispensazione di metadone per la dipendenza da oppiacei a programmi specializzati di trattamento per l'oppioide (PTO), spesso chiamati “cliniche di metadone”. <strong/> Ciò significa che i pazienti non possono far riempire la loro prescrizione di metadone presso la farmacia di comunità, che è il focus di questo progetto. Il metadone viene dispensato principalmente in una clinica specifica ogni giorno (o quasi ogni giorno), il che può rappresentare un ostacolo significativo all’accesso alle cure.",
  "methadone-naltrexone_page_5": "Limitare l'accesso al metadone è una scelta politica, non una necessità medica. Molti altri paesi hanno integrato con successo la dispensazione di metadone nelle farmacie comunitarie, tra cui il Regno Unito, il Canada e l'Australia. In questi luoghi, un paziente può ritirare il suo farmaco dal farmacista locale, proprio come per qualsiasi altra prescrizione. Mentre sosteniamo la riduzione delle restrizioni sul metadone, questo progetto è focalizzato sul miglioramento dell'accesso alla buprenorfina attraverso le farmacie.",
  "methadone-naltrexone_page_6": "Più informazioni su Naltrexone e Bupe iniettabili a lunga durata.",
  "methadone-naltrexone_page_7": "Naltrexone per USO offuscato (OUD) è più comunemente prescritto come iniezione a lunga durata. Sebbene questo farmaco venga spesso ordinato tramite le farmacie, è quasi sempre somministrato in un ambiente medico, non dispensato direttamente al bancone della farmacia. Lo stesso vale per la butanone iniettabile a lunga durata. La forma a comprimere di naltrexone, sebbene disponibile in farmacia, è meno comunemente utilizzata per l'OUD.",
  "methadone-naltrexone_page_8": "Poiché il nostro strumento è focalizzato sui farmaci che i pazienti possono ritirare direttamente presso una farmacia comunitaria, ci siamo concentrati esclusivamente sulla buprenorfina per garantire che i nostri dati sull'accesso alle farmacie siano il più chiari e accurati possibile.",
  "methadone-naltrexone_page_9": "Se ti trovi negli Stati Uniti, consigliamo il Treatment Locator di SAMHSA per trovare programmi che utilizzano questi farmaci (dovrebbero includere anche persone che prescrivono oppiacei!).",
  "methadone-naltrexone_page_10": "Trova Trattamento",
  "methadone-naltrexone_page_11": "Furgoni di metadone",
  "methadone-naltrexone_page_12": "Non siamo a conoscenza di un elenco completo e attivamente mantenuto di furgoni di metadone. Questo è un approccio ingegnoso per aumentare l'accesso. Se hai una risorsa a cui possiamo fare riferimento, contattaci!",
  "methadone-naltrexone_page_13": "Contattaci",
  "not-found_1": "Pagina non trovata",
  "not-found_2": "Mi dispiace, la pagina che stai cercando non esiste.",
  "not-found_3": "Ritorna a casa",
  "not-found_4": "Pagina non trovata",
  "not-found_5": "Mi dispiace, la pagina che stai cercando non esiste.",
  "not-found_6": "Ritorna a casa",
  "page_1": "Inserisci il tuo codice postale",
  "page_2": "Si prega di inserire un codice postale per trovare e segnalare farmacie con bupe nelle vicinanze.",
  "page_3": "Codice Postale",
  "page_4": "Caricamento...",
  "page_5": "Imposta posizione",
  "page_6": "Cosa vorresti fare oggi?",
  "page_7": "Aggiorna lo stato delle Bupe di una Farmacia",
  "page_8": "Trova una farmacia amica di Bupe.",
  "page_9": "Torna a ZIP",
  "page_10": "Farmacie Amiche di Bupe",
  "page_11": "Stampa Elenco 🖨️",
  "page_12": "Tendenze Recenti:",
  "page_13": "Più Successi",
  "page_14": "Neutrale",
  "page_15": "Più negazioni",
  "page_16": "🔒 Consigli sulla Privacy & Sicurezza 🔒",
  "page_17": "Ultimi 7 giorni",
  "page_18": "Ultimi 15 giorni",
  "page_19": "Ultimi 30 giorni",
  "page_20": "Ogni Tempo",
  "page_21": "Caricamento delle farmacie...",
  "page_22": "Non sono stati trovati rapporti di successo per il periodo selezionato. Sii il primo a segnalare! Oppure, prova un intervallo di date più ampio o seleziona \"Tutto il tempo\".",
  "page_23": "Per gli aggiornamenti più recenti, visita findbupe.org",
  "page_24": "🎉 Grazie! 🎉",
  "page_25": "Sappiamo che compilare un modulo di bupe non è sempre facile. Le vostre risposte aiutano altre persone nella vostra zona a trovare questo farmaco salvavita.",
  "page_26": "Le informazioni più utili sono informazioni NUOVE!",
  "page_27": "Quindi, la prossima volta che provi a scrivere uno script di bupe, raccontacelo a noi. Puoi anche aiutare condividendo questo sito web con amici che usano bupe.",
  "page_28": "Ricorda di cancellare la cronologia del browser. Scopri di più nei nostri consigli sulla privacy.🔒",
  "page_29": "Trova Farmacie Amiche di Bupe Vicino a Te",
  "page_30": "Copiato nel segnalibro!",
  "page_31": "Condividi con un amico 🚀",
  "page_32": "Se sei interessato a inviare più report, consulta il nostro strumento di reporting in blocco.",
  "page_33": "Aggiorna lo stato dei Bupe della Farmacia",
  "page_34": "Cerca una farmacia",
  "page_35": "➕ Non riesci a trovare la tua farmacia? Aggiungila manualmente",
  "page_36": "Cambia farmacia",
  "page_37": "Qual è stato il risultato? (Richiesto)",
  "page_38": "✅ Sono riuscito a compilare la mia prescrizione.",
  "page_39": "❌ Non sono stato in grado di compilare la mia ricetta.",
  "page_40": "Formulazione (opzionale, indicare tutte le caselle applicabili)",
  "page_41": "Osservazioni comuni (opzionale)",
  "page_42": "Altre note (opzionale)",
  "page_43": "Capisco che il mio rapporto anonimo sarà utilizzato per aggiornare la mappa pubblica (OBBLIGATORIO).",
  "page_44": "Invio...",
  "page_45": "Invia rapporto",
  "page_46": "Invio fallito. Riprova, per favore.",
  "privacy_page_1": "Indice",
  "privacy_page_2": "Perché Abbiamo Costruito Questo Strumento",
  "privacy_page_3": "Cosa Raccogliamo (e Cosa Non Raccogliamo)",
  "privacy_page_4": "Come Funziona la Tecnologia",
  "privacy_page_5": "Come proteggersi",
  "privacy_page_6": "Insetti o Domande?",
  "privacy_page_7": "Come Cerchiamo di Proteggere la Tua Privacy",
  "privacy_page_8": "Perché Abbiamo Costruito Questo Strumento",
  "privacy_page_9": "Trovare farmaci per curare la dipendenza da oppiacei, come la buprenorfina (bupe), può essere molto difficile. Alcune farmacie non ce l'hanno, e altre potrebbero rifiutarsi di dispensare una prescrizione. Questo può essere stressante e spaventoso.",
  "privacy_page_10": "Abbiamo creato questo strumento per aiutare. È una mappa, realizzata dalla comunità, per la comunità. Condividendo quali farmacie sono utili, possiamo rendere più facile per la prossima persona ottenere il farmaco di cui ha bisogno. Possiamo anche mostrare quanto è grande il problema, così da poter lavorare per risolverlo.",
  "privacy_page_11": "Ma sappiamo anche che la privacy è molto importante, soprattutto quando si tratta di informazioni sanitarie sensibili come la dipendenza. Vogliamo assicurarci che tu sia al sicuro quando utilizzi questo strumento, quindi abbiamo adottato misure per proteggere la tua privacy. Ci sono anche dei passi che puoi fare, che spiegheremo di seguito.",
  "privacy_page_12": "Cosa Raccogliamo (e Cosa Non Raccogliamo)",
  "privacy_page_13": "Molti siti web raccolgono informazioni personali per venderti pubblicità o altri prodotti. A volte questo è piuttosto subdolo e accade senza che tu lo sappia o lo approvi. Questo è dannoso per la tua privacy. Abbiamo progettato il nostro sito web per non farlo.",
  "privacy_page_14": "Quando si tratta di informazioni come chi sei, se hai una dipendenza, quali medicine prendi o dove vivi, le persone e le aziende possono usarle per discriminarti. Quindi, non forniamo queste informazioni o altre informazioni su di te ad altre aziende.",
  "privacy_page_15": "Ci sono due modi principali con cui raccogliamo informazioni su di te con questo sito:",
  "privacy_page_16": "RAPPORTO DISPONIBILITÀ FARMACIA BUPE:",
  "privacy_page_17": "Quello che ci rapporti non è legato a te ed è completamente volontario. Non devi presentare rapporti per ottenere bupe. Sul modulo di accesso bupe, noi intenzionalmente non raccogliamo alcuna informazione come il tuo nome, i tuoi dati di contatto o cose losche come un indirizzo IP che identifica il tuo dispositivo e potrebbe identificarti. Ciò significa che non sappiamo chi sei e non vogliamo saperlo. Vogliamo solo aiutare le persone a trovare bupe.",
  "privacy_page_18": "TROVARE BUPE:",
  "privacy_page_19": "Utilizziamo il codice postale che inserisci per aiutarti a trovare le farmacie nelle tue vicinanze. Non memorizziamo il tuo codice postale né alcuna altra informazione che potrebbe identificarti quando cerchi una farmacia.",
  "privacy_page_20": "La nostra promessa più importante è proteggere la tua privacy. Abbiamo progettato questo sito per raccogliere zero informazioni personali su di te. Il modulo di invio è sufficiente per contenere informazioni utili ad altre persone e non per identificarti.",
  "privacy_page_21": "Quando consegni alla nostra farmacia il bupe updater:",
  "privacy_page_22": "Non conosciamo il tuo nome.",
  "privacy_page_23": "Non conosciamo il tuo indirizzo email o il tuo numero di telefono.",
  "privacy_page_24": "Non conosciamo l'indirizzo IP del tuo computer.",
  "privacy_page_25": "Non tracciamo la tua posizione.",
  "privacy_page_26": "L'unica informazione di cui abbiamo bisogno per un rapporto è ciò che scegli di condividere: il nome della farmacia, la posizione della farmacia, la data e se la tua visita è stata un successo o un rifiuto. Ci sono altre domande a cui puoi scegliere di rispondere, ma non sei obbligato a farlo. Non inviare informazioni personali nel modulo note. In caso affermativo, le cancelleremo dal nostro database.",
  "privacy_page_27": "Informazioni personali facoltative che raccogliamo:",
  "privacy_page_28": "Ci sono alcuni posti in cui raccogliamo informazioni personali, ma non è necessario utilizzare queste parti del sito web per segnalare o individuare i bupe.",
  "privacy_page_29": "Se utilizzi il nostro modulo di contatto (diverso dal modulo di segnalazione della farmacia), stai condividendo informazioni personali come il tuo nome e indirizzo email. Non è necessario utilizzare il modulo di contatto a meno che tu non abbia una domanda o un commento. Utilizziamo il software Fillout.",
  "privacy_page_30": "Il nostro modulo di iscrizione alla newsletter raccoglie anche informazioni personali come l'indirizzo email. Questo è anche facoltativo e non è richiesto per utilizzare il sito. Utilizziamo Ghost per la pubblicazione della newsletter.",
  "privacy_page_31": "Infine, il nostro modulo di donazione raccoglie informazioni personali come il tuo nome, indirizzo email e informazioni di pagamento. Questo è anche facoltativo e non è richiesto per utilizzare il sito. Il sito è gratuito per l'uso e non è necessario donare per utilizzarlo. Utilizziamo Stripe per l'elaborazione dei pagamenti.",
  "privacy_page_32": "Come Funziona la Tecnologia",
  "privacy_page_33": "Utilizziamo strumenti moderni e orientati alla privacy per gestire questo sito:",
  "privacy_page_34": "Protezione dallo spam:",
  "privacy_page_35": "Utilizziamo uno strumento chiamato Cloudflare Turnstile per verificare se una presentazione proviene da una persona reale, non da un robot. Lo fa senza i fastidiosi enigmi e senza creare un profilo pubblicitario sui siti web che visiti o su ciò che inserisci in un modulo. Lo usiamo per proteggere il modulo da inserimenti falsi.",
  "privacy_page_36": "Mappe:",
  "privacy_page_37": "Per proteggere la tua privacy, i link \"Get Directions\" e altri utilizzi di mappe utilizzano OpenStreetMap, un servizio di mappatura non-profit che ha forti pratiche di privacy. Le tue ricerche non sono collegate a un account personale utilizzato per creare un profilo pubblicitario, a differenza di Google Maps. Open Street Maps privilegia la privacy, soprattutto rispetto a Google Maps.",
  "privacy_page_38": "Se utilizzi questo sito web su un telefono mobile, potrebbe aprire i link della farmacia \"Get Direction\" su un servizio come Google Maps sul tuo telefono. L'abbiamo impostato per rendere facile la navigazione verso una farmacia che ha bupe sul tuo telefono, ma l'utilizzo di Google Maps (se è il tuo predefinito) comporta un rischio per la privacy (non solo con queste informazioni). Google Maps utilizza i tuoi dati per indirizzarti con annunci pubblicitari, inclusa la navigazione verso una farmacia.",
  "privacy_page_39": "Questo è cattivo per la tua privacy.",
  "privacy_page_40": "Tuttavia, non possiamo controllare quali app utilizzi sul tuo dispositivo mobile. Suggeriamo di utilizzare strumenti di mappatura che preservano la privacy, come:",
  "privacy_page_41": "sul tuo telefono per ridurre questi problemi. Puoi anche utilizzare Google Maps in \"Modalità Incognito\" ma altri prodotti Google \"Modalità Incognito\" sono stati trovati a non proteggere effettivamente la tua privacy, quindi è meglio evitare prodotti di aziende come Google, Meta/Facebook/Instagram, Amazon, Apple, Microsoft, ecc. per evitare che ottengano le tue informazioni per utilizzarle per la pubblicità.",
  "privacy_page_42": "Database:",
  "privacy_page_43": "I tuoi rapporti anonimi sono conservati in un database sicuro chiamato Airtable. Siamo gli unici ad avere accesso a questi dati e includono solo le informazioni che hai fornito tramite lo strumento di aggiornamento della farmacia + l'aggiunta automatica dell'orario di invio (per aiutare a rappresentare la freschezza dei dati).",
  "privacy_page_44": "Hosting:",
  "privacy_page_45": "Il sito web è ospitato su Vercel e abbiamo configurato in modo che non memorizzi gli indirizzi IP dei visitatori (in modo che il tuo dispositivo non venga identificato).",
  "privacy_page_46": "Codice:",
  "privacy_page_47": "Il codice del sito web (non i dati del modulo) è ospitato su",
  "privacy_page_48": "e",
  "privacy_page_49": "Così che le persone possano controllare questo sito web e suggerire correzioni alle nostre pratiche sulla privacy e sulla sicurezza o nuove funzionalità. Siamo impegnati nella trasparenza e nel software open source.",
  "privacy_page_50": "Si prega di contattarci utilizzando il nostro modulo sicuro se ha domande o suggerimenti.",
  "privacy_page_51": "Questo è un progetto orientato alla comunità e apprezziamo l'aiuto.",
  "privacy_page_52": "Come proteggersi",
  "privacy_page_53": "Mentre il nostro sito web si impegna ad essere sicuro e a proteggere la tua privacy, il tuo browser web salva una cronologia dei siti che visiti. Se utilizzi un computer condiviso, raccomandiamo vivamente di utilizzare la modalità \"Privata\" o \"In incognito\" nel tuo browser. Questo elimina la tua cronologia quando chiudi la finestra del browser, quindi nessuno può vedere quali siti hai visitato. Potrebbe essere utile cancellare la cronologia del tuo browser dopo aver utilizzato questo sito, anche se non su un computer condiviso. Questo può aiutare a proteggere la tua privacy.",
  "privacy_page_54": "Potresti anche voler considerare browser che hanno migliori protezioni sulla privacy come Mullvad su desktop o Brave su mobile.",
  "privacy_page_55": "Scopri di più sulle pratiche sulla privacy su Privacy Guides.",
  "privacy_page_56": "Quando hai finito, puoi anche cancellare la cronologia di navigazione recente per rimuovere ogni traccia della tua visita:",
  "privacy_page_57": "In alto a destra, seleziona PIÙ ▼ e poi elimina la cronologia di navigazione.",
  "privacy_page_58": "Seleziona quanto storico vuoi eliminare (ad esempio, \"Ultima ora\", \"Tutto il tempo\").",
  "privacy_page_59": "Controlla le caselle per le informazioni che vuoi che Chrome cancelli, inclusi:",
  "privacy_page_60": "Cronologia di navigazione",
  "privacy_page_61": "Cookie e altri dati del sito.",
  "privacy_page_62": "Immagini e file memorizzati nella cache",
  "privacy_page_63": "Seleziona ELIMINA DATI.",
  "privacy_page_64": "Fai questo ogni volta che visiti questo sito.",
  "privacy_page_65": "In alto a destra, clicca sul pulsante MENU (☰) e seleziona IMPOSTAZIONI.",
  "privacy_page_66": "Seleziona il pannello PRIVACY E SICUREZZA.",
  "privacy_page_67": "Nella sezione STORIA, fai clic su ELIMINA LA STORIA.",
  "privacy_page_68": "Seleziona l'intervallo di tempo da eliminare (ad esempio, \"Tutto\").",
  "privacy_page_69": "Controlla le caselle per le informazioni che vuoi cancellare:",
  "privacy_page_70": "STORIA DEL NAVIGATORE E DOWNLOAD",
  "privacy_page_71": "Cookie",
  "privacy_page_72": "Cache",
  "privacy_page_73": "Accessi Attivi",
  "privacy_page_74": "Dati del sito web offline",
  "privacy_page_75": "Preferenze del sito",
  "privacy_page_76": "Clicca il pulsante OK per confermare.",
  "privacy_page_77": "Fai questo ogni volta che visiti questo sito.",
  "privacy_page_78": "👾 Errori o Domande?",
  "privacy_page_79": "Se trova un problema con il sito o ha una domanda, vogliamo saperlo. Per favore",
  "privacy_page_80": "contattaci utilizzando il nostro modulo sicuro",
  "form.note.will-order-not-in-stock": "Ordinerò, ma non è in magazzino.",
  "form.note.partial-fill": "Riempimento parziale (non è stato riempito l'intero ordine)",
  "form.note.call-ahead": "È meglio chiamare prima.",
  "form.note.existing-patients-only": "Solo per pazienti esistenti",
  "form.note.prescribers-close-by": "Solo rasiene da prescrittori “vicini”",
  "form.note.certain-prescribers": "Solo compilare da determinati prescrittori.",
  "form.note.patients-close-by": "Solo per pazienti \"vicini",
  "form.note.long-wait-times": "Tempi di attesa lunghi",
  "form.note.no-cash": "Non accettiamo contanti.",
  "form.note.helpful-staff": "Personale disponibile",
  "form.note.unhelpful-staff": "Personale poco utile",
  "share.message": "Bisogno trovare bupe? Conosce la disponibilità di bupe nelle farmacie? Aiuto a mappare l'accesso nella nostra comunità:"
}