{
  "about_page_1": "Circa 'stu prugettatu",
  "about_page_2": "Is Munne",
  "about_page_3": "Ci stannannu annantu a dui manere per riduriri a malatu e a la morti cumbattuta a l'opiu (mobidity & mortality): medicamenti per a dipendenza da opiu (MOUD; e.g., buprenorfina, metadone, naltrexone) e naloxone (un medicamentu di inversione di l'overdose di opiu). I MOUD stannu i medicamenti standard di oro, approvatu da l'FDA, usatu per curari li pupuli cu a dipendenza da opiu. Tuttavia, ci stannu barriere a i MOUD stanti e includin strutturali e societarie/razziali, classiste, un rispunta criminale e troppu attiva a i MOUD, stigma e discriminazione versu li pupuli chi usanu a droga.",
  "about_page_4": "La ricerca chi tratta di capì i barriere di MOUD puteni in dui categori: prublemi cu trovara un prescrituru e prublemi cu riempiri un prescrituru. Prublemi precedenti chi tratta di trovara un prescrituru hannu mettutu in luce barriere anticu a cura, cumme prattichi di admissioni antichi trà i furnitori di trattamentu di MOUD, deserti di prescrituri di MOUD e percepzioni negativi versu i prupuli cu un MOUD. Soluzioni prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prubali prub",
  "about_page_5": "Questu prujettu mira a risulutà stu malu.",
  "about_page_6": "Is problema dû \"ultima mittuta\" è lu scarpu dû mancanza di curativu creatu di a discrezione di a farmàcia supra chi MOUD è disponibilità (suppuru) è cum'è lu veni dispensatu di a farmàcia. Mentre macari nisciunu dû pulitica federala risruttta à l'epidemia di l'opioidi a puntu à aumentà l'amministrativu di MOUD tra li curativi, a farmàcia finennali decìdinu suli suli MOUD è dispensatu. L'incapacità di cumprà nu ricetta à la farmàcia annulla tutti i prugressu fatti aumentannu i curativi.",
  "about_page_7": "L'obiettivu nostru è sempri: aiutà a rinnunà a bupe. Parallu a quasi chiunque sia prescrittu a bupe, e quannu li chisti, anu una storia di li difficità a cumprà quanni.",
  "about_page_8": "Stu cosa è inaccettabbà.",
  "about_page_9": "Nun ci lasciamm'à mai l'esperienza di i pazienti in Virghinia Occidentale chi corrìvanu à un farmacista specificu per pigghiari i luri prima chì chiudiva, parchè era l'unicu in cità chi pigliava i bupe. Ma piglià un ricetta per i medicamenti di dolore di oppiò, ... chistu era quantu andà à entrà in quaru farmacista. Nun era guttà allura. Nun è guttà apprussu.",
  "about_page_10": "A nostra soluzione",
  "about_page_11": "Questu strumentu è fatu p'\"àgghia\" a li pupuli. Quistu dûrebbe èssiri suli, ma nun è. Attraversu l'utilizzi dû data riligatu à l'accessu à l'àgghia, aiutamu li pupuli chi si trovanu in questi prublema a navigà nenti e a aiutà l'altri nenti a so comunità. Speremu chi un ghjornu ogni farmacia avra stu medicinamentu in magazzinu. Ma a verità è ca poculi fanno. Nenti aspettatu, speremu chi questu strumentu aiuta.",
  "about_page_12": "Ci aspettamm’ a tene un luce squarciappu addunu quantu è granni stu prublema. Fra l’ammori chi hannu passatu stu prublema, è nuttanti, ma poccianti fora stu loru munnu s’annu quantu è diffìcile truvà curazione per l’addiczione à l’opiu. I curativi fatti finu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’annu s’",
  "about_page_13": "Speremu chi stu paltorma aiuta li mmiranti a truvà a medicina e a brìccà lu ciclu di discriminazzioni contra li mmiranti o li addicciati.",
  "about_page_14": "I financij nostri",
  "about_page_15": "Uffà.",
  "about_page_16": "Cum li nuttanti nisuna altra proiezzi, ci luntàmmamu stu proiezzi a rispunsu a nu necessitu senza nu quantu di sussidiu. E nutantu apprussu a validazzioni esterni da organizzazzioni chiddi ch'asuppunniannu. Si nun è necessariu, ci facemu.",
  "about_page_17": "Comme dicemmo lassù, lu bupe access è stata qualcosa ch'a ci ha fregato per un cchiù o cchiù tempo. Avemu facutu qualche ricerca e assistenza riguardanti questi prublemi e speremu ch'a ha un impattu...ma pensemu ch'a è venuti lu munumentu di agiri direttamente.",
  "about_page_18": "Cummunicàrri 'stu servizzu è quasi nisciunu spesa, pensamu... Si nun passa, cu tantri mmassimu ch'ù usanu p'arruvatarli o trovàrli farmàcce, costi nu pocu soldi. Si passa e le farmàcche iniziannu a cumprà assai assai, allora pudimmu a smettiri. Nenti, speremu ch'à pruduni a donà risursi a la nostra fatica (n'ellu a piuma).",
  "about_page_19": "Sì, ci potivaa esse un munnu in cui stu datu è usatu a prudussionì a ricerca o li finanzisti viddinu lu valoru e ci dunnunu unnippu.",
  "about_page_20": "Nun ci piacciannessu nisciuna aspru di trattamentu di dipendenza da oppiòni, a mitturu aspru basatu nantu a pruma pruva. Apprendi di piusi nantu a chista prujectu di bupe quistu paginu:",
  "about_page_21": "Cchiu' di metadone, naltrexone e bupe injectabili a lunga durata?",
  "bulk-upload_page_1": "Istruzioni per la presentazione di dati in blocco",
  "bulk-upload_page_2": "Per ricercistà chi hannu fatu studi di cumpra segreta o organizzioni cu tanti dati (catene di farmacie??? maestri di recuperu??? prescritori??? organizzioni di riduzioni di danni???), offrimu n'opzione di submissione in bloccu per aiutà a riempire la mappa prontu.",
  "bulk-upload_page_3": "Pa aiutà li pupuli a pigghiari decisioni abbasantu a diri (e a nun diri) a cumprigliare i script di bupe, ci volimmu dati nuvi (idealmenti minchiusa 30 ghiorni).",
  "bulk-upload_page_4": "Suppuru semmane dati, s'uppuni a noi di riabbàri a mappa prontu. Grazzi!",
  "bulk-upload_page_5": "Usa lu stampettu di spreddiu sottu per mettiri i dati. Sta forma è importanta per l'uppulizzu in massa.",
  "bulk-upload_page_6": "Nun prubà a includi quarchi cosa ch'a fa iduntificà chi, ntigghi. Puoi includi l'infurmazioni dû pacientu simulativu (e.g., incinta) s'è pruscipale.",
  "bulk-upload_page_7": "Ni ci currìa a formatta e a carricà dint'a la mappa!",
  "bulk-upload_page_8": "Passu 1: Ottieni l'impugna.",
  "bulk-upload_page_9": "Utilizzemu un modulu standard per assicurà la qualità dû data. Pudiri vistà o scaricà lu nostru modulu ufficiali di CryptPad.",
  "bulk-upload_page_10": "Accedi alla Modella",
  "bulk-upload_page_11": "Accedi alla Documentazione di Supportu per i Template.",
  "bulk-upload_page_12": "Passu 2: Riempigu u datu.",
  "bulk-upload_page_13": "I campi obligativi sunt nurma pharmacy_address, report_type (successa o denied). L'infurmazioni nantu a formulatione, standardized_notes, e notes sunnu opzionali (ma utili!).",
  "bulk-upload_page_14": "Passu 3: Presenta u giuliu in modu sicuru.",
  "bulk-upload_page_15": "Una vota ca ca cartella è finita, piglia a salva a cumu a un file TSV (`File` > `Salva cumu` > `TSV (.tsv)`). Us semm TSV perche' alcuni po' usà virgule a l'indirizzu o a l'attributu, ma nisciuno usà spazi. Isso fa a importazzioni e a pulizia d'a data molli pi' facili a nostru e è facili a fari a tu (vinta-vinta). Per trasfurmà a file a manera sicura, piglia a usà a servizzu gratis e criptatu WORMHOLE a mandàddunu a noi.",
  "bulk-upload_page_17": "Carica u tuo fiche TSV (valori separati cun tabbi).",
  "bulk-upload_page_18": "Copia lu ligatu sicuru ca genera.",
  "bulk-upload_page_20": "NB - u link u file è attivo nuru 24 ore, quannu mi pigghi a chvidici a rimandunu. Scusì in anticipu!",
  "bulk-upload_page_21": "Domandane?",
  "bulk-upload_page_22": "Sif tu trovai un prublema cu lu sittu o aviri una quistioni, vunu chi appartunu. M'aggrattunu.",
  "bulk-upload_page_23": "contattàghini usannannu u nostru furmu sicuru",
  "components_demomodeindicator_1": "Stanti a vidditu dati di dimostrazzione. Stu nun è infurmazzione reale di farmacia.",
  "components_manualpharmacyentry_1": "Torna à ricerca",
  "components_manualpharmacyentry_2": "Aggiungi una Farmacia & Ripàrta",
  "components_manualpharmacyentry_3": "Suppuru nun arribasti a trovu la tua farma trìsultatu di ricerca, ponili quist'a quist'a cun u riportu tì a cumm'a riabbir a prescrizziunnu.",
  "components_manualpharmacyentry_4": "Informazzioni di Farmacia",
  "components_manualpharmacyentry_5": "Farmàcia",
  "components_manualpharmacyentry_6": "Indirizzi civili",
  "components_manualpharmacyentry_7": "Cità",
  "components_manualpharmacyentry_8": "Stjate",
  "components_manualpharmacyentry_9": "Sciligghi un statu.",
  "components_manualpharmacyentry_10": "Codice Postale",
  "components_manualpharmacyentry_11": "Nummàru di telefònu",
  "components_manualpharmacyentry_12": "Includi un nummru di telefunta aiuta l'attruaru a chiamà prima.",
  "components_manualpharmacyentry_13": "Quantu R rapportu",
  "components_manualpharmacyentry_14": "Cummaneba l'esitu dû lu visitu?",
  "components_manualpharmacyentry_15": "✅ Ho putu riempiri a ricetta mia.",
  "components_manualpharmacyentry_16": "❌ Micr' all'avìttato dint'a cumprà lu medicinu.",
  "components_manualpharmacyentry_17": "Quanti formulari aviti tentati a riempiri?",
  "components_manualpharmacyentry_18": "Osservazzioni cunti (opzionali)",
  "components_manualpharmacyentry_19": "Appunti suplizionali",
  "components_manualpharmacyentry_20": "Capisco ca u raport anonimu mio sarà usatu per aggiornà a mappa publica (OBBLIGATORIU).",
  "components_manualpharmacyentry_21": "Avviso: Ellu informatzioni di ll'erboristeria e a rullu tì pilu seranu aggiunti alla nostra bazzàtrica per aiutà l'altri. Ellu inserimenti manuali necessitanu appruvu prima di appari in i risurtati di ricerca.",
  "components_maplegend_1": "Pruvabilu",
  "components_maplegend_2": "Pruvabile a rifiutà / a nun rifiutà",
  "components_newslettersignup_1": "Iscì a la nostra newsletter per organizzi e novitè.",
  "components_newslettersignup_2": "J'accetto di ricevere aggiornamenti opzionali di newsletter dall'Opioid Policy Institute.",
  "components_pharmacylistitem_1": "Telefònu:",
  "components_pharmacylistitem_2": "Rapporti di Successu:",
  "components_pharmacylistitem_3": "Rapporti di negazione:",
  "components_pharmacylistitem_4": "Ultimu Rapportu Cuntattatu:",
  "components_pharmacylistitem_5": "Chiama la Farmacia 📞",
  "components_pharmacylistitem_6": "Cunna l'indirizzu 🚌",
  "components_pharmacylistitem_7": "Issa appiappà lu tà dispositivu di mappa. Sfavòria di s'assicurà ca:",
  "components_pharmacylistitem_8": "La tua app di mappa puo' raccuprà e condividi i dati di la tua località.",
  "components_pharmacylistitem_9": "Nun tracciamu nenti, nun archiviamu a tucamenta.",
  "components_pharmacylistitem_10": "Usa app di mappatura chi proteggenu l'aspettimu, comme Organic Maps.",
  "components_pharmacylistitem_11": "Annulla",
  "components_pharmacylistitem_12": "Pruvate a continuà.",
  "components_privacybanner_1": "Rilevanzi 'Ritratti' - nun rispettamu lu tucadi.",
  "components_privacybanner_2": "Pa maximu di riservà, considà di spulivà l'istòria di navigazzioni e passà a navigazzioni in modalità privata o a un navigaturu orientatu alla riservà cumu Brave o Tor.",
  "components_privacybanner_3": "Buone protezzioni di prività! Ricorda di cancellà lu pistoria quandu s'è finitu.",
  "components_privacybanner_4": "Apprima a più.",
  "layout_1": "Strumentu di Accessu di Bupe",
  "layout_2": "Stu è nu risursu a cumunità.",
  "layout_3": "Avemu nisunchiddha àmmà a l'ampuità di bupe chi è statu raportatu a questu àrchivu.",
  "layout_4": "Stu strumentu nun è nu garantitu di servizzu. Questa data nun è completa.",
  "layout_5": "Dritta",
  "layout_6": "Risì a stu prujectu",
  "layout_7": "Guarda a lu nostru pannellu.",
  "layout_8": "Cosa anu ca nuttanti trattamenti?",
  "layout_9": "Strumentu di Rinfurzamentu di Massa",
  "layout_10": "Uniti alla nostra newsletter.",
  "layout_11": "Informazioni e Suggerimenti di Privatazzioni 🔒",
  "layout_12": "Sosteniemi",
  "methadone-naltrexone_page_1": "’Na nuttata adda methadone, naltrexone, e bupe injectabili a lunga durata...o, chi è ca nun ènn’è incunati chisti?",
  "methadone-naltrexone_page_2": "Puoi accertà' ca' altri medicamenti per a Disordina d'Usu di Oppiò (OUD) – metadone, naltrexone, bupe injectabile a lungh tempu – nun sunt inclusi u nostru strumentu di ricerca. Isto è intenzionale e riflette l'enfasi specifica di u progettu nantu à l'accessu à buprenorphine basatu nantu à a farmacia.",
  "methadone-naltrexone_page_3": "Più informazzioni nantu a Metadone",
  "methadone-naltrexone_page_4": "Attualmente, riggghi regghulamenti federali stricti limitannu l’assunziripi di metadone per l’UDO a prugrammi specializzati di Trattamentu di Oppiòdi (PTO), cumbattuti cumminciamenti “cliniche di metadone”. <strong/> Ciò significa ca i pazienti nun ponnu ricevì l’assunziripi di metadone riempitu a la l’apru farmacia di la lura, chi è lu focus di stu prujectu. Lu metadone è primariamente assunziripi a un’clinica specificca dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii dii di",
  "methadone-naltrexone_page_5": "Limità l'accessu à a metadone è una scelta di politica, ùn è ùn necessità medica. Molti àutra paesi anu integratu sfitri di metadone nantu à farmacie di cumunità, cumprese <strong>il Regnu Unitu, il Canada è l'Australia.</strong> Nessi posti, un paziente ponu piglià a so medicina di un farmacista locali, <strong>comu quaru un altru prescrizioni.</strong> Mentre appiappuppu pa riduri a restrizioni di metadone, stu prujectu hè focusatu à migliurà l'accessu à buprenorfina attraversu le farmacie.",
  "methadone-naltrexone_page_6": "Più infurmazioni nantu a Naltrexone e Bupe injectabili a lungu tempu.",
  "methadone-naltrexone_page_7": "A Naltrexone per l'UD è quasi sempre prescrittu cumu un'iniezioni a lungu agutu. Mentre chistu medicinamentu è quasi sempre ordinarci cu le farmacie, è quasi sempre amministratu in un ambientu medicali, nun è dispensatu direttamentu à lu pacientu à lu counter di la farmacia. Simu cumu cu le iniezioni a lungu agutu di bupe. La forma a pilluli di naltrexone, mentre è disponibile a le farmacie, è mai usata quasi mai per l'UD.",
  "methadone-naltrexone_page_8": "Perchè a nostru strumento è centrato ann medicine ch'a pacianti ponnu pigghiari dirittamenta da un farmacista di comunità, ci siamo concentrata esklusivamente ann u buprenorfina per assicurà ch'i dati ch'a ni teneannu ann l'accessu di i farmacii siano quantificati e accurati quant'elli siano.",
  "methadone-naltrexone_page_9": "Suppuru annànnari àmmari, ramiunimu l'aggrummu dû SAMHSA prà' ammì trova prugrammi chi usanu stu medicinu (e chi dû prescrivi l'opiu!).",
  "methadone-naltrexone_page_10": "Trova Trattamentu",
  "methadone-naltrexone_page_11": "Furgoni di metadone",
  "methadone-naltrexone_page_12": "Nun semm’a sapè d’una lista completa, attivamente mantennuta, di autòmurà di metadone. Sici è nu fattu cchiaru per aumentà l’accessu. Se aviti un risorsa a cui poffì ligà, facci sapè!",
  "methadone-naltrexone_page_13": "Contattaci",
  "not-found_1": "Pagina nun esistì.",
  "not-found_2": "Scusate, a pagina chi tenite à n'esistì.",
  "not-found_3": "Ritorna a casa",
  "not-found_4": "Pagina nun esistì.",
  "not-found_5": "Scusate, a pagina chi tenite à n'esistì.",
  "not-found_6": "Ritorna a domu.",
  "page_1": "Ingrègghia tu lu codici postale.",
  "page_2": "Prega inserisci un codice postale per trovà e segnalà farmàccie cu bupe vicinu a te.",
  "page_3": "Codice Postale",
  "page_4": "Caricamentu...",
  "page_5": "Indica Luoghi",
  "page_6": "Cosa ti piaciri a fate oggi?",
  "page_7": "Aggiorna lo status di bupe di una farmacia.",
  "page_8": "Trova una farmacia amichezza Bupe.",
  "page_9": "Torna a ZIP",
  "page_10": "Farmacie Amiche di Bupe",
  "page_11": "Stampa Lista 🖨️",
  "page_12": "Trendatipi Recenti:",
  "page_13": "Più successi",
  "page_14": "Nul.",
  "page_15": "Più negazioni",
  "page_16": "🔒 Suggerimenti di Prìvacia e Sicurezza 🔒",
  "page_17": "Settimana passada",
  "page_18": "Ultimi 15 jorni",
  "page_19": "Ultimi 30 jorni",
  "page_20": "Tuttu lu tempu",
  "page_21": "Caricamentu di prudutturi farmaceutici...",
  "page_22": "Nun esistì rapporti succissivi per lu pruressu prucessu di tempu. Sè un primu a raportà! O, prova cu un intervallu di data maiu o sél \" Tuttu lu Tempu\".",
  "page_23": "Pa urarum novità, visita findbupe.org",
  "page_24": "Grazzi!",
  "page_25": "Ci sapimmi chi un bupe script nun è semmaini faciili. I voti ti aiuta li altri a l'àrea a trovà 'stu medicinamentu savienti.",
  "page_26": "L'infurmazioni più utile è NUOVA infurmazioni!",
  "page_27": "Quistu, la prossima vota ca provi a scrivi un bupe, dimmici comu s'è fatu. Pudiri pure a sparmiari chistu situ a amichi ca fan bupe.",
  "page_28": "Ricarda di pulire lu cartellu di navigazione. Apprima di più nni li cunti di privacy.🔒",
  "page_29": "Trova Farmacie Amiche di Bupe Vicine a Te",
  "page_30": "Copiato dint'à cassetta!",
  "page_31": "Condividi cu un amigu 🚀",
  "page_32": "Suppuru chi ti interessa inviàri munnisci rapporti, guarda u nostru strumentu di rapporti munnisci.",
  "page_33": "Aggiorna lo status di Bupe da Farmacia.",
  "page_34": "Cerca un farmacista.",
  "page_35": "Più nun trovi a farmacia? Aggiunghia manuallente.",
  "page_36": "Cambia farmacia",
  "page_37": "Cummaneghiu sʃitu? (Richiesta)",
  "page_38": "✅ Ho putu riempiri a ricetta mia.",
  "page_39": "❌ Micr' all'avìttato a riassuntà u mirmì.",
  "page_40": "Formulazione (opzionale, cuntagnu tutti j'uni jessi a ti).",
  "page_41": "Osservazzioni cunti (opzionali)",
  "page_42": "Altre Annotazioni (opzionali)",
  "page_43": "Capiscu a mi raportu anonimu serà usatu per aggiornà la mappa pubbrica (OBBLIGATORIU).",
  "page_44": "Sfumatu...",
  "page_45": "Presenta u rapportu",
  "page_46": "A sbarbatà fallita. Riprova, per favore.",
  "privacy_page_1": "Contenitü",
  "privacy_page_2": "Chiccheddu chi fammàstu stu strumenti.",
  "privacy_page_3": "Cosa Recollichiamo (e Cossa Nun Recollichiamo)",
  "privacy_page_4": "Cum funziona a tecnulugia?",
  "privacy_page_5": "Cuntu a protettiti.",
  "privacy_page_6": "Insetti o Domundini?",
  "privacy_page_7": "Cum ni trattamu per prudiri a tua privata",
  "privacy_page_8": "Chiccheddu chi fammàstu stu strumenti.",
  "privacy_page_9": "Trovare medicina per curà l'usanza di usà l'oppiò, cumme a buprenòrfina (bupe), pòssia èssiri assai diffìcile. Alcuni farmacìi nun l'hannu, e altri poüssì nun vulìan cumpigliare un ricetta. Isso poüssì èssiri stressanti e spaventosu.",
  "privacy_page_10": "Cummàrru mmàranu stu strumenti a aiutà. È nu mappu, fatu di la cumunità, per la cumunità. Annu cummunticantu chi farmacìi sunnu utili, po' poffìa righjunnu più facili a nuttunta a farmacìa ch'a lu necessitanu. Po' poffìa nunu vidimu quantu è granni u prubblemu, po' poffìa lavorà a risuluzionnu.",
  "privacy_page_11": "Ma ci sapim pure ca la privacia è molto importanta, specialmentu quantu si tratta di informazioni sanitarie sensibuli cumma l'addizzioni. Vogliamo assicurarci ca tu sia sicuru quantu usi stu strumentu, quà ci hai fatu passi per proteggere a tua privacia. Ci sunt alcuni passi ca tu povi puru faturu, quà ci spichiamu sottu.",
  "privacy_page_12": "Cosa Recollichiamo (e Cossa Nun Recollichiamo)",
  "privacy_page_13": "A tanti siti web raccuntan informazioni personali per venditarti pubblicità o altri prudotti. Sventu a volte è squilibratu e succedutu senza ch'u sapì u core o dicenu è bonu. S'è bruttu a tua privata. Noi ci hann fatu u nostru siti p'è nun facuru.”",
  "privacy_page_14": "Quando s' tratta di informazziuni, comu sei, s' ti ha un dipendenza, quale medicina preni, o indu' vivi, li pupuli e li cumpagnije po' usàstu per discriminàrisi. Quà, nun diamu stu informazioni o nutanti informazioni intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati intunnati",
  "privacy_page_15": "Ci sono due modi principali cummescià nternissà ntu cu stu sittu:",
  "privacy_page_16": "RAPPORTO FARMACIA BUPE DISPONIBILITÀ:",
  "privacy_page_17": "Quistu chi fa lu reportu nun è ligatu a te e nun è obligatoriu. Nun devi fa reporti per trova i bupe. Nantu a lu reportu di lu farmacisti, a forma di accessu a lu bupe a ni nun ci interessa raccuntuari informazioni cumu nu nomu, infurmazioni di cuntattusu, o cossi cchiù cunti cunti cumu nu IP address chi ti identifica e ti pò identificari. Quistu significa ca nun sapimu chi sei, e nun vulesci sapiri. Vulesci aiutà a persone a trova i bupe.",
  "privacy_page_18": "Trovare Bupe:",
  "privacy_page_19": "Ni usà lu PIN codi ca intènnuni p'attrivarr' a farmàccie vicinu a te. Ni nun archiviavu lu PIN codi o nutanti nutanti infurmazioni ca pudiri identificàr' a persona quanti cerci a farmàccia.",
  "privacy_page_20": "A promessa cchiù granni è prutettà a privatazza tta. Avemu cunfighiatu u sittu pè cumunecatu nulli infurmazioni pèrsonali int'annu. U furmuariu di mittitu è suli nu quantu di infurmazioni pèr fari utilità à nutri, e nun pèr identificà tta.",
  "privacy_page_21": "Quandu presentassi alla nostra farmacia a bupe updater:",
  "privacy_page_22": "Nun sapa chi sei.",
  "privacy_page_23": "Nun sapa annà email o nummuru de telefunè.",
  "privacy_page_24": "Nun sapa l'indirizzu IP dû tu puntu.",
  "privacy_page_25": "Nun tracciamu a tucamenta.",
  "privacy_page_26": "L'unica infurmazzione chiamma accrri a raporttu è ssu chi sceggiunnu spara: u nummdu u farmacista, a lucazione dû farmacista, a data, e ssu s'a visitu fu succissu o rifiutatu. Ci sunnu nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti nutti",
  "privacy_page_27": "Informazzioni personali opzionali chi raccogliamu:",
  "privacy_page_28": "Ci sunnu allu munti chi raccuntigna informazioni pèrsonali, ma nun è necessariu usà parti dû sitatu pèr raportà o trovà i bupe.",
  "privacy_page_29": "Suppuru chi usa lu nostru modu di cuntattaru (distintu a lu modu di cuntattaru dû farmaciu), si stai spiriendu infurmazioni pupulari cumu nu nomu e nu indirizzi email. Nenti ti devi usà lu modu di cuntattaru a minuzi, a minuzi tu aviri nu dubbi o nu cumentu. Usamu nu prugramma Fillout.",
  "privacy_page_30": "Il nostru currì dî iscrizione à la newsletter raccunta informazioni pèrsonali cumu email, istà an siccu optìvuli e nun è riguritu pèr usà lu sittu. Usamu Ghost pèr la publicazione dî newsletter.",
  "privacy_page_31": "Ultimamenti, u nostru formulariu di donazioni raccunta infurmazioni personali cumu semmu nuttru, indirizzu email è infurmazioni di pagamentu. Issu è puru opzionali è nun è rigoritu necessariu per usà usitu. Usitu è gratis per usà è nun devi donà per usà usitu. Usamu Stripe per l'elaborazione di pagamenti.",
  "privacy_page_32": "Cum funziona a tecnulugia?",
  "privacy_page_33": "Utilizzemu strumenti moderni, centrati sulla privacy, per funnàstu sittu:",
  "privacy_page_34": "Pruvissioni contra lo spam:",
  "privacy_page_35": "Usammu nu munniscalu chi semma Cloudflare Turnstile per cuntrollà a si nu prupostu è da unranu, nun è da nu rutabu. Fa' stu cosa senza i prughjetti fastidiosi e senza cririri un prufilu publicitariu di i siti chi visiti o chi inserisci in nu fomu. Usamu stu per prutezzioni u fomu di pruposti falsi.",
  "privacy_page_36": "Mappe:",
  "privacy_page_37": "Pa protectà l'aspettà, li \"Get Directions\" e tutti l'usaci di mappa usanu OpenStreetMap, un serviziu di mappa senza lu profitu chi ha un bon aspettà. I ti scrivimenti nun sunnu ligati a un cuntu personalu usatu pa facce un profilu publicità, cummincià cu Google Maps. Open Street Maps prioritiza l'aspettà, specialmenti cumparatu cu Google Maps.",
  "privacy_page_38": "Suppuru aggiuciari a siti 'stu su nu teleffonu mòvilu, puviri a scàpari li liggi di \"Get Direction\" a nu servizzu cumu Google Maps sulu nu teleffonu. Ci l'abbiam fatu p'è assai facili navigà a nu farmacìa cu li bupe sulu nu teleffonu, ma usà Google Maps (si è nu default tu) è nu risicu di privatu (nu cuma cu sta infurmazioni). Google Maps usà i ti dati p'attirari ti cu annunzi, cumu navigà a nu farmacìa.",
  "privacy_page_39": "Stu cosa è brutta per a privata tua.",
  "privacy_page_40": "Tinna, nun si ponu cummattru ccossi app appiusa ntu sulu dispositivu munimili. Nun ci suggerimu usà strumenti di mappatura pruduntivu di privata cumu:",
  "privacy_page_41": "sul to telefono per minime questi prughji. Pudiri usà Google Maps in \"Modu Incognito\", ma altri prugetti di Google \"Modu Incognito\" fuoru trovati a nun pruttettà veramente a tucuni, quà è megghiu evità prudetti di cumpagnie cumme Google, Meta/Facebook/Instagram, Amazon, Apple, Microsoft, ecc. per evita ch'elli ottennu i ti pupuli per usà per publicità.",
  "privacy_page_42": "Basa dati:",
  "privacy_page_43": "I tuoi rapporti anonimi j'arrenti nnu giungada sicura chi Kammunati Airtable. Ni j'arrenti unici cu accessu a stu dati e s'arricunta nuna informazioni chi s'arricuntasti nnu strumenti di aggiornamentu di la farmacia + aggiuntatu automaticamentu u tempu di submission (per aiutà a rappresentà a freschezza di i dati).",
  "privacy_page_44": "Alloggi:",
  "privacy_page_45": "Il situ statici è ospitati nu Vercel, e ci habmu configuratu nu non arricardari jurnal di indirizzi IP di visitaturi (così chi diciutturi nun arricardatu).",
  "privacy_page_46": "Còdi:",
  "privacy_page_47": "Il codice di l'àgenda (micca lu coddu dû forma) è ospitati a...",
  "privacy_page_48": "e",
  "privacy_page_49": "Quistu per quistu, affinchì li pupuli pugghiannu stu situ e suggeriscunu rimedi a li nostri prutetti di privitati e sicurità, o nu novu funziuni. Ni siam mittuti a trasparenza e a nu prugramma open source.",
  "privacy_page_50": "Ti preghia di contattàri cu l'àuta forma se ti hanni quistioni o suggerimenti.",
  "privacy_page_51": "Stu è nu prujettu orientatu à la comunità e apprizzimu lu munnutru.",
  "privacy_page_52": "Kiu prutejjati ti?",
  "privacy_page_53": "Mentre u nostru sittaggio aspita a siri sicuru e a prutezzari a tua privata, u tuo navigator web salva una storia di tutti i sittaggi ca faci. Sif usi nu sittaggio spartitu, ci raccomandamu forti di usari a \"Privatu\" o \"Incognito\" modu u tuo navigator. Issu cancella a tua storia quannu chiudi a finestra u navigator, quannu nu puntu, nun po' chiu chiu vidiri i sittaggi ca faci. Pu' siri bona di chiari a tua storia u navigator doppu usari u sittaggio issa, anca quannu nun si u sittaggio spartitu. Issu pu' aiutari a prutezzari a tua privata.",
  "privacy_page_54": "Puoi cumbà piglià in considarazzioni navigaturi chi hannu megghiu pruzinzii di privatzia, cumu Mullvad pe' u putòr o Brave pe' u munimint.",
  "privacy_page_55": "Apprima più infurmirati nantu a li prassi di privaturu nantu a Guide di Privaturu.",
  "privacy_page_56": "Quannu sempri, ponu puru cuni a storia recente di navigazione per rimuovere chiunque traccia di a tua visita:",
  "privacy_page_57": "Suls'altu a drittu, scila PIÙ ▼ e poi ELIMINA i dati di navigazzione.",
  "privacy_page_58": "Scila quantu munnu di storia vuleschi cancellà (e.g., \"L'ultima ora\", \" Tuttu lu munnu\").",
  "privacy_page_59": "Controlla l'utilizzi i caschi per l'infurmazione chi Chrome deve cancellà, includennà:",
  "privacy_page_60": "Istòria di navigazzioni",
  "privacy_page_61": "Biscitti e data di l'àtra siti",
  "privacy_page_62": "Immagini e files cassetati",
  "privacy_page_63": "Sceltà ELIMINÀ DATARI.",
  "privacy_page_64": "Fa' stu cosa ogni vol tu veni a stu locali.",
  "privacy_page_65": "Suls'altu a drittu, piglia il bottun di MENU (☰) e scegli SETTINGS.",
  "privacy_page_66": "Sciligghia lu pannellu di PRIVACIA e SECURITÀ.",
  "privacy_page_67": "In la sezzione STORIA, clikka SCRIVA STORIA a vuoto.",
  "privacy_page_68": "Sciligghia lu tempu chi puntu a scunidiri (e.g., \"Tuttu\").",
  "privacy_page_69": "Controlla l'aspizzata per l'infurmazioni chi volessi scunapartà:",
  "privacy_page_70": "Istorì di navigazzioni e scarichi",
  "privacy_page_71": "Biscuits",
  "privacy_page_72": "Càche",
  "privacy_page_73": "Accessi Attivi",
  "privacy_page_74": "Dati di siti web offline",
  "privacy_page_75": "Preferenze di situazzione",
  "privacy_page_76": "Clicca u bottonu di \"OK\" per conferma.",
  "privacy_page_77": "Fa' stu cosa ogni vol tu veni a stu locali.",
  "privacy_page_78": "👾 \"Errori o Domendatu?",
  "privacy_page_79": "Sif tu trovai un prublema cu lu sittu o aviri una quistioni, vogliamu sapiri. Pudiri.",
  "privacy_page_80": "contattàghini usannannu u nostru furmu sicuru",
  "form.note.will-order-not-in-stock": "Ordinà, ma nun è disponibile.",
  "form.note.partial-fill": "Riempimentu parziali (nissanti riempitu la prescrizziunnu completa)",
  "form.note.call-ahead": "Megghiu prubbà a chiammà prima.",
  "form.note.existing-patients-only": "Solo per pazienti esistenti",
  "form.note.prescribers-close-by": "“Solo prodotti da farmacisti vicini”",
  "form.note.certain-prescribers": "Cunfirma solu da medichini certi.",
  "form.note.patients-close-by": "Mankiu nuru pr'a pazienti 'nvicini.",
  "form.note.long-wait-times": "Tempu di attesa lungu.",
  "form.note.no-cash": "Nun accetto pagamenti in contanti.",
  "form.note.helpful-staff": "Staff annalizzanti",
  "form.note.unhelpful-staff": "Staffiere infutile.",
  "share.message": "Bisogna trova bupe? Sapè di farmacie ha bupe disponibilità? Ajuttà mappa accessu nta a nostra comunità:"
}