{
  "about_page_1": "Ellu Pròjettu",
  "about_page_2": "Is Munnu",
  "about_page_3": "Ci stannannu annantu a dui manere per ridurr' a malata e a la morti ligati agli opioidì (mobidity e mortality): medicamenti per a dipendenza da opioidì (MOUD; e.g., buprenorfina, metadone, naltrexone) e naloxone (un medicamento per riversì l'overdose da opioidì). I MOUD stannu i medicamenti standard, approvato a FDA, usati per curà li prupuli cu la dipendenza da opioidì. Ma, ci stannu barriere a i MOUD, persistenti e includinnu strutturali e sociiali/razzisti, classisti, un rispunsà anarmattivu a giustizia criminale a i MOUD, stigma e discriminazione versu li prupuli chi usanu a droga.",
  "about_page_4": "La ricerca chi tratta di capì i barriere di MOUD puteni in dui categori: prublemi cu trovara un prescrituru e prublemi cu riempiri un prescrituru. Prutrinta ricerca chi tratta di trovara un prescrituru a puntuatu barriere anticu a cura, cumu prattica antietica di admissioni tra pruvveditori di trattamentu di MOUD, deserti di prescrituri di MOUD e percepzioni negativi versu li persone cu un MOUD. Soluzioni a prublema di prescrituri a includutu riduri di i requisiti di training di prescrituri, incentivanti di pruvveditori e educazione di riduri di stigma per i pruvveditori. Mentre questi esempi puntuanti la sfida massiva di trovara un prescrituru a furniri cura a salvu a vita, u secun prublema, riempiri un prescrituru, puteni riduri a capacità di una persona di inizià o cuntinuà a so medicina.",
  "about_page_5": "Questu prujectu mira a risulà stu cosa.",
  "about_page_6": "Is problema dô lu \"ultimu chilò\" è lu gap di trattamentu creatu di la discrezione dô farmacìa supra chi MOUD è stockatu (suppuru) e cum'è è dispensatu di la farmacìa. Mentre macari nisciunu dô pulitica federali risurtanta anca l'epidemia di oppiò, s'è fatu focus a aumentà la prescrizzione di MOUD tra i prescritori, la farmacìa àffina decide s'è MOUD è dispensatu. L'incapacità di cumprà n'assicritta à la farmacìa annulla tutti i prugressu fatu aumentà i prescritori.",
  "about_page_7": "L'obiettivu nostru è sempri: aiutà a rinnunà a bupe. Parallu a quasi chiunque sia prescrittu a bupe, e quannu li chisti, anu una storia di li difficità a cumprà quanni.",
  "about_page_8": "Stu cosa è inaccettabile.",
  "about_page_9": "Nun ci lasciamu mai l'esperienza di i pazienti in Virghinia Occidentale chi corrìa a un farmacista specificu per pigliari i luri prima chì chiudiva, parchè era l'unicu in cità chi pigliava i bupe. Ma pigliaru un ricetta per i medicamenti di dolore opiòdi... chistu era quantu andà a camminà in quaru farmacista. Nun è rigghju a nuttata, nun è rigghju a nuttata.",
  "about_page_10": "A nostra risuluta.",
  "about_page_11": "Questu strumentu è fatu pè aiutà l'assuleuti a trovà la bupe. Quistu nun è nicciosi, ma è. Attraenti l'utilizzi di dati raggunnutati riguardanti l'accessu à la bupe, aiutamu l'assuleuti a navigà nenti difficulita e a aiutà l'altri nenti so comunità. Speremu ch'a un ghjornu ogni farmacia avra stu medicinu in magazzinu. Però, a realtà è ch'a poculi facinantu. Nenti tempu, speremu ch'a questu strumentu avra aiutatu.",
  "about_page_12": "També speremu a fa' lu sembaru a quantu è granni stu prublema. Fra lu populu toccatu 'stu prublema, è connessu, ma pocciu fora stu munnu, pocciu sapinu quantu è diffìcile a truvà trattamentu per l'addiczione a oppiò. Riparazzioni di politica finu a u munnutu, sunnu sunnu insufficenti. Mentre stu database nun è cumplitu, speremu a manca' nu cunversazzioni e azzioni a chiusura a questi vuoti a manera serja.",
  "about_page_13": "Speremu chi stu pittura aiuta li mmessi a truvà a medicina e a bròca lu ciclu di discriminazzioni contra li mmessi chi usanu a druga o chi anu l'addiczione.",
  "about_page_14": "I financij nostri",
  "about_page_15": "Ahò!",
  "about_page_16": "Cum li nuttanti nisuna altra proiezzi, ci luntàmmamu stu proiezzi nta risposta a nu necessità senza nuttarci nuttanta munizioni. E nuttanti pure a aspettà nuttanti validazzioni esterni da organizzazzioni ch'i donanu munizioni. Si necessità di faciri, ci facemu.",
  "about_page_17": "Comme ce ce ce ce ce ce ce ce ce ce ce ce ce ce ce ce ce ce ce ce ce ce ce ce ce ce ce ce ce ce ce",
  "about_page_18": "Cummunicàrri 'stu servizzu è quasi nisciunu spesa, pensemu... Si nun ci uscirìa cumu piaciri cu tantu pupuli ca ci usanu per raportà o trovà un farmacista, ci costi sempri assai. Si ci uscirìa cumu piaciri e i farmacisti iniziaranu veramente a tene assai bupe in semm'agguantu, pudimmu a smettiri. Nantu a cosa, speremu ca vi pensi a donà risursi a la nostra attività (nantu a funzia cumunìcativa).",
  "about_page_19": "Sì, ci potivaa essiri un munnu in cui 'sta dataa veni usata per ricerca o i finanziatori viddinu lu valoru e ci dunninu unniu. Si è chi, ci aggiornammunu 'stu paginu.",
  "about_page_20": "Nun ci piaccianni nennu approcciu per trattà l'addizzionì ô opiu, a mittrizziu di approcci basati sull'evidenza. Scunnìa più infurmazioni a riguardanti a cosa è a nuttata quannu è a nuttata è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è quannu è",
  "about_page_21": "Chi ha da dicu di metadone, naltrexone e bupe injectabili a lunga durata?",
  "about_page_22": "Traduzioni",
  "about_page_23": "Per aumentà l'accessibilità, stannamu lavorannu à traduzzionàstu strumentu in pluri linguaggi. Agnu a stà cumm'à facennu stu guagnu in manera a prutezzionà la privacy, ma stu guagnu nun è perfettu e ci ponnu essiri prublemi cu le traduzioni ca usamu. Fagghia cuntattà cu nui si vesi qualcosa di sbagliatu o faci edizioni ai file di traduzioni di GitHub o Codeberg pro la lingua ca ti interessa aiutà cu. Fagghia comparà lu file di estrazzioni in inglese cu la lingua ca ti interessa aiutà cu. Si nun sapi cumu facèstu, ma ti piacì aiutà cu le traduzioni, facci sapè cu il nostru form culuntà!",
  "bulk-upload_page_1": "Istruzioni per la presentazione di dati grossi",
  "bulk-upload_page_2": "Per ricercistà chi hannu fatu studi di spiappiu cumpratori o organizzioni cu multipli dati (catene di farmacie??? maestri di recuperu??? prescritori??? organizzioni di riduzioni di danni???), offrimu n'opzione di submissione in massa per aiutà a riempiri a mappa prontamente.",
  "bulk-upload_page_3": "Pa aiutà li pupuli a pigghiari decisioni abbasantu a diri (e a nun diri) cumu riempiri i pupuli script, ci vira dati nuvini (idealmenti minuru di 30 ghiorni).",
  "bulk-upload_page_4": "Suppuru semmane dati, s'uppuni a nun addunà rapidamenti la mappa. Grà!",
  "bulk-upload_page_5": "Usa lu stampettu di campu missivu sottu per mettiri i tà dati. Sta forma è importanta per l'uppulizzu in massa.",
  "bulk-upload_page_6": "Nun prubà a includi qualti infurmazioni pèrsonali nenti nni ppunti. Può siri includuta infurmazioni pèrsonali pèr simulatè (e.g., incinta) s'è è rilitàr.",
  "bulk-upload_page_7": "Ni ci currìa a formatta e a carricà dint'a la mappa!",
  "bulk-upload_page_8": "Passu 1: Ottieni l'impugna.",
  "bulk-upload_page_9": "Ni usà n'attualu modulu per assicurà la qualità di duni. Pudda vidditu o scaricatu n'attualu modulu ufficiali di CryptPad.",
  "bulk-upload_page_10": "Accedi alla Modella",
  "bulk-upload_page_11": "Accedi alla Documentazione di Supportu per i Modelli.",
  "bulk-upload_page_12": "Passu 2: Riempigu l'utili cu l'utili.",
  "bulk-upload_page_13": "I campi obligativi sunt nurma pharmacy_address, report_type (successa o denied). L'infurmazioni nantu a formulatione, standardized_notes, e notes sunnu opzionali (ma utili!).",
  "bulk-upload_page_14": "Passu 3: Presenta u giuliu a manera sicura.",
  "bulk-upload_page_15": "Una vota ca ca cartella è finita, piglia e salvala com'è un file TSV (`File` > `Salva com'è` > `TSV (.tsv)`). Usiamo TSV perché certi pupuli puosson usà virgule na linea di indirizzi o note, ma nun ci sarà nessuno ca usa tab. Isso fa importà e pulì i dati moltu più sèmplici a nostru e è facili a fari a tu (vinta-vinta). Per trasfurmà i file in manera sicura, piglia e usa u serviziu gratis e criptatu WORMHOLE per mandà a nostru u tuo file.",
  "bulk-upload_page_17": "Carica u tuo fiche TSV (valori separati cun tabbi).",
  "bulk-upload_page_18": "Copia lu ligatu sicuru ca genera.",
  "bulk-upload_page_20": "NB - u link u file è attivo solo per 24 ore, quà mi po' succedere ca ti chiedo di rinviàru. Scusennu in anticipu!",
  "bulk-upload_page_21": "Domandane?",
  "bulk-upload_page_22": "Sif tu trovai un prublema cu lu sittu o aviri una quistioni, vogliamu sapiri. M'aggrumatu.",
  "bulk-upload_page_23": "contattàghini usannannu u nostru furmu sicuru",
  "components_manualpharmacyentry_1": "Torna à ricerca",
  "components_manualpharmacyentry_2": "Aggiungi una Farmacia & Segnala",
  "components_manualpharmacyentry_3": "Sif mannag trovà a farmàcia nisciuno i risurtati, ponìla giò quistà cu lu riputu dû lu riempitu dû tu medicinìa.",
  "components_manualpharmacyentry_4": "Informazioni di Farmacia",
  "components_manualpharmacyentry_5": "Farmàcia",
  "components_manualpharmacyentry_6": "Indirizzi civili",
  "components_manualpharmacyentry_7": "Cità",
  "components_manualpharmacyentry_8": "Stjate",
  "components_manualpharmacyentry_9": "Scèvelisci nu statu.",
  "components_manualpharmacyentry_10": "Codice Postale",
  "components_manualpharmacyentry_11": "Nummàru di telefonu",
  "components_manualpharmacyentry_12": "Includi un nummuru di telefunta aiuta li altri a chiamà prima.",
  "components_manualpharmacyentry_13": "Quantu R rapportu",
  "components_manualpharmacyentry_14": "Cummane un'esperienza?",
  "components_manualpharmacyentry_15": "✅ Ho putu riempiri a prescrizziun.",
  "components_manualpharmacyentry_16": "❌ Micr' all'avìttato d'arispettà’ u medicinà’.",
  "components_manualpharmacyentry_17": "Quanti formulari aviti tentati a riempiri?",
  "components_manualpharmacyentry_18": "Osservazzioni cunti (opzionali)",
  "components_manualpharmacyentry_19": "Appunti suplizionali",
  "components_manualpharmacyentry_20": "Capiscu a mi raportu anonimu serà usatu per aggiornà la mappa publica (OBBLIGATORIU).",
  "components_manualpharmacyentry_21": "Avviso: Questa infurmazione di farmacìa e a tà raportu serannu aggiunti a lu nostru database per aiutà l'altri. E'ssì scritturi manuali necessitanu appruvu prima di appariri i risurtatu di ricerca.",
  "components_maplegend_1": "Probabilmente cumprì",
  "components_maplegend_2": "Prubbabile a rifiutà / nun s'arrendi",
  "components_newslettersignup_1": "Iscì a la nostra newsletter per organizzà e novitè.",
  "components_newslettersignup_2": "J'accetto di ricevere aggiornamenti opzionali di newsletter dall'Opioid Policy Institute.",
  "components_pharmacylistitem_1": "Telefònu:",
  "components_pharmacylistitem_2": "Rapporti di Successu:",
  "components_pharmacylistitem_3": "Rapporti di negazione:",
  "components_pharmacylistitem_4": "Rapportu Cuntà Successivament:",
  "components_pharmacylistitem_5": "Chiama la Farmacia 📞",
  "components_pharmacylistitem_6": "Ottieni indicazioni 🚌",
  "components_pharmacylistitem_7": "Issa appiappà a mappa app di u primu dispositivu. Sfavòria fa' scunà ca:",
  "components_pharmacylistitem_8": "La tua app di mappatura puo' raccogliere e condividere i dati di località tua.",
  "components_pharmacylistitem_9": "Nun tracciamu nenti, nun archiviamu a tua locazione.",
  "components_pharmacylistitem_10": "Usa app di mappatura chi proteggenu l'aspettimu, comme Organic Maps.",
  "components_pharmacylistitem_11": "Annulla",
  "components_pharmacylistitem_12": "Pervadi.",
  "components_privacybanner_1": "Segunda l'opzione 'Non tracciare' - rispettamu lu rispettu alla tua privata.",
  "components_privacybanner_2": "Pa maximu di riservà, considera di spuljà lu stòria di navigazzioni e passà a modu incognitu/privatu di navigazzioni o a un navegghiannu concentratu nennu a la riservà cumu Brave o Tor.",
  "components_privacybanner_3": "Buone protezzioni di prività! Ricorda di pulire lu munitori quandu s'è finitu.",
  "components_privacybanner_4": "Apprima più rotturi.",
  "demo.slide0.title": "Benvenuti a l'Utilità Accessu di Bupe",
  "demo.slide0.content": "Questu strumentu aiuta l'associ a trovà e raportà farmàccii chi faccian prescrizzioni di buprenorfina.",
  "demo.slide0.subheading": "Principi",
  "demo.slide0.bullet0": "Dati guidati da comunità",
  "demo.slide0.bullet1": "Progettatu a mittura di riservatezza",
  "demo.slide0.bullet2": "Aiuta li altri a accede al trattamentu.",
  "demo.slide1.title": "Trovare Farmaċie cu' e Bupe",
  "demo.slide1.content": "Passu 1: Ingirà tu u cuntu ZIP.",
  "demo.slide1.bullet0": "Vede chiude farmacie enta 30 milla.",
  "demo.slide1.bullet1": "Vede rapporti di successu/denialu.",
  "demo.slide1.bullet2": "Verificà li tendenzi currì",
  "demo.slide1.bullet3": "Stampa 'nu listidddu di farmacii chi hannu i bupe nta' ccà.",
  "demo.slide2.title": "Ricurtà a tu vuccà.",
  "demo.slide2.content": "Passu 2: Scaravanu l'aspra di aviri riempitu un prescrizzioni di buprenorfina.",
  "demo.slide2.bullet0": "Cerca a farmacia tua.",
  "demo.slide2.bullet1": "Rapportà successu o negazione.",
  "demo.slide2.bullet2": "Aggiuniri annotazioni utili per l'altri.",
  "demo.controls.previous": "Anteröra",
  "demo.controls.next": "Avanti →",
  "demo.startButton": "Inizia a usà lu muniscali.",
  "layout_1": "Strumentu Access Bupe",
  "layout_2": "Stu è un risorsu cumbatu.",
  "layout_3": "Avemu solu dati nantu a la disponibilità di bupe ch'è statu raportatu a questu database.",
  "layout_4": "Stu strumentu nun è nu garantitu di servizzu. Questa data nun è completa.",
  "layout_5": "Drusa",
  "layout_6": "Cum funziona?",
  "layout_7": "Circa",
  "layout_8": "Pannellu",
  "layout_9": "Cosa anu ca nuttanti trattamenti?",
  "layout_10": "Utilità di Rapporti Grossi",
  "layout_11": "Iuniti alla nostra newsletter.",
  "layout_12": "🔒 Informazioni e Suggerimenti sulla Privacy 🔒",
  "layout_13": "Hai bisognu d'aiutu?",
  "layout_14": "Sosteniemi",
  "methadone-naltrexone_page_1": "’Na nuttata addimma di metadone, naltrexone e bupe injectabili a lunga durata... o, chi è ca nun è annantu chi?",
  "methadone-naltrexone_page_2": "Puoi accertà ca altri medicamenti per a Disordina d'Usu di Oppiò (OUD) – metadone, naltrexone, bupe injectabile a lungh tempu – nun sunt inclusi nta a nostra utilità di ricerca. Isto è intenzionale e riflette l'enfasi specifica di u prujectu nantu à l'accessu à a buprenorphine basatu nantu à a farmacia.",
  "methadone-naltrexone_page_3": "Più infurmazioni nantu a Metadone",
  "methadone-naltrexone_page_4": "Attualmente, riggghi regghulamenti federali stricti limitannu l’assunnu di metadone per l’UDO a prugrammi specializzati di Trattamentu di Oppiòdi (PTO), cumbattuti ancu “cliniche di metadone”. <strong/> Ciò significa ca i pazienti nun ponnu fari riempiri a priscrissioni di metadone na pressoffidanti di a lora comunità, chi è lu focus di stu prujettu. Lu metadone è dispunìtu primariamente a na clinica specificca dii diu (o quasi diu), chi puviri è nu significativu barriera a cura.",
  "methadone-naltrexone_page_5": "Limità l'accessu à a metadone è una scelta di politica, ùn è mingà una necessità medica. Anu tanti à paesi ch'anu integratu sèmpiu l'erogazione di metadone nte i farmacii di a cumunità, cumprese <strong>il Regnu Unitu, il Canada è l'Australia.</strong> Nessi posti, un paziente pò pigghjà a so medicina dal so farmacista locali, <strong>comu quaru à nutta à nutta prescrizioni.</strong> Mentre appoggiaomu à riduri l'ostruzioni di metadone, stu prujectu è centrato à migliurà l'accessu à la buprenorfina attraversu i farmacii.",
  "methadone-naltrexone_page_6": "Più infurmazioni nantu a Naltrexone e Bupe injectabili a lungu tempu.",
  "methadone-naltrexone_page_7": "A naltrexone per l'OUD s'usa quasi sempre com'è un'iniezionà lungagghia. Mentre è quasi sempre ordinato anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca anca",
  "methadone-naltrexone_page_8": "Perchè a nostru strumento è centrato ann forti di medicina chi i pazienti ponnu pigghiari diriettamenta da un farmacista di quartiere, ci siamo concentrata esklusivamente ann buprenorfina per assicurà ca i nostri dati ann l'accessu di i farmacii siano chiari e accurati quanti possìbbili.",
  "methadone-naltrexone_page_9": "Suppuru annà nnû l'Stati Uniti, ci raccomandamu l'agguantu SAMHSA per trovu prugrammi chi usanu stu medicinu (e chi dovranu includiri lucì ch'annu prescrivi la bupe!).",
  "methadone-naltrexone_page_10": "Trova Trattamentu",
  "methadone-naltrexone_page_11": "Furgoni di metadone",
  "methadone-naltrexone_page_12": "Nun semm'a sapè d'una lista completa, attivamente mantennuta, di autòmurà di metadone. Sici è nu fattu cchiaru per aumentà l'accessu. Ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a tu annunzià ssembu a",
  "methadone-naltrexone_page_13": "Contattaci",
  "not-found_1": "Pagina nun esistì.",
  "not-found_2": "Scusate, a pagina chi tenite à n’esistì.",
  "not-found_3": "Ritorna a casa",
  "not-found_4": "Pagina nun esistì.",
  "not-found_5": "Scusate, a pagina chi tenite à manca.",
  "not-found_6": "Ritorna a domu.",
  "page_1": "Ingrègghia tu lu codici postale.",
  "page_2": "Prega di inserisci un codice postale per trovà e segnalà farmàccie cu bupe vicinu a te.",
  "page_3": "Codice Postale",
  "page_4": "Caricamentu...",
  "page_5": "Indica Luoghi.",
  "page_6": "Cosa ti piaciri a fate staje?",
  "page_7": "Aggiorna lo status di bupe de la farmacia.",
  "page_8": "Trova una farmacia amichezza Bupe.",
  "page_9": "Torna a ZIP",
  "page_10": "Farmacie Amiche di Bupe",
  "page_11": "Stampa Lista 🖨️",
  "page_12": "Trendatiffa Recintamenti:",
  "page_13": "“Più successi”",
  "page_14": "Nul.",
  "page_15": "Più negazioni",
  "page_16": "🔒 Consigghi di Prìvacia e Sicurezza 🔒",
  "page_17": "Settimana passada",
  "page_18": "Ultimi 15 jorni",
  "page_19": "Ultimi 30 Giorni",
  "page_20": "Tuttu lu tempu",
  "page_21": "Caricamentu di farmacie...",
  "page_22": "Pagina Prigiona",
  "page_23": "Avanti →",
  "page_24": "Nessuna segnalazione int cavallu. Sè lu primu!",
  "page_25": "Riportà nu farmacista",
  "page_26": "Pa urarum novità, visita findbupe.org",
  "page_27": "Grazie!",
  "page_28": "Ci sapimmi chi un bupe script nun è semmaini faciili. I voti ti addunàt a l'altri nnantu a l'àrea tua a trovà stu medicinu salavatu.",
  "page_29": "L'infurmazioni più utile è NUOVA infurmazioni!",
  "page_30": "Quistu, la prossima vota ca provi a scrivi un bupe, dimmici comu s'è fatu. Pudiri pure aiutari partìendu di stu situ cu amichi ca fan bupe.",
  "page_31": "Ricarda di pulire lu cartellu di navigazione. Appriuntu cchiù infurmati ntigghi i nunti di prività.🔒",
  "page_32": "Trova Farma Drupanu a Nòmmari.",
  "page_33": "Copiato cu ll'àbbàzzoru!",
  "page_34": "Condividi cu un amigu 🚀",
  "page_35": "Suppuru chi ti interessa inviàri mittenti multipli, guarda u nostru strumenti di mittenti in bloccu.",
  "page_36": "Aggiorna lo status di Bupe da Farmacia.",
  "page_37": "Cerca un farmacista.",
  "page_38": "Più nun trovi a farmacia? Aggiurnala manu.",
  "page_39": "Cambia farmacia",
  "page_40": "Cummaneva lu risultatu?",
  "page_41": "✅ Ho putu riempiri a ricetta.",
  "page_42": "❌ Micr' all'avìttato d'arispettà’.",
  "page_43": "Formulazione (opzionale, cuntu tutti j'attivi)",
  "page_44": "Osservazzioni cunti (opzionali)",
  "page_45": "Altre Annotazioni (opzionali)",
  "page_46": "Capiscu a mi raportu anonimu serà usatu per aggiornà la mappa publica (OBBLIGATORIU).",
  "page_47": "Sfumatu...",
  "page_48": "Presenta u rapportu",
  "page_49": "A sbarbatà fallita. Riprova, per favore.",
  "privacy_page_1": "Contenitu",
  "privacy_page_2": "Chiccheddu chi fammàstu stu strumenti.",
  "privacy_page_3": "Cosa Recollichiamo (e Cossa Nun Recollichiamo)",
  "privacy_page_4": "Cum funziona a tecnulugia?",
  "privacy_page_5": "Come protegghettati",
  "privacy_page_6": "Insetti o dubbi?",
  "privacy_page_7": "Cum ni cumprunt a prutezzà a vota privata.",
  "privacy_page_8": "Chiccheddu chi fammàstu stu strumenti.",
  "privacy_page_9": "Trovare medicina per curà l'usu di oppiò, cumme a buprenòrfina (bupe), pòssia esse assai diffìcile. Alcuni farmacìi nun l'hannu, e altri poffenu rifiutà di cumpiglia un ricetta. Isso poe' esse stressanti e spaventusu.",
  "privacy_page_10": "Cummàrru mmàranu stu ungnuppu a finiri lu munnu. È n’arta, fatta di tutti, per tutti. Cumma ci sparchiamu di quanti farmacii ci sunnu utili, si pò puru righirì a n’attru di righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n’attru a righirì a n",
  "privacy_page_11": "Ma ci sapim pure ca la privatèzza è molto importantissima, soprattutto quandu tratta di infurmazioni sanitària sensibilità cumminci cumma l'alchimà. Vugghiamu assicurarci ca tu sia sicuru quandu usassi stu strumenti, quà ci hai fatu passu per tutà la tua privatèzza. Ci annan passu pè tu pè facè, quà ci spichiamu sottu.",
  "privacy_page_12": "Cosa Recollichiamo (e Cossa Nun Recollichiamo)",
  "privacy_page_13": "Ci sono moltu siti internet chi accuntà informazioni personali per vendi pubblicità o altri prudotti. Scuri vitu è chi accuntà senza chi tu sapì o dicì è boni. Scuri è bruttu per la tua privata. Noi ci hicu u nostru siti per nun accuntà quistu.",
  "privacy_page_14": "Quandu si tratta di infurmazioni cumme chi si sei, si tu avissi 'na dipendenza, quale medicina prisenti, o indu vvene, l'ammirranti e cumpagnie si puvutu usà a, a discriminà 'ssu. Quà, nun diamu 'sti infurmazioni o nutanti infurmazioni supra di te a nutanti cumpagnie.",
  "privacy_page_15": "Ci sono due modi principali in cui raccogliamo informazioni su di te cu stu sittu:",
  "privacy_page_16": "RAPPORTO FARMACIA BUPE DISPONIBILITÀ:",
  "privacy_page_17": "Ci che nun dici è privu a te e cumpletamentu voluntariu. Nun devi diri rapporti per troppu i bupe. Nantu à i farmacisti, a forma di accessu à i bupe a ni nun ci interessa. A ni nun raccogliamu nennu infurmazioni, cumu u nome, i cuntatti, o cchiù cose furtive cumu l'indirizzu IP ca ti identifica e ti pò identificà. Quistu significa ca nun sapimu chi sei, e nun vulimmu sapè. Vulesci à aiutà a gente a troppu i bupe.",
  "privacy_page_18": "Trova Bupe:",
  "privacy_page_19": "Ni usà lu cuntu ZIP ca intri p'attruvarji farmacie vicinu a te. Ni nun archivia lu tu cuntu ZIP o nuttuna altru ca pudiri identificà ti quanti cerchi nu farmacista.",
  "privacy_page_20": "A promessa più importanta è di protettà a privatazza. Ci habemmo progettatu u sittu per raccuntuaru zero infurmazioni personali intunnati. Lu furmuariu di presentazione è assai quantu infurmazioni per essiri utile à nutanti e nun identificà intunnati.",
  "privacy_page_21": "Quandu presentì a la nostra farma a bupe updater:",
  "privacy_page_22": "Nun semm’a nu nomme.",
  "privacy_page_23": "Nun sapa cumu email o nummertu di telefonu.",
  "privacy_page_24": "Nun semm’a sapà l’indirizzu IP dû tu ccàmp’uttru.",
  "privacy_page_25": "Nun tracciammu a tua locazione.",
  "privacy_page_26": "L'unica infurmazzione chiamma accrri a raporttu è chi sceggiuni chiarà: chi nomma dû farmacìa, chi lu locuazzioni dû farmacìa, chi data, e chi lu visitu fu succissu o rifiutatu. Ci annu altre quistioni chi pucci chiarà, ma nun havi a facuru. Nun jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a jì a",
  "privacy_page_27": "Informazzioni personali opzionali chi raccogliamu:",
  "privacy_page_28": "Ci sunnu allu munti chi raccuntigna informazioni personali, ma nun is sunnu necessariu usà parti di u siti puru per raportà o trovà i bupe.",
  "privacy_page_29": "Suppuru ca usari l’attornu di contattaru (diversu a lu attornu di lu farmacista), annantu a usari informazioni personali cumu prubbia e indirizzi email. Nun devi usari l’attornu di contattaru a minuzi a usari a quistu a minuzi a usari a quistu a minuzi a usari a quistu a minuzi a usari a quistu a minuzi a usari a quistu a minuzi a usari a quistu.",
  "privacy_page_30": "Il nostru currì dî iscrizione à la newsletter raccunta informazioni pèrsunali cummattìa email, istà cummattìa opzionali e nun è riggìrunu pè usà lu sittu. Usamu Ghost pè la pubblicazione dî newsletter.",
  "privacy_page_31": "Infina, u nostru form di donazione raccunta informazioni personali cumme u nome, l'indirizzu email, è l'infurmazioni di pagamentu. Isso è puru opzionali è nun è richiestu per usà u siti. U siti è gratis per usà è nun devi donà per usà u siti. Usamu Stripe per l'elaborazione di pagamenti.",
  "privacy_page_32": "Cum funziona a tecnulugia?",
  "privacy_page_33": "Ni usammo strumenti moderni, centrati sulla privacy, per funnàstu sittu:",
  "privacy_page_34": "Protezzioni contra'a lo spam:",
  "privacy_page_35": "Ci usà nu munghizzu chi un'à \"Cloudflare Turnstile\" per chèccari a puntuata è n'ommunis persona, nun è nu robott. Fa'stu senza li diffizili grattucchi e senza crudi un profilu publicitariu di i siti chi visiti o chi puthi scrivi in nu modu. Ci usà stu per piubbicari a puntuata di falsi modu.",
  "privacy_page_36": "Mappe:",
  "privacy_page_37": "Pa protectà l'aspettà, li \"Get Directions\" e l'utilizzu dû mappaggiu usanu OpenStreetMap, nu servizzu dû mappaggiu senza profitu ca havi forti aspettà. I ti scunti nun sunnu ligati a un cuntu personalicu usatu pa faciri nu profilu pa publicità, cumminciati cu Google Maps. Open Street Maps priorita l'aspettà, specialmenti cumparatu cu Google Maps.",
  "privacy_page_38": "Suppuru aggjunnu a stunnu a navigà nantu a nu teleffonu mòbbili, può apri nu ligatu a \"Get Direction\" a nu servizzu cumm'a Google Maps nantu a tu. Ci l'abbiam fatu pè facili navigà a nu farmacìa cu ha i bupe ntu teleffonu, ma usà Google Maps (si è tu default) è un risicu di privata (nu cuma cu stu infurmazioni). Google Maps usà i tu dati pè mirà tu cu annunzi, cumu navigà a nu farmacìa.",
  "privacy_page_39": "Stu cosa è brutta per a tua privata.",
  "privacy_page_40": "Tinna, però, nun si pòmmiru cummattiru cchiù quannu usassi app ntu nnu dispositivu munobile. Nun ci suggerimu usari strumenti di mappatura pruduni di pruduttà, cumu:",
  "privacy_page_41": "sul to telefono per minimizzàstu essiri. Pudiri usà Google Maps in \"Modu Incognito\", ma altri prudotti di Google \"Modu Incognito\" sunt stati trovati a nun prutettari la tua privata, quarchi cosa è megghiu evita prudotti di cumpagnije cumu Google, Meta/Facebook/Instagram, Amazon, Apple, Microsoft, ecc. per evita ch'elli prenu i ti pupuli per usà a publicità.",
  "privacy_page_42": "Bazdàt",
  "privacy_page_43": "I tuoi rapporti anonimi j'eranu archiviati in n'àuta bāza di dati chiamata Airtable. Ni j'eranu l'uni a aviri accessu a stu dati e j'includi nenti ch'à n'àuta tu j'avissi sunnu jìtu a lu farmacista updating tool + aggiuntatu automaticamentu lu tempu di sunnu jìtu (per aiutà a rappresentà a freschezza di lu dati).",
  "privacy_page_44": "Alloggi:",
  "privacy_page_45": "Il situ statici è ospitati su Vercel, e ci habmu configuratu pa ch’a nun accumuli jurnal di indirizzi IP di visitaturi (pa ch’a nu prusari a tua dispositivu).",
  "privacy_page_46": "Còdi:",
  "privacy_page_47": "Il codice di sàitu (nu è lu dati di sàitu) è ospitati su.",
  "privacy_page_48": "e",
  "privacy_page_49": "Quistu per quistu a l'unu pò prudiri lu sitatu e suggeriri rimedi a li nuttivi e li sicuri e nu novu funziuni. Ni si impegnati a trasparenza e a nu prugramma open source.",
  "privacy_page_50": "Per favore, cuntactà ci ppurtrattendu trì via a forma sicura se aviti dubbi o suggerimenti.",
  "privacy_page_51": "Stu è un prujettu orientatu à la comunità e apprezzamu l'aiutu.",
  "privacy_page_52": "Kiu prutejjati ti?",
  "privacy_page_53": "Mentre u nostru situ internet s'aggira a siri sicuru e a pruteggiri a tua privata, u tuo browser internet s'arricarda un istoria di tutti i siti chi ti visitasti. Sif usi un computer chi appartiene a tutti, ci raggia fuorzu di usari a \"Privata\" o \"Incognito\" modalità inttu navegador. Usta cancella l'istoria inttu momantu chi chiudi a finestra inttu navegador, quannu, quannu, nun po' chiunu altru viddiri chi siti visitasti. Puo' siri bona cosa chi chiudi l'istoria inttu navegador dopu usari u siti ustu, anca sif nun usi un computer chi appartiene a tutti. Usta aiuta a pruteggiri a tua privata.",
  "privacy_page_54": "Puoi cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumbà cumb",
  "privacy_page_55": "Apprima più infurmirati nantu a li pratiche di privaturà nantu a Guide di Privaturà.",
  "privacy_page_56": "Quando aviri finitu, po' chiara luca storia di navigazione recente per scunnu ogni traccia di chi ti è passatu.",
  "privacy_page_57": "Suls'altu a drittu, scila PIÙ ▼ e poi ELIMINA i dati di navigazzioni.",
  "privacy_page_58": "Scegli quantu istoria vuliti cancellà (e.g., \"Ultimu un hóra\", \" Tuttu lu tempu\").",
  "privacy_page_59": "Controlla l'aspizzata per l'infurmazioni chi vuliti chi Chrome cancella, inklusivi:",
  "privacy_page_60": "Istorì di navigazzioni",
  "privacy_page_61": "Biscitti e data di l'àitu",
  "privacy_page_62": "Immagini e file cassetati",
  "privacy_page_63": "Sciliggi a CANCELLÀ I DATI.",
  "privacy_page_64": "Fa' stu cosa ogni vol tu vinci a stu situ.",
  "privacy_page_65": "Suls'altu a drittu, clica u buttuna di MENU (☰) e scunna SETTINGS.",
  "privacy_page_66": "Sciligghia lu pannellu di PRIVACIA e SECURITÀ.",
  "privacy_page_67": "In la sezzione STORIA, clikka CURI HISTORIA.",
  "privacy_page_68": "Sciligghia lu tempu chi puntu a scunì (cumme \"Tuttu\").",
  "privacy_page_69": "Controlla l'utilizzi per l'infurmazioni chi vorri scunfirmazzà:",
  "privacy_page_70": "Istorì di navigazzioni e scarichi",
  "privacy_page_71": "Biscuits",
  "privacy_page_72": "Càche",
  "privacy_page_73": "Accessi Attivi",
  "privacy_page_74": "Dati di siti web offline",
  "privacy_page_75": "Preferenze di situazzione",
  "privacy_page_76": "Clicca u bottonni di \"OK\" per conferma.",
  "privacy_page_77": "Fa' stu cosa ogni vol tu veni a stu locali.",
  "privacy_page_78": "👾 Errore o Domande?",
  "privacy_page_79": "Inda semmaru ci ha un prublema cu lu sittu o ci ha una quistioni, vunu semmaru. M'aggrattuli.",
  "privacy_page_80": "contattàghini usannannu u nostru furmu sicuru",
  "form.note.will-order-not-in-stock": "Ordinà, ma nun è disponibile.",
  "form.note.partial-fill": "Riempimentu parziali (nannu riempitu la prescrizzioni piena)",
  "form.note.call-ahead": "Megghiu prubbabile è chiammà prima.",
  "form.note.existing-patients-only": "Solo serve per pazienti esistenti",
  "form.note.prescribers-close-by": "Mankiu nuru pr'a pazienti \"vicini\"",
  "form.note.certain-prescribers": "Cumpra solu da dotturi certuni.",
  "form.note.patients-close-by": "Serve solu pr'a pacianti 'ca stanu vicinu.",
  "form.note.long-wait-times": "Tempi d'aspettu lungu.",
  "form.note.no-cash": "Nun accetto pagamentu in contanti.",
  "form.note.helpful-staff": "Staffiere utile",
  "form.note.unhelpful-staff": "Staffiere infutile.",
  "share.message": "Bisogna trova bupe? Sapé di farmacie bupe disponibilità? Ajuttà mappa accessu nta a nostra comunità:"
}