{
  "strongprivacy-tipstrong-link-hrefprivacyprotect-yo": "<think>\nOkay, the user wants me to translate a privacy tip for a healthcare website that helps people find pharmacies for buprenorphine. Let me start by understanding the context. The website is a community tool to help access addiction treatment, so the language needs to be respectful, clear, and medically appropriate. \n\nFirst, the original text is \"<strong>Privacy Tip:</strong>  <Link href=\"/privacy#protect-yourself\" className=> Learn more</Link>\". The user specified to",
  "back-to-zip": "<think>\nOkay, the user wants me to translate the text \"> ← Back to ZIP\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the original",
  "a-lot-of-websites-collect-personal-information-to-": "<think>\nOkay, I need to translate this English text into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nThe original text is about websites collecting personal info for",
  "about": "<think>\nOkay, the user wants me to translate the word \"About\" into Tagalog for a healthcare website. Let me think. The context is a community tool to help people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and medically appropriate.\n\nFirst, \"About\" in",
  "about-this-project": "<think>\nOkay, the user wants me to translate \"About This Project\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"About This Project\"",
  "access-the-template": "<think>\nOkay, the user wants me to translate \"Access the Template\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Access the Template\"",
  "access-the-template-support-doc": "<think>\nOkay, the user wants me to translate \"Access the Template Support Doc\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"Access the Template Support Doc\"",
  "active-logins": "<think>\nOkay, the user wants me to translate \"Active Logins\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Active Logins\"",
  "add-a-pharmacy-report": "<think>\nOkay, the user wants me to translate \"Add a Pharmacy & Report\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, \"Add a Pharmacy",
  "address": "<think>\nOkay, the user wants me to translate the word \"Address\" into Tagalog for a healthcare website. Let me think. The context is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and medically appropriate.\n\nFirst, the main task is translating",
  "all-time": "<think>\nOkay, the user wants me to translate \"All Time\" into Tagalog for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\n\"All Time\" is a phrase that",
  "any-other-details-about-your-experience": "<think>\nOkay, the user wants me to translate \"Any other details about your experience...\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, the phrase \"",
  "at-the-top-right-click-the-strongmenu-button-stron": "<think>\nOkay, the user wants me to translate a specific instruction from English to Tagalog for a healthcare website. Let me start by understanding the original text. The sentence is: \"At the top right, click the <strong>menu button (☰)</strong> and select <strong>Settings</strong>.\" \n\nFirst, I need to make sure I follow all the rules provided. The medical terms \"bupe\" and \"buprenorphine\" should stay the same, but",
  "at-the-top-right-select-strongmore-strong-and-then": "<think>\nOkay, the user wants me to translate a specific instruction from English to Tagalog. Let me start by understanding the original text. The sentence is about selecting \"More ▼\" and then \"Delete browsing data.\" The context is a healthcare website helping people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining",
  "back-to-search": "<think>\nOkay, the user wants me to translate \"Back to search\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Back to search\" is a",
  "browsing-download-history": "<think>\nOkay, the user wants me to translate \"Browsing & Download History\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, so the translation needs to be clear and respectful.\n\nFirst, I need to make sure the terms \"bupe\" and \"buprenorphine\" stay the same. The user mentioned using \"medicine\" instead of \"prescription\" for clarity. Also, the",
  "browsing-history": "<think>\nOkay, the user wants me to translate \"Browsing history\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Browsing history\" in English refers",
  "bugs-or-questions": "<think>\nOkay, the user wants me to translate \"Bugs or Questions?\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"B",
  "bulk-data-submission-instructions": "<think>\nOkay, the user wants me to translate \"Bulk Data Submission Instructions\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Bulk Data Submission",
  "bulk-upload": "<think>\nOkay, the user wants me to translate \"Bulk Upload\" into Tagalog for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful and non-stigmatizing.\n\nFirst, \"Bulk Upload\" – in",
  "but-we-also-know-that-strongprivacy-is-very-import": "<think>\nOkay, the user wants me to translate a specific English text into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nFirst, I'll look at the",
  "cache": "<think>\nOkay, the user wants me to translate the word \"Cache\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and medically appropriate tone.\n\nFirst, I need to figure out what",
  "cached-images-and-filesli-ul": "<think>\nOkay, the user wants me to translate some text for a healthcare website that helps people find pharmacies for buprenorphine. The original text is \"Cached images and files</li> </ul\". Let me start by understanding the context. The website is a community tool to help access addiction treatment, so the translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged.",
  "clear-history": "<think>\nOkay, the user wants me to translate \"Clear History\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, so the translation needs to be respectful and clear.\n\nFirst, \"Clear History\" likely refers to a feature that allows users to clear their search history. In Tagalog, \"clear\" can be \"alisin\" or \"tanggalin,\" and \"history\" is \"kasaysayan",
  "click-the-strongokstrong-button-to-confirm": "<think>\nOkay, the user wants me to translate the sentence \"Click the <strong>OK</strong> button to confirm.\" into Tagalog for a healthcare website. Let me start by understanding the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-st",
  "close-language-selector": "<think>\nOkay, the user wants me to translate \"Close language selector\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"Close language selector\" is",
  "code": "<think>\nOkay, the user wants me to translate the word \"Code\" into Tagalog for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nSo, the English word",
  "common-observations-optional": "<think>\nOkay, the user wants me to translate \"Common Observations (optional)\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Common Observations\" needs",
  "contact": "<think>\nOkay, the user wants me to translate the word \"Contact\" into Tagalog for a healthcare website. Let me start by recalling the basic translation. \"Contact\" in Tagalog is usually \"Mag-contact\" or \"Mag-ugnay\". But since it's a button or a section title, maybe \"Mag-contact\" is more appropriate. Wait, the context is a community tool to help people access addiction treatment, so the language needs to be respectful and clear. Let me check",
  "contact-us": "<think>\nOkay, the user wants me to translate \"Contact Us\" into Tagalog for a healthcare website. Let me start by recalling the standard translation for \"Contact Us\" in Tagalog. The common translation is \"Mag-contact sa amin\" or \"Mag-ugnay sa amin\". \n\nBut I need to make sure it's appropriate for a healthcare context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The tone should be",
  "continue": "<think>\nOkay, the user wants me to translate the word \"Continue\" into Tagalog for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, the word",
  "cookies": "<think>\nOkay, the user wants me to translate the word \"Cookies\" for a healthcare website targeting Tagalog speakers. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nWait, the original text is",
  "cookies-and-other-site-data": "<think>\nOkay, the user wants me to translate \"Cookies and other site data\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"Cookies\" in Tagalog is usually \"cookies\" as well, but sometimes people might use \"kookie\" or \"kukkis.\" However, since it's",
  "copy-the-secure-link-it-generates": "<think>\nOkay, the user wants me to translate \"Copy the secure link it generates.\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the key terms: \"secure link\" and \"generates.\" In Tagalog, \"secure link\" could be \"lakip na link\" or \"s",
  "database": "<think>\nOkay, the user wants me to translate the word \"Database\" into Tagalog for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nSo, \"Database\"",
  "delete-browsing-data": "<think>\nOkay, the user wants me to translate \"Delete browsing data\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, they want \"medicine\" instead of \"prescription\" and non-stigmatizing language.\n\nFirst, \"Delete browsing data\" is a technical",
  "delete-data": "<think>\nOkay, the user wants me to translate \"Delete data\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Delete data\" is a straightforward phrase",
  "dismiss-privacy-banner": "<think>\nOkay, the user wants me to translate \"Dismiss privacy banner\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, they want to use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, \"Dismiss privacy",
  "do-not-include-any-personally-identifiable-informa": "<think>\nOkay, the user wants me to translate a specific sentence into Tagalog for a healthcare website. Let me start by understanding the original text. The key points are: don't include personally identifiable info in notes, but simulated patient info like being pregnant can be included if relevant.\n\nFirst, I need to make sure I follow the rules provided. Rule 1 says to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Since the original text doesn't use",
  "do-this-each-time-you-visit-this-site": "<think>\nOkay, the user wants me to translate the English sentence \"Do this each time you visit this site.\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst,",
  "email-address-for-newsletter-signup": "<think>\nOkay, the user wants me to translate \"Email address for newsletter signup\" into Tagalog. Let me start by understanding the context. The original text is for a healthcare website helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I need to translate",
  "email-that-single-link-to-us-at-strongcodeatopioid": "<think>\nOkay, the user wants me to translate an email instruction into Tagalog for a healthcare website. Let me start by understanding the original text. The main message is to email a single link to a specific address. The email address has some placeholders: [at] and [dot], which I need to handle properly.\n\nFirst, I should make sure to keep the medical terms \"bupe\" and \"buprenorphine\" as they are, since the rules say to leave them unchanged",
  "find-treatment": "<think>\nOkay, the user wants me to translate \"Find Treatment\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, which is used in addiction treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Find Treatment\"",
  "for-researchers-conducting-secret-shopper-studies-": "<think>\nOkay, let me tackle this translation. First, I need to understand the original text thoroughly. The user is a medical translator for a healthcare website that helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The context is a community tool to aid access to addiction treatment, so the language needs to be respectful, clear, and medically appropriate.\n\nThe rules are important here. Rule 1 says to keep \"bupe\" and \"buprenorphine\" unchanged",
  "formulation-optional-check-all-that-apply": "<think>\nOkay, the user wants me to translate \"Formulation (optional, check all that apply)\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"Formulation\" in a medical context usually refers to the form of the medication, like tablet, liquid, etc. In Tagalog, the term for formulation",
  "formulation-availability-all-time": "<think>\nOkay, the user wants me to translate \"Formulation Availability (All Time)\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"Formulation Availability\" refers to the different forms of the medication available, like tablets or patches. In Tagalog, \"formulation\" could be translated as \"",
  "google-chrome": "<think>\nOkay, the user wants me to translate \"Google Chrome\" into Tagalog for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The target language is Tagalog, so I need to make sure the translation is appropriate there.",
  "history": "<think>\nOkay, the user wants me to translate the word \"History\" into Tagalog for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, they want to use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nSo, the original",
  "hosting": "<think>\nOkay, the user wants me to translate the word \"Hosting\" into Tagalog for a healthcare website. Let me think about the context first. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nSo, the original word is \"",
  "how-we-try-to-protect-your-privacy": "<think>\nOkay, the user wants me to translate \"How We Try to Protect Your Privacy\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the main",
  "how-the-technology-works": "<think>\nOkay, the user wants me to translate \"How the Technology Works\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the main phrase is",
  "how-to-protect-yourself": "<think>\nOkay, the user wants me to translate \"How to Protect Yourself\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the main phrase is",
  "if-you-couldn-t-find-your-pharmacy-in-the-search-r": "<think>\nOkay, the user wants me to translate a specific sentence for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. I need to make sure those terms stay the same in Tagalog.\n\nThe original English text is: \"If you couldn't find your pharmacy in the search results, you can",
  "if-you-have-bulk-data-you-can-help-us-quickly-fill": "<think>\nOkay, the user wants me to translate a specific sentence into Tagalog for a healthcare website. Let me start by understanding the original text: \"If you have bulk data, you can help us quickly fill out the map. Thank you!\" \n\nFirst, I need to make sure I follow all the rules provided. The key points are to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged, use \"medicine\" instead of \"prescription,\" maintain respectful",
  "if-you-re-interested-in-submitting-multiple-report": "<think>\nOkay, the user wants me to translate a sentence into Tagalog for a healthcare website. Let me start by understanding the original text: \"If you're interested in submitting multiple reports, check out our bulk reporting tool.\" \n\nFirst, I need to make sure I follow all the rules provided. The key points are to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged, use \"medicine\" instead of \"prescription,\" and maintain respectful, non-st",
  "in-the-stronghistorystrong-section-click-strongcle": "<think>\nOkay, the user wants me to translate the given English text into Tagalog for a healthcare website. Let me start by understanding the original text. The sentence is: \"In the <strong>History</strong> section, click <strong>Clear History</strong>.\" \n\nFirst, I need to make sure I follow all the rules provided. The key points are to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged, use \"medicine\" instead",
  "last-updated": "<think>\nOkay, the user wants me to translate \"Last updated:\" into Tagalog for a healthcare website. Let me start by recalling the standard translation for \"Last updated\" in Tagalog. I think it's \"Nag-update ang huling araw\" or something similar. Wait, maybe \"Nag-update ang huling araw\" is more accurate. Let me check if there's a more common phrase used in such contexts. Sometimes, people use \"Nag-update noong\"",
  "learn-more": "<think>\nOkay, the user wants me to translate \"Learn more\" into Tagalog for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nFirst, \"Learn more\"",
  "learn-more-about-privacy-practices-on-privacy-guid": "<think>\nOkay, the user wants me to translate the given English text into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure respectful, non-stigmatizing language.\n\nThe original text is \"Learn more about privacy",
  "legend": "<think>\nOkay, the user wants me to translate the word \"Legend\" into Tagalog for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, \"Legend",
  "like-with-our-other-projects-we-built-this-in-resp": "<think>\nOkay, the user wants me to translate a specific English text into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure respectful, non-stigmatizing language.\n\nFirst, I need to translate the given English",
  "link-hrefabout-classname-link": "<think>\nOkay, the user wants me to translate some HTML code into Tagalog. Let me check the original text again. The English text is \"Link href=\"/about\" className=>  </Link\". Wait, that looks like a snippet of HTML code, maybe from a React component? The user mentioned it's for a healthcare website helping people find pharmacies for buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged,",
  "link-hrefbulk-upload-classname-link": "<think>\nOkay, the user wants me to translate a specific HTML link into Tagalog. The original text is \"Link href=\"/bulk-upload\" className=>  </Link\". Wait, that looks like a snippet of HTML code. The user mentioned it's for a healthcare website helping people find pharmacies for addiction treatment medication, specifically buprenorphine. \n\nFirst, I need to make sure I understand the context. The link is probably part of a website where users can upload bulk data, maybe",
  "link-hrefdashboard-classname-link": "<think>\nOkay, the user wants me to translate a specific HTML snippet from English to Tagalog. Let me check the original text again: \"Link href=\"/dashboard\" className=>  </Link\". Wait, that looks like a fragment of HTML code, maybe from a React component or something similar. The user mentioned it's for a healthcare website helping people find pharmacies for addiction treatment medication, specifically buprenorphine.\n\nFirst, I need to make sure I understand the context. The original text",
  "link-hrefprivacy-classname-link": "<think>\nOkay, the user wants me to translate a specific HTML link from English to Tagalog. The original text is \"Link href=\"/privacy\" className=>  </Link\". Let me break this down.\n\nFirst, I need to understand what this HTML code is doing. It's a link element with an href pointing to \"/privacy\" and a className attribute. The user provided an example translation for a similar link, which was \"Link href='/privacy' className=''>  </Link\" translated",
  "loading-map": "<think>\nOkay, the user wants me to translate \"Loading map\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Loading map\" is a",
  "loading-pharmacies": "<think>\nOkay, the user wants me to translate \"Loading pharmacies...\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst, \"Loading",
  "maps": "<think>\nOkay, the user wants me to translate the word \"Maps\" into Tagalog for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"Maps\" in this context is likely referring to a map feature that shows locations of pharmacies. In Tagalog, the direct translation of \"Maps\" is \"Mapa\". But I should",
  "more": "<think>\nOkay, the user wants me to translate the word \"More\" into Tagalog for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, the",
  "mozilla-firefox": "<think>\nOkay, the user wants me to translate \"Mozilla Firefox\" into Tagalog for a healthcare website. Let me think. First, I need to check if there's a standard translation for \"Mozilla Firefox\" in Tagalog. Since it's a specific browser name, it's possible that it's kept in English. But maybe there's a local term or a common translation.\n\nWait, the context is about a healthcare website helping people find pharmacies for addiction treatment medication. The rules mention keeping medical",
  "nb-the-file-link-is-only-active-for-24hrs-so-i-mig": "<think>\nOkay, the user wants me to translate a specific note about a file link expiring in 24 hours into Tagalog. Let me start by understanding the original message. The key points are: the file link is only active for 24 hours, so the sender might need to resend it, and they're apologizing in advance.\n\nFirst, I need to make sure the translation is clear and maintains the original intent. The term \"NB\" is probably \"Note\" in Tag",
  "nb-there-might-be-a-world-where-this-data-is-used-": "<think>\nOkay, the user wants me to translate a specific English text into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nLooking at the English text: \"NB",
  "newsletter-signup-temporarily-unavailable": "<think>\nOkay, the user wants me to translate \"Newsletter signup temporarily unavailable.\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the main phrase is \"Newsletter signup temporarily unavailable.\" In Tagalog, \"newsletter\" is usually \"newsletter\" as it's a loanword, but sometimes people might use \"m",
  "no-successful-reports-found-for-the-selected-time-": "<think>\nOkay, I need to translate the given English text into Tagalog for a healthcare website. Let me start by understanding the original message. The English text is: \"No successful reports found for the selected time period. Try a wider date range or select All Time.\" \n\nFirst, I should make sure to follow all the rules provided. The key points are to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged, use \"medicine\" instead of \"pres",
  "no-tracking-no-ads-privacy-first-design": "<think>\nOkay, the user wants me to translate the phrase \"No tracking • No ads • Privacy-first design\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst,",
  "note": "<think>\nOkay, the user wants me to translate the word \"Note\" into Tagalog for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo,",
  "notes": "<think>\nOkay, the user wants me to translate the word \"Notes\" into Tagalog for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful and non-stigmatizing.\n\nSo, \"Notes\" here is probably a",
  "offline-website-data": "<think>\nOkay, the user wants me to translate \"Offline Website Data\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, so the translation needs to be clear and respectful.\n\nFirst, \"Offline Website Data\" – the key here is to convey that the data is not accessible online. In Tagalog, \"offline\" is \"offline\" as well, but maybe \"walang koneksyon sa internet",
  "opioid-policy-institute-logo": "<think>\nOkay, the user wants me to translate \"Opioid Policy Institute Logo\" into Tagalog. Let me start by breaking down the phrase.\n\nFirst, \"Opioid Policy Institute\" needs to be translated. \"Institute\" in Tagalog is usually \"Instituto\". \"Policy\" is \"Policies\" or \"Pamamahala\", but since it's part of an institute's name, maybe \"Policies\" is better here. Wait, but in Tag",
  "optional-personal-information-we-do-collect": "<think>\nOkay, the user wants me to translate \"Optional personal information we do collect\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I need to translate the",
  "organic-maps": "<think>\nOkay, the user wants me to translate \"Organic Maps\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Organic Maps\"",
  "other-notes-optional": "<think>\nOkay, the user wants me to translate \"Other Notes (optional)\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Other Notes (optional)\"",
  "our-funding": "<think>\nOkay, the user wants me to translate \"Our Funding\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, which is used in addiction treatment. The rules mention keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Our Funding\"",
  "our-solution": "<think>\nOkay, the user wants me to translate the English text \"Our Solution\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Our Solution",
  "our-most-important-promise-is-to-protect-your-priv": "<think>\nOkay, I need to translate this English text into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nThe original text is about privacy protection. The key",
  "page-not-found": "<think>\nOkay, the user wants me to translate \"Page Not Found\" into Tagalog for a healthcare website. Let me think about the context first. The website is about helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo,",
  "pharmacy-information": "<think>\nOkay, the user wants me to translate \"Pharmacy Information\" into Tagalog for a healthcare website. Let me start by recalling the rules. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same. Second, use \"medicine\" instead of \"prescription.\" Third, the language needs to be respectful and non-stigmatizing. The tone should remain helpful, professional, and compassionate. Also, technical terms like \"ZIP Code\" should",
  "phone": "<think>\nOkay, the user wants me to translate the word \"Phone\" into Tagalog for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the word \"Phone\" here",
  "please-reach-out-using-our-secure-form-if-you-have": "<think>\nOkay, the user wants me to translate the given English text into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nThe original English sentence is: \"Please reach",
  "privacy-safety-tips": "<think>\nOkay, the user wants me to translate \"Privacy & Safety Tips\" into Tagalog for a healthcare website. Let me start by recalling the correct translation for that phrase. \"Privacy\" in Tagalog is \"Pribado\" and \"Safety Tips\" would be \"Mga Tip sa Pagmamaneho ng Katarungan\". Wait, \"Safety Tips\" is more commonly translated as \"Mga Tip sa Pagmamaneho ng Katarungan\" or maybe \"M",
  "privacy-security": "<think>\nOkay, the user wants me to translate \"Privacy & Security\" into Tagalog for a healthcare website. Let me start by recalling the correct Tagalog terms. \"Privacy\" is usually \"Pribado\" or \"Pribadidad,\" but in the context of healthcare, \"Pribadidad\" might be more appropriate. \"Security\" translates to \"Kasikatan\" or \"Kasikatang\" but \"Kasikatan\" is more common. However",
  "privacy-notice": "<think>\nOkay, the user wants me to translate \"Privacy Notice\" into Tagalog for a healthcare website. Let me start by recalling that \"Privacy Notice\" in Tagalog is commonly translated as \"Pamamahala ng Pribado\" or \"Pamamahala ng Pribadong Datos.\" But I need to make sure it's appropriate for a healthcare context.\n\nThe context is a community tool to help people access addiction treatment, specifically mentioning buprenorphine. The",
  "privacy-policy": "<think>\nOkay, the user wants me to translate \"Privacy Policy\" into Tagalog for a healthcare website. Let me start by recalling the standard translation for \"Privacy Policy\" in Tagalog. I think it's \"Pamamahala ng Pribado\" or \"Pamamahala ng Pribadong Datos\". Wait, \"Privacy Policy\" is often translated as \"Pamamahala ng Pribado\" in legal contexts. But I should check if there's",
  "privacy-tip": "<think>\nOkay, the user wants me to translate \"Privacy Tip\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Privacy Tip\" in Tag",
  "questions": "<think>\nOkay, the user wants me to translate \"Questions?\" into Tagalog for a healthcare website. Let me start by recalling the appropriate translation. In Tagalog, \"Questions?\" is commonly translated as \"May tanong ka ba?\" which is a polite and respectful way to ask if someone has questions. \n\nNow, I need to check the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention using \"bupe\"",
  "remember-to-clear-your-browser-history": "<think>\nOkay, the user wants me to translate \"Remember to clear your browser history.\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the main sentence is a",
  "report-statistics": "<think>\nOkay, the user wants me to translate \"Report Statistics\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Report Statistics\" needs to",
  "reports": "<think>\nOkay, the user wants me to translate the word \"Reports\" into Tagalog for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, \"Reports\"",
  "research-working-to-understand-moud-barriers-can-b": "<think>\nOkay, I need to translate this medical text into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The user wants the translation to be respectful, clear, and medically appropriate. \n\nFirst, I'll check the rules. Medical terms like \"bupe\" and \"buprenorphine\" should stay the same. Instead of \"prescription,\" use \"medicine.\" The",
  "return-home": "<think>\nOkay, the user wants me to translate \"Return Home\" into Tagalog for a healthcare website. Let me think about the context first. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\n\"Return Home\" is likely a button or",
  "search-for-a-pharmacy": "<think>\nOkay, the user wants me to translate \"Search for a Pharmacy\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, \"Search for a Pharmacy",
  "searching": "<think>\nOkay, the user wants me to translate \"Searching...\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, which is used in addiction treatment. The rules mention keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Searching...\" in Tag",
  "select-strongdelete-datastrong": "<think>\nOkay, the user wants me to translate \"Select <strong>Delete data</strong>.\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst,",
  "select-language": "<think>\nOkay, the user wants me to translate \"Select Language\" into Tagalog for a healthcare website. Let me think. The context is about helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Select Language\" in Tagalog. The direct translation",
  "select-any-that-apply": "<think>\nOkay, the user wants me to translate \"Select any that apply\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, \"Select any that apply",
  "select-how-much-history-you-want-to-delete-eg-last": "<think>\nOkay, the user wants me to translate the given English text into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original text is: \"Select how",
  "select-the-strongprivacy-securitystrong-panel": "<think>\nOkay, the user wants me to translate \"Select the <strong>Privacy & Security</strong> panel.\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing",
  "select-the-time-range-to-clear-eg-everything": "<think>\nOkay, the user wants me to translate the English text \"Select the time range to clear (e.g., Everything )\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the main phrase is \"Select the time range to clear.\" In Tagalog, \"select\" is usually \"piliin",
  "settings": "<think>\nOkay, the user wants me to translate the word \"Settings\" into Tagalog for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst, \"",
  "site-preferencesli-ul": "<think>\nOkay, the user wants me to translate \"Site Preferences\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Site Preferences\" is a heading, probably",
  "something-went-wrong": "<think>\nOkay, the user wants me to translate \"Something went wrong\" into Tagalog for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention using \"bupe\" and \"buprenorphine\" as is, and to keep terms like ZIP Code or use local equivalents. Also, the tone should be helpful, professional, and non-stigmatizing.\n\nFirst, the phrase \"Something",
  "sorry-the-page-you-re-looking-for-doesn-t-exist": "<think>\nOkay, the user wants me to translate the error message \"Sorry, the page you're looking for doesn't exist.\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing",
  "spam-protection": "<think>\nOkay, the user wants me to translate \"Spam Protection\" into Tagalog for a healthcare website. Let me think about the context first. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\n\"Spam Protection\" is likely a",
  "state-level-reports": "<think>\nOkay, the user wants me to translate \"State Level Reports\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"State Level Reports\" – in Tagalog, \"state\" can be translated as \"estado\" or \"mga estado,\" but since it's about reports at the state level,",
  "status": "<think>\nOkay, the user wants me to translate the word \"Status\" into Tagalog for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, \"Status\"",
  "step-1-get-the-template": "<think>\nOkay, the user wants me to translate \"Step 1: Get the Template\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"",
  "step-2-fill-out-your-data": "<think>\nOkay, the user wants me to translate \"Step 2: Fill Out Your Data\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"",
  "step-3-securely-submit-your-file": "<think>\nOkay, the user wants me to translate \"Step 3: Securely Submit Your File\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Step",
  "submission-failed-please-try-again": "<think>\nOkay, the user wants me to translate \"Submission failed. Please try again.\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the main phrase is",
  "subscribe-to-our-newsletter-for-organizing-and-upd": "<think>\nOkay, let's tackle this translation request. The user wants the English text \"Subscribe to our newsletter for organizing and updates\" translated into Tagalog for a healthcare website. \n\nFirst, I need to make sure I follow all the rules provided. The key points are to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged, use \"medicine\" instead of \"prescription,\" and maintain a respectful, non-stigmatizing tone. Also, technical terms like",
  "table-of-contents": "<think>\nOkay, the user wants me to translate \"Table of Contents\" into Tagalog for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst, \"Table of",
  "thank-you": "<think>\nOkay, the user wants me to translate \"Thank You!\" into Tagalog for a healthcare website. Let me start by recalling the appropriate Tagalog translation for this phrase. The common translation is \"Salamat!\" which is straightforward and polite. \n\nNow, I need to check if there are any specific rules or context that might affect this translation. The context is a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bu",
  "the-problem": "<think>\nOkay, the user wants me to translate the English text \"The Problem\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"The Problem",
  "the-only-information-we-need-for-a-report-is-what-": "<think>\nOkay, I need to translate this English text into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription,\" and maintain respectful, non-stigmatizing language.\n\nFirst, the English text is about reporting information for a community",
  "the-only-required-fields-are-pharmacy_address-repo": "<think>\nOkay, let's tackle this translation. The user wants the English text translated into Tagalog for a healthcare website. First, I need to make sure I understand the original text correctly. The key points are that the required fields are pharmacy_address and report_type (success or denied), while the others are optional but useful.\n\nThe rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Since these terms aren't in the text, I don't need",
  "the-last-mile-problem-is-the-treatment-gap-created": "<think>\nOkay, the user wants me to translate a medical text about buprenorphine pharmacies into Tagalog. Let me start by understanding the context. The text is for a healthcare website helping people find pharmacies for addiction treatment. The rules are important here: keep \"bupe\" and \"buprenorphine\" as they are, use \"medicine\" instead of \"prescription,\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, I need to parse the original English",
  "there-are-two-main-ways-we-collect-information-abo": "<think>\nOkay, the user wants me to translate the given English text into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original English text is: \"There",
  "this-is-unacceptable": "<think>\nOkay, the user wants me to translate \"This is unacceptable.\" into Tagalog for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention using \"bupe\" and \"buprenorphine\" as is, and avoiding stigmatizing language. The translation needs to be respectful and clear.\n\nFirst, the phrase \"This is unacceptable\" is a strong statement. In Tagalog,",
  "this-project-aims-to-address-this": "<think>\nOkay, the user wants me to translate the English sentence \"This project aims to address this.\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst",
  "this-will-open-your-device-s-map-application-pleas": "<think>\nOkay, the user wants me to translate the given English text into Tagalog. Let me start by understanding the context. The text is part of a healthcare website that helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nThe English text to translate is:",
  "total-reports": "<think>\nOkay, the user wants me to translate \"Total Reports\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Total Reports\" needs to be",
  "trend-is-neutral": "<think>\nOkay, the user wants me to translate \"Trend is neutral\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Trend is neutral",
  "trending-recently": "<think>\nOkay, the user wants me to translate \"Trending Recently\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Trending Recently\" is likely",
  "trending-toward-more-denials": "<think>\nOkay, the user wants me to translate \"Trending toward more denials\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Trending",
  "trending-toward-more-successes": "<think>\nOkay, the user wants me to translate \"Trending toward more successes\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the phrase \"Trending toward more successes\" is a bit abstract. I need to convey that there's a positive direction or increasing success. In Tagalog, \"trending",
  "upload-your-tsv-file-tab-separated-values": "<think>\nOkay, the user wants me to translate \"Upload your TSV file (tab separated values)\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"Upload your TSV file\" – \"TSV\" is a technical term, so I should keep it as is. In Tagalog, \"upload",
  "use-privacy-preserving-mapping-apps-like-organic-m": "<think>\nOkay, the user wants me to translate the English text \"Use privacy preserving mapping apps like Organic Maps\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst,",
  "use-the-spreadsheet-template-below-to-fill-in-your": "<think>\nOkay, the user wants me to translate a specific sentence into Tagalog for a healthcare website. Let me start by understanding the original text: \"Use the spreadsheet template below to fill in your data. This format is important for batch uploading.\" \n\nFirst, I need to make sure I follow all the rules provided. The medical terms \"bupe\" and \"buprenorphine\" should stay the same, but in this case, they aren't in the text, so that's",
  "we-strongdo-notstrong-know-your-email-or-phone-num": "<think>\nOkay, the user wants me to translate the sentence \"We do not know your email or phone number.\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst,",
  "we-strongdo-notstrong-know-your-name": "<think>\nOkay, the user wants me to translate the sentence \"We do not know your name.\" into Tagalog for a healthcare website. Let me start by understanding the context. The website is about helping people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the",
  "we-strongdo-notstrong-track-your-location": "<think>\nOkay, the user wants me to translate the sentence \"We do not track your location.\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the main sentence",
  "we-also-hope-to-shine-a-light-on-just-how-big-an-i": "<think>\nOkay, the user wants me to translate a specific English text into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, which is used in addiction treatment. The translation needs to be respectful, clear, and medically appropriate. \n\nFirst, I need to make sure the medical terms \"bupe\" and \"buprenorphine\" are kept as they are. The user mentioned using \"medicine\" instead",
  "we-built-this-tool-to-help-it-s-a-map-made-by-the-": "<think>\nOkay, I need to translate this English text into Tagalog for a healthcare website. Let me start by understanding the context. The tool is for finding pharmacies that provide buprenorphine for addiction treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" as they are. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nFirst, the English text says,",
  "we-designed-our-website-to-not-do-that": "<think>\nOkay, the user wants me to translate the English sentence \"We designed our website to not do that.\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst",
  "we-don-t-track-or-store-your-location": "<think>\nOkay, the user wants me to translate the English text \"We don't track or store your location\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I",
  "we-hope-that-this-platform-will-help-people-help-p": "<think>\nOkay, let's tackle this translation. The user wants the English text translated into Tagalog for a healthcare website. The context is about helping people access addiction treatment medication, specifically buprenorphine. The rules are important here, so I need to make sure I follow them all.\n\nFirst, the medical terms \"bupe\" and \"buprenorphine\" must stay unchanged. So I'll keep those as they are. The English text mentions \"medicine\" instead of \"",
  "we-re-having-trouble-loading-this-content": "<think>\nOkay, the user wants me to translate \"We're having trouble loading this content.\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription,\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the",
  "we-use-a-standard-template-to-ensure-data-quality-": "<think>\nOkay, the user wants me to translate a specific sentence into Tagalog for a healthcare website. Let me start by understanding the original text: \"We use a standard template to ensure data quality. Please view or download our official CryptPad template.\" \n\nFirst, I need to make sure I follow all the rules provided. The key points are to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged, use \"medicine\" instead of \"prescription,\" and",
  "we-use-modern-privacy-focused-tools-to-run-this-si": "<think>\nOkay, the user wants me to translate the sentence \"We use modern, privacy-focused tools to run this site\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone",
  "we-will-take-care-of-formatting-and-uploading-to-t": "<think>\nOkay, the user wants me to translate the sentence \"We will take care of formatting and uploading to the map!\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone",
  "what-we-collect-and-what-we-don-t": "<think>\nOkay, the user wants me to translate the English text \"What We Collect (and What We Don t\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, which is used in addiction treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing",
  "what-formulations-did-you-try-to-fill": "<think>\nOkay, the user wants me to translate the question \"What formulation(s) did you try to fill?\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone",
  "what-was-the-outcome": "<think>\nOkay, the user wants me to translate \"What was the outcome?\" into Tagalog for a healthcare website. Let me start by recalling the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"What was",
  "what-would-you-like-to-do-today": "<think>\nOkay, the user wants me to translate \"What would you like to do today?\" into Tagalog for a healthcare website. Let me start by recalling that the target language is Tagalog, which is widely spoken in the Philippines. \n\nFirst, I need to make sure the translation is respectful and appropriate for a healthcare context. The original text is a prompt for user interaction, so the translation should be friendly and helpful. \n\nThe phrase \"What would you like to do today?\" in Tag",
  "when-it-comes-to-information-like-who-you-are-if-y": "<think>\nOkay, the user wants me to translate a specific English text into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nFirst, I need to translate the",
  "when-you-are-done-you-can-also-clear-your-recent-b": "<think>\nOkay, the user wants me to translate the given English text into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe English sentence is: \"When you",
  "while-our-website-strives-to-be-secure-and-protect": "<think>\nOkay, let's tackle this translation. The user wants the English text translated into Tagalog for a healthcare website. First, I need to make sure I understand the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription,\" and maintain a respectful, non-stigmatizing tone.\n\nLooking",
  "why-we-built-this-tool": "<think>\nOkay, the user wants me to translate \"Why We Built This Tool\" into Tagalog for a healthcare website. Let me start by understanding the context. The tool is for helping people find pharmacies that provide buprenorphine for addiction treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" as they are. Also, use \"medicine\" instead of \"prescription\" for clarity. The tone needs to be respectful, clear, and",
  "your-report": "<think>\nOkay, the user wants me to translate the English text \"Your Report\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Your Report",
  "your-map-application-may-collect-and-share-your-lo": "<think>\nOkay, the user wants me to translate the sentence \"Your map application may collect and share your location data\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst",
  "barriercount": "<think>\nOkay, the user wants me to translate \"barrier.count\" into Tagalog for a healthcare website. Let me start by understanding what \"barrier.count\" refers to. From the context, it's a community tool to help people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmat",
  "barriernote": "<think>\nOkay, the user wants me to translate the \"barrier.note\" text for a healthcare website in Tagalog. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, so the translation needs to be respectful and clear. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. I should use \"medicine\" instead of \"prescription\" for clarity. Also, the language should be non-st",
  "codeatopioidpolicydotorg": "<think>\nOkay, the user wants me to translate \"code[at]opioidpolicy[dot]org\" into Tagalog. Let me think about the rules they provided. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same. But here, the text is an email address, so maybe those terms aren't needed here. \n\nNext, they mentioned using \"medicine\" instead of \"prescription.\" But again, this is an email address,",
  "contact-form": "<think>\nOkay, the user wants me to translate \"contact form\" into Tagalog for a healthcare website. Let me start by recalling the common translations for such terms. \"Contact form\" in Tagalog is usually \"formulasyon ng pagkontakt\" or \"formularyong pangkонтакт\". Wait, but I need to make sure it's the most appropriate term. Since it's a form for contacting pharmacies, maybe \"formularyong pangkонтакт\" is",
  "contact-us-using-our-secure-form": "<think>\nOkay, the user wants me to translate \"contact us using our secure form\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"contact us",
  "copied-copied-to-clipboard-share-with-a-friend": "<think>\nOkay, the user wants me to translate the given text into Tagalog. Let me start by understanding the context. The original text is a button or message that says \"copied ? 'Copied to Clipboard!' : 'Share with a Friend'\". It's for a healthcare website helping people find pharmacies for buprenorphine treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"pres",
  "currentlanguagecodetouppercase": "<think>\nOkay, the user wants me to translate the given text into Tagalog. Let me first understand the context. The original text is \"currentLanguage?.code.toUpperCase\". This seems like a piece of code, possibly from a website that handles language settings. The user mentioned it's for a healthcare website helping people find pharmacies for addiction treatment medication, specifically buprenorphine.\n\nThe rules are important here. I need to keep medical terms like \"bupe\" and \"buprenorph",
  "datapastmonthperiod": "<think>\nOkay, the user wants me to translate \"data.pastMonth.period\" into Tagalog for a healthcare website. Let me start by understanding what this phrase means. It seems like it's part of a data field, maybe related to tracking information over the past month. The context is about helping people find pharmacies for addiction treatment with buprenorphine, so the translation needs to be clear and appropriate for a healthcare setting.\n\nFirst, \"data.pastMonth.period\" is likely a",
  "decodehtmlentitiespharmacyname": "<think>\nOkay, the user wants me to translate \"decodeHtmlEntities(pharmacy.name)\" into Tagalog for a healthcare website. Let me start by understanding what this code does. It seems like it's decoding HTML entities from the pharmacy's name. But the user is asking for a translation, not a code explanation.\n\nWait, maybe the original text is part of a larger context. The user mentioned it's for a healthcare website helping people find pharmacies for buprenorphine. The English text",
  "do-not": "<think>\nOkay, the user wants me to translate the English word \"do not\" into Tagalog for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention using \"bupe\" and \"buprenorphine\" as is, and using \"medicine\" instead of \"prescription.\" Also, the language needs to be respectful and non-stigmatizing.\n\nSo, the task",
  "eg-out-of-business": "<think>\nOkay, the user wants me to translate \"e.g., 'Out of business.\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the phrase \"e.g., 'Out of business.\" is an example of a status. In Tagalog, \"Out of business\" would typically be translated as \"",
  "eg-123-main-street": "<think>\nOkay, the user wants me to translate \"e.g., 123 Main Street\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the example given",
  "eg-49506": "<think>\nOkay, the user wants me to translate \"e.g., 49506\" into Tagalog for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The example given is a ZIP Code, so I need to check if",
  "eg-cvs": "<think>\nOkay, the user wants me to translate \"e.g., CVS\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription,\" and maintain respectful, non-stigmatizing language.\n\nFirst, \"e.g.\" stands for",
  "eg-mom-pop-shop": "<think>\nOkay, the user wants me to translate \"e.g., Mom & Pop Shop\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"e.g.\" in",
  "href-aria-label-style": "<think>\nOkay, the user wants me to translate some HTML code into Tagalog for a healthcare website. Let me check the original text again. The English text provided is just a snippet of HTML with href, aria-label, and style attributes. The user mentioned that the target language is Tagalog, but the content seems to be HTML tags, not actual text.\n\nWait, maybe there's a misunderstanding. The user might have pasted the HTML code by accident. The original instruction was to translate text",
  "isloadinglocation-loading-set-location": "<think>\nOkay, the user wants me to translate the given English text into Tagalog. Let me start by understanding the context. The text is part of a healthcare website that helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nThe English text is \"isLoadingLocation",
  "just-like-any-other-prescription": "<think>\nOkay, the user wants me to translate the phrase \"just like any other prescription\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, they want \"medicine\" instead of \"prescription\" for clarity. \n\nWait, the original text is \"just like",
  "locationerror": "<think>\nOkay, the user wants me to translate \"locationError\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, so the translation needs to be clear and respectful.\n\nFirst, \"locationError\" is likely an error message related to location input. In Tagalog, \"location\" is \"lokasyon\" and \"error\" is \"mali\". But since it's a technical term, maybe",
  "lol": "<think>\nOkay, the user wants me to translate \"lol.\" into Tagalog for a healthcare website. Let me think. First, \"lol\" is an internet slang for laughing out loud. But in a healthcare context, especially for addiction treatment, I need to make sure the translation is appropriate and maintains the respectful tone.\n\nThe original text is just \"lol.\" which is probably a placeholder or a typo. Maybe it's supposed to be a part of a larger text that got cut off. Since",
  "menu-button": "<think>\nOkay, the user wants me to translate \"menu button\" into Tagalog for a healthcare website. Let me think. First, \"menu\" in Tagalog is usually \"menu\" as well, since many technical terms are borrowed. But sometimes, people might say \"menu\" or \"listahan\" depending on context. However, in digital contexts, \"menu\" is commonly used. \n\nThen \"button\" translates to \"buto\" or \"button\" in Tagalog. Wait",
  "privacy-is-very-important": "<think>\nOkay, the user wants me to translate \"privacy is very important\" into Tagalog for a healthcare website. Let me start by recalling the Tagalog translation for \"privacy.\" The word \"privacy\" in Tagalog is usually \"pribado\" or \"saklaw ng pribado.\" But in the context of healthcare, maybe \"pribado\" is more commonly used. \n\nNext, \"is very important\" – the phrase \"very important\" in Tagalog can be",
  "resultfull_address": "<think>\nOkay, the user wants me to translate \"result.full_address\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The language needs to be respectful and non-stigmatizing.\n\nFirst, \"result.full_address\" is likely a",
  "resultname": "<think>\nOkay, the user wants me to translate \"result.name\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, \"result.name\" is likely the",
  "selectedpharmacyfull_address": "<think>\nOkay, the user wants me to translate \"selectedPharmacy.full_address\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, \"selectedPharmacy",
  "selectedpharmacyname": "<think>\nOkay, the user wants me to translate \"selectedPharmacy.name\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"selectedPharmacy",
  "statsalltimedenied": "<think>\nOkay, the user wants me to translate \"stats.allTime.denied\" into Tagalog for a healthcare website. Let me start by understanding what this text means. The original text is a key or label, probably related to statistics or some data tracking. The context is a community tool helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead",
  "statsalltimesuccess": "<think>\nOkay, the user wants me to translate \"stats.allTime.success\" into Tagalog for a healthcare website. Let me start by understanding what this text means. The original text seems to be a key or label, possibly related to statistics or success metrics. Since it's part of a website, it's likely a heading or a label that displays some kind of success rate or statistical data over time.\n\nFirst, I need to break down the components. \"stats\" probably stands for statistics,",
  "statspastmonthdenied": "<think>\nOkay, the user wants me to translate the text \"stats.pastMonth.denied\" into Tagalog for a healthcare website. Let me start by understanding what this text means. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone",
  "statspastmonthsuccess": "<think>\nOkay, the user wants me to translate the text \"stats.pastMonth.success\" into Tagalog for a healthcare website. Let me start by understanding what this text refers to. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone",
  "strongnotesstrong": "<think>\nOkay, the user wants me to translate \"Notes:\" into Tagalog for a healthcare website. Let me start by recalling the appropriate translation for \"Notes\" in Tagalog. The common translation is \"Mga Talaan\" or \"Mga Kataguran.\" But considering the context is a healthcare tool, maybe \"Mga Talaan\" is more suitable as it's commonly used in formal documents.\n\nWait, the original text is \"Notes:\" with a strong tag. The",
  "strongphonestrong-a-href-style-a": "<think>\nOkay, the user wants me to translate a specific part of text for a healthcare website. Let me start by understanding the original English text. The text is \"Phone: 📞\". The user mentioned that it's for a community tool helping people access addiction treatment, specifically for buprenorphine. \n\nFirst, I need to make sure I follow all the rules provided. Rule 1 says to keep medical terms like \"bupe\" and \"buprenorphine\"",
  "strongreportsstrong-successful-denied": "<think>\nOkay, the user wants me to translate \"Reports: successful, denied\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the terms \"bupe\" and \"buprenorphine\" should stay the same. The user mentioned using \"medicine\" instead of \"prescription\" for clarity. So",
  "strongstatusstrong": "<think>\nOkay, the user wants me to translate \"Status:\" into Tagalog for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment, specifically buprenorphine. The original text is part of a status indicator, maybe showing the availability or something similar.\n\nFirst, I need to make sure the translation is respectful and clear. The rules mention using \"medicine\" instead of \"prescription,\" but here it's just \"Status,\"",
  "success": "<think>\nOkay, the user wants me to translate the word \"success\" into Tagalog for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention using \"bupe\" and \"buprenorphine\" as is, and using \"medicine\" instead of \"prescription.\" Also, the language needs to be respectful and non-stigmatizing.\n\nSo, the word \"success",
  "tcrowdsource-note-this-is-a-crowd-source-resource": "<think>\nOkay, the user wants me to translate the English text \"This is a crowd-source resource\" into Tagalog for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase",
  "tnot-guarantee-note-this-tool-is-not-a-guarantee-o": "<think>\nOkay, the user wants me to translate a specific note for a healthcare website that helps people find pharmacies for buprenorphine. Let me start by understanding the context. The tool is a community resource to aid access to addiction treatment, so the translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the original English text is: \"This tool is not a guarantee of service. This data is not comprehensive.\" The user provided some rules. Let me check them again.",
  "the-united-kingdom-canada-and-australia": "<think>\nOkay, the user wants me to translate the phrase \"the United Kingdom, Canada, and Australia\" into Tagalog. Let me start by recalling the correct Tagalog terms for these countries. \n\nFirst, \"United Kingdom\" is commonly known as \"Hukbong Britaniko\" in Tagalog. Wait, but sometimes people might refer to it as \"Britanya\" which is the direct translation. However, in official contexts, \"Hukbong Britaniko\" is",
  "youremailexamplecom": "<think>\nOkay, the user wants me to translate \"your.email@example.com\" into Tagalog. Let me think about the context. The original text is an email address, which is a placeholder. The target language is Tagalog, and the rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. However, this is an email address, not a medical term. \n\nWait, the user specified to provide only the translation without explanations. But maybe they want"
}