{
  "about_page_1": "Tungkol sa Proyektong ito",
  "about_page_2": "Ang Problema",
  "about_page_3": "Mayroong dalawang pangunahing paraan upang mabawasan ang mga sakit at kamatayan na may kaugnayan sa opioid (mobidity & mortality): ang mga gamot para sa opioid use disorder (MOUD; halimbawa, buprenorphine, methadone, naltrexone) at naloxone (isang gamot upang baligtarin ang overdose ng opioid). Ang MOUD ay ang pamantayang ginto, FDA-aprobado na gamot na ginagamit upang gamutin ang mga taong may opioid addiction. Gayunpaman, may mga hadlang sa MOUD na persistent at kinabibilangan ng istruktura at lipunan/rasismo, klaseismo, isang labis na aktibong tugon ng kriminal na hustisya sa MOUD, stigma, at diskriminasyon sa mga taong gumagamit ng droga.",
  "about_page_4": "Ang pananaliksik na naglalayong maunawaan ang mga hadlang sa MOUD ay maaaring hatiin sa dalawang kategorya: mga isyu sa paghahanap ng isang preskriptor at mga isyu sa pagpupuno ng reseta. Ang naunang pananaliksik na may kaugnayan sa paghahanap ng isang preskriptor ay nagpapakita ng matagal nang mga hadlang sa pangangalaga tulad ng hindi etikal na mga kasanayan sa pagpasok sa mga tagapagbigay ng paggamot sa OUD, mga disyerto ng preskriptor ng MOUD, at negatibong pagtingin sa mga taong may OUD. Kabilang sa mga solusyon sa problema ng preskriptor ang pagbabawas ng mga kinakailangan sa pagsasanay ng preskriptor, pagbibigay ng insentibo sa mga tagapagbigay, at edukasyon sa pagbabawas ng stigma para sa mga tagapagbigay. Habang ang mga halimbawang ito ay nagpapakita ng malaking hamon sa paghahanap ng isang preskriptor upang magbigay ng buhay-salvaging pangangalaga, ang pangalawang isyu, ang pagpupuno ng reseta, ay maaaring mabawasan ang kakayahan ng isang tao na simulan o ipagpatuloy ang kanilang gamot.",
  "about_page_5": "Layunin ng proyektong ito na tugunan ito.",
  "about_page_6": "Ang “last mile” na problema ay ang agwat sa paggamot na dulot ng pagpapasya ng parmasya kung anong MOUD ang iniimbak (kung mayroon man) at kung paano ito ibinibigay ng mga parmasya. Habang maraming bahagi ng pederal na patakaran na may kaugnayan sa opioid epidemic ay nakatuon sa pagtaas ng pagrereseta ng MOUD sa mga doktor, ang mga parmasya ang humahawak kung ibibigay ang MOUD. Ang hindi pagkakapuno ng reseta sa parmasya ay nagpapawalang-bisa sa lahat ng pag-unlad na ginawa sa pagtaas ng pagrereseta ng mga doktor.",
  "about_page_7": "Ang aming layunin ay simple: tumulong sa mga tao na makahanap ng bupe. Makipag-usap sa halos sinumang inireseta ng bupe, at mayroon silang kuwento tungkol sa mga hamon sa pagkumpleto ng mga reseta.",
  "about_page_8": "Hindi ito katanggap-tanggap.",
  "about_page_9": "Hindi natin makakalimutan ang karanasan ng mga pasyente sa West Virginia na nagmamadali sa isang partikular na botika para makuha ang kanilang gamot bago ito magsara dahil ito lang ang nagbibigay ng bupe sa bayan. Ngunit ang pagbibigay ng reseta para sa gamot sa sakit ng opioid...ito ay kasing dali lang ng pagpasok sa anumang botika. Hindi ito tama noon. Hindi rin ito tama ngayon.",
  "about_page_10": "Ang Ating Solusyon",
  "about_page_11": "Dinisenyo ang tool na ito upang tulungan ang mga tao na makahanap ng bupe. Dapat itong simple, ngunit hindi. Sa pamamagitan ng pagkuha ng datos tungkol sa pag-access ng bupe, tinutulungan namin ang mga taong nahaharap sa mga problemang ito na mag-navigate sa mga hamon at tumutulong sa iba sa kanilang komunidad. Umaasa kami na sa isang araw, ang bawat botika ay magkakaroon ng gamot na ito. Gayunpaman, ang katotohanan ay kakaunti ang nagagawa nito. Sa pagitan ng mga ito, umaasa kami na makakatulong ang tool na ito.",
  "about_page_12": "Umaasa rin kami na ilawan ang kung gaano kalaki ang problemang ito. Sa mga taong naapektuhan ng isyung ito, alam ito, ngunit kakaunti ang nakakaalam kung gaano kahirap makakuha ng paggamot para sa opioid addiction. Ang mga pagbabago sa patakaran hanggang ngayon ay hindi sapat. Bagama't hindi kumpleto ang database na ito, umaasa kami na magsimula ito ng pag-uusap at aksyon upang makapag-sara ng mga puwang na ito nang may kahulugan.",
  "about_page_13": "Sana makatulong ang platform na ito sa mga tao na makakuha ng gamot at maputol ang siklo ng diskriminasyon laban sa mga taong gumagamit ng droga o may addiction.",
  "about_page_14": "Ang Aming Pondo",
  "about_page_15": "Haha.",
  "about_page_16": "Gaya ng sa ating ibang proyekto, ginawa natin ito bilang tugon sa isang pangangailangan nang walang anumang suportang pinansyal. Hindi rin natin hinihintay ang panlabas na pagpapatunay mula sa mga organisasyong nagbibigay ng pondo. Kung kailangan itong gawin, gagawin natin.",
  "about_page_17": "Parang sinabi natin sa itaas, nakakairita sa atin ang problema't ito sa mahabang panahon. Nagawa natin ang ilang pag-aaral at pagtataguyod tungkol sa mga problemang ito at sana'y may epekto iyon... ngunit sa palagay natin, panahon na para sa direktang aksyon.",
  "about_page_18": "Ang pag-set up ng serbisyong ito ay medyo mura, sa tingin namin... Kung magtatagumpay ito at maraming tao ang gagamit nito para mag-ulat o maghanap ng botika, magkakaroon ng gastos. Kung magtatagumpay at ang mga botika ay magsisimulang regular at malawakang maglagay ng bupe, maaari nating isara ito. Sa ngayon, umaasa kami na isasaalang-alang ninyo ang pagbibigay ng mga mapagkukunan sa aming pagsisikap (sa footer).",
  "about_page_19": "Maaaring may mundo kung saan ginagamit ang datos na ito para sa pananaliksik o nakakita ng halaga ang mga tagapondo at magbibigay sa amin ng ilang tulong. Kung ganoon ang kaso, ia-update namin ang pahinang ito.",
  "about_page_20": "Hindi kami nagpabor sa anumang paraan ng paggamot sa pag-adik sa opioid maliban sa mga batay sa ebidensya. Alamin pa ang tungkol sa bakit tungkulin ito ng bupe sa pahinang ito:",
  "about_page_21": "Ano pa ang methadone, naltrexone, at long-acting injectable bupe?",
  "about_page_22": "Pagsasalin",
  "about_page_23": "Upang madagdagan ang pagiging accessible, nagtatrabaho kami sa pagtatalaga ng tool na ito sa iba't ibang wika. Upang maging pare-pareho sa aming mga prinsipyo, nangangahulugan ito na gagawin ito sa paraang nagpoprotekta sa privacy, ngunit hindi perpekto ang approach na ito at maaaring magkaroon ng mga isyu sa mga salin na ginagamit namin. Huwag mag-atubiling makipag-ugnayan kung may nakita kang mali o gumawa ng mga pagbabago sa mga file ng salin para sa wika na interesado kang tulungan sa GitHub o Codeberg. Paghambingin lamang ang English extraction file sa wika na nais mong tulungan. Kung hindi mo alam kung paano gawin iyon ngunit nais mong tumulong sa mga salin, mangyaring ipaalam sa amin sa pamamagitan ng aming contact form! Kung nais mo ng mas maraming wika, mangyaring ipaalam din sa amin!",
  "bulk-upload_page_1": "Mga Tagubilin sa Pagsumite ng Malalaking Datos",
  "bulk-upload_page_2": "Para sa mga mananaliksik na nagsasagawa ng mga pag-aaral ng mga tagaloob o mga organisasyon na may maraming punto ng datos (parmasya??? tagapayo sa paggaling??? mga nagrereseta??? mga organisasyon ng pagbabawas ng pinsala???), nag-aalok kami ng opsyon sa bulk na pagpasa upang mapuno ang mapa nang mabilis.",
  "bulk-upload_page_3": "Para matulungan ang mga tao na gumawa ng desisyon tungkol sa kung saan sila maaaring (at hindi maaaring) punan ang kanilang mga script, kailangan namin ng bagong datos (ideally mas mababa sa 30 araw ang gulang).",
  "bulk-upload_page_4": "Kung mayroon kang malaking datos, maaari mong tulungan kami na mapuno ang mapa nang mabilis. Salamat po!",
  "bulk-upload_page_5": "Gumamit ng spreadsheet template sa ibaba upang punan ang iyong datos. Mahalaga ang format na ito para sa batch uploading.",
  "bulk-upload_page_6": "Huwag isama ang anumang impormasyong may kaugnayan sa personal na pagkakakilanlan sa mga talaan. Maaaring isama ang mga impormasyon ng pasyenteng gawa-gawa kung kinakailangan (halimbawa, buntis).",
  "bulk-upload_page_7": "Aalagaan natin ang pag-format at pag-upload sa mapa!",
  "bulk-upload_page_8": "Hakbang 1: Kunin ang Template.",
  "bulk-upload_page_9": "Gumagamit kami ng standard na template upang matiyak ang kalidad ng datos. Mangyaring tingnan o i-download ang aming opisyal na template ng CryptPad.",
  "bulk-upload_page_10": "I-access ang Template",
  "bulk-upload_page_11": "I-access ang Template Support Doc.",
  "bulk-upload_page_12": "Hakbang 2: Punan ang Iyong Datos",
  "bulk-upload_page_13": "Ang tanging kinakailangang mga field ay pharmacy_address, report_type (tagumpay o tinanggihan). Ang impormasyon tungkol sa formulation, standardized_notes, at notes ay opsyonal (ngunit kapaki-pakinabang!).",
  "bulk-upload_page_14": "Hakbang 3: Ipadala nang Ligtas ang Iyong File.",
  "bulk-upload_page_15": "Kapag kumpleto na ang iyong sheet, mangyaring i-save ito bilang isang TSV file (`File` > `Save as` > `TSV (.tsv)`). Gumagamit kami ng TSV dahil maaaring gumamit ang ibang tao ng mga koma sa address o talaan, ngunit walang sinuman ang gagamit ng mga tab. Ginagawa nitong mas madali ang pag-import at paglilinis ng datos sa aming panig at madali rin itong gawin sa iyong panig (win/win). Para ligtas na ilipat ang mga file, mangyaring gamitin ang libreng, naka-encrypt na serbisyo na WORMHOLE upang ipadala sa amin ang iyong file.",
  "bulk-upload_page_17": "I-upload ang iyong file na TSV (tab separated values).",
  "bulk-upload_page_18": "Kopyahin ang secure link na nabubuo nito.",
  "bulk-upload_page_20": "NB - ang link ng file ay aktibo lamang sa loob ng 24 oras kaya maaaring hilingin ko sa iyo na ipadala mo ito muli. Paumanhin na sa una pa lamang!",
  "bulk-upload_page_21": "May tanong?",
  "bulk-upload_page_22": "Kung may problema ka sa site o may tanong ka, gusto nating malaman. Pakisabi po.",
  "bulk-upload_page_23": "Makipag-ugnayan sa amin gamit ang aming ligtas na form.",
  "components_manualpharmacyentry_1": "Pumunta muli sa paghahanap",
  "components_manualpharmacyentry_2": "Magdagdag ng Parapresyon & Mag-ulat.",
  "components_manualpharmacyentry_3": "Kung hindi mo mahanap ang iyong parmasya sa mga resulta ng paghahanap, maaari mo itong idagdag dito kasama ang iyong ulat tungkol sa pagkuha ng iyong reseta.",
  "components_manualpharmacyentry_4": "Impormasyon sa Parmasya",
  "components_manualpharmacyentry_5": "Pangalan ng Parmasya",
  "components_manualpharmacyentry_6": "Address ng kalye",
  "components_manualpharmacyentry_7": "Lungsod",
  "components_manualpharmacyentry_8": "Estado",
  "components_manualpharmacyentry_9": "Pumili ng estado.",
  "components_manualpharmacyentry_10": "Kode ng ZIP",
  "components_manualpharmacyentry_11": "Numero ng telepono",
  "components_manualpharmacyentry_12": "Kabilang dito ang paglalagay ng numero ng telepono upang makapagpaalam ang iba.",
  "components_manualpharmacyentry_13": "Ang iyong Ulat",
  "components_manualpharmacyentry_14": "Ano ang resulta ng iyong pagbisita?",
  "components_manualpharmacyentry_15": "✅ Nakarating ako sa pagkumpleto ng aking reseta.",
  "components_manualpharmacyentry_16": "❌ Hindi ako nakapag-fill ng aking reseta.",
  "components_manualpharmacyentry_17": "Anong pormulasyon(s) ang sinubukan mong punan?",
  "components_manualpharmacyentry_18": "Karaniwang Obserbasyon (Opsyonal)",
  "components_manualpharmacyentry_19": "Mga karagdagang tala",
  "components_manualpharmacyentry_20": "Nauunawaan ko na gagamitin ang aking anonymous report para i-update ang public map (KASALUKUYANG DAPAT).",
  "components_manualpharmacyentry_21": "TANDAAN: Ang impormasyong ito ng parmasya at ang iyong ulat ay idadagdag sa aming database upang makatulong sa iba. Ang mga manual na entry ay nangangailangan ng pag-apruba bago lumitaw sa mga resulta ng paghahanap.",
  "components_maplegend_1": "Malamang na mapupuno.",
  "components_maplegend_2": "Malamang na itatanggi / tatanggihan.",
  "components_newslettersignup_1": "Mag-subscribe sa aming newsletter para sa mga organisasyon at update.",
  "components_newslettersignup_2": "Sumasang-ayon ako na makatanggap ng mga opsyonal na update ng newsletter mula sa Opioid Policy Institute.",
  "components_pharmacylistitem_1": "Tawag:",
  "components_pharmacylistitem_2": "Mga Ulat ng Tagumpay:",
  "components_pharmacylistitem_3": "Ulat ng Pagtanggi:",
  "components_pharmacylistitem_4": "Huling Matagumpay na Ulat:",
  "components_pharmacylistitem_5": "Tumawag sa Parapresko 📞",
  "components_pharmacylistitem_6": "Kumuha ng Direksyon 🚌",
  "components_pharmacylistitem_7": "Lalabas nito ang mapa ng iyong device. Mangyaring maging pamilyar na:",
  "components_pharmacylistitem_8": "Maaaring kolektahin at ibahagi ng iyong map application ang iyong datos ng lokasyon.",
  "components_pharmacylistitem_9": "Hindi namin sinusubaybayan o iniimbak ang iyong lokasyon.",
  "components_pharmacylistitem_10": "Gumamit ng mga mapa na nagpapanatili ng privacy tulad ng Organic Maps.",
  "components_pharmacylistitem_11": "Wag nang gawin.",
  "components_pharmacylistitem_12": "Magpatuloy",
  "components_privacybanner_1": "Nakita ang \"Do Not Track\" – iginagalang namin ang iyong kagustuhan sa privacy.",
  "components_privacybanner_2": "Para sa pinakamataas na pribasiya, isaalang-alang ang paglilinis ng iyong kasaysayan ng pagba-browse at paglipat sa mode ng pagba-browse na pribado o naka-focus sa privacy tulad ng Brave o Tor.",
  "components_privacybanner_3": "Magandang proteksyon sa privacy! Tandaan na burahin ang iyong kasaysayan kapag tapos na.",
  "components_privacybanner_4": "Alamin pa more",
  "demo.slide0.title": "Maligayang pagdating sa Bupe Access Tool.",
  "demo.slide0.content": "Tinutulungan ng tool na ito ang mga tao na makahanap at mag-ulat ng mga parmasyutika na nagbibigay ng mga reseta ng buprenorphine.",
  "demo.slide0.subheading": "Mga Prinsipyo",
  "demo.slide0.bullet0": "Datos na pinangunahan ng komunidad",
  "demo.slide0.bullet1": "Disenyong nakatuon sa pribasiya.",
  "demo.slide0.bullet2": "Tulungan ang iba na ma-access ang gamutan.",
  "demo.slide1.title": "Paghahanap ng mga Parmasya na may Bupe.",
  "demo.slide1.content": "Hakbang 1: Ilagay ang iyong ZIP code.",
  "demo.slide1.bullet0": "Tingnan ang mga parmasya sa loob ng 30 milya.",
  "demo.slide1.bullet1": "Tingnan ang mga ulat ng tagumpay/pagtanggi.",
  "demo.slide1.bullet2": "Suriin ang mga kamakailang uso.",
  "demo.slide1.bullet3": "I-print ang listahan ng mga parmasya na may bupe sa inyong lugar.",
  "demo.slide2.title": "Iulat ang iyong karanasan.",
  "demo.slide2.content": "Hakbang 2: Ibahagi ang iyong karanasan sa pagpuno ng reseta ng buprenorphine.",
  "demo.slide2.bullet0": "Hanapin ang iyong parmasya.",
  "demo.slide2.bullet1": "Iulat ang tagumpay o pagtanggi.",
  "demo.slide2.bullet2": "Magdagdag ng mga kapaki-pakinabang na tala para sa iba.",
  "demo.controls.previous": "Pabalik",
  "demo.controls.next": "Susunod →",
  "demo.startButton": "Simulan Mong Gamitin ang Tool",
  "layout_1": "Tool ng Pag-access sa Bupe",
  "layout_2": "Ito ay isang mapagkukunan na pinanggalingan ng maraming tao.",
  "layout_3": "Mayroon lamang tayong datos sa availability ng bupe na nai-report sa database na ito.",
  "layout_4": "Hindi ito garantiya ng serbisyo. Hindi kumpleto ang datos na ito.",
  "layout_5": "Bahay",
  "layout_6": "Paano Ito Gumagana",
  "layout_7": "Tungkol sa",
  "layout_8": "Dashboard",
  "layout_9": "Ano naman ang tungkol sa ibang gamot?",
  "layout_10": "Tool sa Malaking Ulat",
  "layout_11": "Sumali sa Ating Newsletter",
  "layout_12": "🔒 Impormasyon at Tips sa Privacy 🔒",
  "layout_13": "Kailangan ng tulong?",
  "layout_14": "Suport Kami",
  "methadone-naltrexone_page_1": "Tala tungkol sa methadone, naltrexone, at long-acting injectable bupe...o, bakit hindi sila kasama dito?",
  "methadone-naltrexone_page_2": "Maaaring mapansin na ang ibang gamot para sa Opioid Use Disorder (OUD) – tulad ng methadone, naltrexone, at long-acting injectable bupe – ay hindi kasama sa ating search tool. Ito ay sinasadya at sumasalamin sa partikular na pokus ng proyekto sa pag-access sa buprenorphine sa pamamagitan ng pharmacy.",
  "methadone-naltrexone_page_3": "Higit pa tungkol sa Methadone.",
  "methadone-naltrexone_page_4": "Kasalukuyan, mahigpit na regulasyon ng pederal na pamahalaan ang naglilimita sa pagbibigay ng methadone para sa OUD sa mga espesyal na Opioid Treatment Programs (OTPs), madalas na tinatawag na “methadone clinics.” <strong/> Nangangahulugan ito na hindi makakakuha ng kanilang methadone prescription ang mga pasyente sa kanilang komunidad na parmasya, na ang pokus ng proyektong ito. Pangunahing ibinibigay ang methadone sa isang partikular na klinika araw-araw (o halos araw-araw), na maaaring ito mismo ang isang malaking hadlang sa pag-aalaga.",
  "methadone-naltrexone_page_5": "Ang paghihigpit sa pag-access ng methadone ay isang pagpili ng patakaran, hindi isang pangangailangan sa medisina. Maraming ibang bansa ang matagumpay na nakapag-integrate ng pagbibigay ng methadone sa mga komunidad na parmasya, kabilang na ang <strong>United Kingdom, Canada, at Australia.</strong> Sa mga lugar na ito, ang isang pasyente ay maaaring kunin ang kanilang gamot mula sa kanilang lokal na parmasyutiko, <strong>gaya ng anumang ibang reseta.</strong> Habang pinapaboran natin ang pagbawas ng mga restriksyon sa methadone, nakatuon ang proyektong ito sa pagpapabuti ng access sa buprenorphine sa pamamagitan ng mga parmasya.",
  "methadone-naltrexone_page_6": "Higit pa tungkol sa Naltrexone at Long-acting Injectable Bupe.",
  "methadone-naltrexone_page_7": "Ang naltrexone para sa OUD ay kadalasang inireseta bilang isang pangmatagalang iniksyon. Bagama't madalas itong inuutos sa mga parmasya, halos palagi itong iniingatan sa isang medikal na setting, hindi direktang ibinibigay sa pasyente sa counter ng parmasya. Ganun din ito sa pangmatagalang injectable na bupe. Ang tablet form ng naltrexone, bagama't available sa mga parmasya, ay hindi gaanong ginagamit para sa OUD.",
  "methadone-naltrexone_page_8": "Dahil nakatuon ang aming tool sa mga gamot na maaaring kunin ng mga pasyente nang direkta mula sa isang parmasya sa komunidad, nakatuon lamang kami sa buprenorphine upang matiyak na ang aming datos tungkol sa access ng parmasya ay malinaw at tumpak hangga't maaari.",
  "methadone-naltrexone_page_9": "Kung ikaw ay nasa Estados Unidos, inirerekomenda namin ang SAMHSA's Treatment Locator upang makahanap ng mga programa na gumagamit ng mga gamot na ito (dapat din silang magsama ng mga taong nagrereseta ng bupe!).",
  "methadone-naltrexone_page_10": "Maghanap ng Paggamot",
  "methadone-naltrexone_page_11": "Mga Sasakyang Pang-Methadone",
  "methadone-naltrexone_page_12": "Hindi kami pamilyar sa isang komprehensibong, aktibong pinapanatiling listahan ng mga van ng methadone. Ito ay isang matalinong paraan upang madagdagan ang access. Kung mayroon kayo ng mapagkukunan na maaari naming iugnay, mangyaring makipag-ugnayan!",
  "methadone-naltrexone_page_13": "Makipag-ugnayan sa Amin",
  "not-found_1": "Hindi mahanap ang pahina.",
  "not-found_2": "Paumanhin, ang pahina na iyong hinahanap ay wala.",
  "not-found_3": "Bumalik sa Tahanan",
  "not-found_4": "Hindi mahanap ang pahina.",
  "not-found_5": "Paumanhin, ang pahina na iyong hinahanap ay wala.",
  "not-found_6": "Bumalik sa Tahanan",
  "page_1": "Ilagay ang iyong ZIP code.",
  "page_2": "Mangyaring ipasok ang ZIP code upang mahanap at iulat ang mga parmasya na may bupe malapit sa iyo.",
  "page_3": "Kode ng ZIP",
  "page_4": "Naglo-load...",
  "page_5": "Itakda ang Lokasyon",
  "page_6": "Ano ang gusto mong gawin ngayon?",
  "page_7": "I-update ang Status ng Botika.",
  "page_8": "Hanapin ang isang parmasya na friendly sa Bupe.",
  "page_9": "Pumunta pabalik sa ZIP",
  "page_10": "Mga Parmasya na Friendly sa Hayop",
  "page_11": "I-print ang Listahan 🖨️",
  "page_12": "Nakatrends kamakailan:",
  "page_13": "Dagdag pang tagumpay.",
  "page_14": "Neutral",
  "page_15": "Dagdag na pagtanggi",
  "page_16": "Mga Tip sa Pagiging Pribado at Kaligtasan 🔒",
  "page_17": "Nakaraang 7 Araw",
  "page_18": "Last 15 Days\" – \"Naisang Labinlimang Araw",
  "page_19": "Huling 30 Araw",
  "page_20": "Lahat ng oras",
  "page_21": "“Naglo-load ng mga parmasya…”",
  "page_22": "Pumunta sa Nakaraang Pahina",
  "page_23": "Susunod na Pahina →",
  "page_24": "Walang ulat sa iyong lugar. Maging ang una!",
  "page_25": "Iulat ang isang Parapresko",
  "page_26": "Para sa pinakabagong mga update, bisitahin ang findbupe.org.",
  "page_27": "🎉 Salamat po! 🎉",
  "page_28": "Alam namin na hindi palaging madali punan ang isang bupe script. Nakakatulong ang iyong mga sagot upang makahanap ng gamot na nakapagligtas ng buhay ang mga taong nasa iyong lugar.",
  "page_29": "Ang pinakamakatulong na impormasyon ay BAGONG impormasyon!",
  "page_30": "Kaya, sa susunod na subukan mong punan ang isang bupe script, sabihin mo sa amin kung paano ito naging resulta. Maaari mo ring matulungan ito sa pamamagitan ng pagbabahagi ng website na ito sa mga kaibigan na gumagamit ng bupe.",
  "page_31": "Tandaan na linisin ang iyong kasaysayan ng pagba-browse. Alamin pa ang tungkol sa aming mga tip sa privacy.🔒",
  "page_32": "Hanapin ang mga parmasya na friendly kay Bupe malapit sa iyo.",
  "page_33": "Kopyado sa Clipboard!",
  "page_34": "Ibahagi sa isang Kaibigan 🚀",
  "page_35": "Kung interesado kang magsumite ng maraming ulat, tingnan ang aming tool para sa bulk reporting.",
  "page_36": "I-update ang status ng Bupe ng Pharmacy.",
  "page_37": "Maghanap ng Parapresko",
  "page_38": "P.+ Hindi makahanap ng iyong parmasya? Idagdag ito nang manu-mano.",
  "page_39": "Palitan ng parmasya",
  "page_40": "Ano ang resulta? (Required)",
  "page_41": "✅ Nakarating ako sa pagkumpleto ng aking reseta.",
  "page_42": "❌ Hindi ako nakapag-fill ng aking reseta.",
  "page_43": "Pormulasyon (opsyonal, lagyan ng tsek ang lahat ng naaangkop)",
  "page_44": "Karaniwang Obserbasyon (Opsyonal)",
  "page_45": "Iba pang Tala (opsyonal)",
  "page_46": "Nauunawaan ko na gagamitin ang aking anonymous report para i-update ang public map (KASALUKUYANG DAPAT).",
  "page_47": "Isinusumite...",
  "page_48": "Isumite ang Ulat",
  "page_49": "Hindi nakumpleto ang pagpapadala. Mangyaring subukan muli.",
  "privacy_page_1": "Nilalaman",
  "privacy_page_2": "Bakit Natin Ginawa ang Tool na Ito",
  "privacy_page_3": "Ano ang Kinokolekta (at Ano ang Hindi Natin Kinokolekta).",
  "privacy_page_4": "Paano Gumagana ang Teknolohiya",
  "privacy_page_5": "Paano Protektahan ang Sarili Mo",
  "privacy_page_6": "Mga bug o tanong?",
  "privacy_page_7": "Paano Natin Sinusubukan Protektahan ang Iyong Privacy.",
  "privacy_page_8": "Bakit Natin Ginawa ang Tool na Ito",
  "privacy_page_9": "Mahirap makahanap ng gamot para gamutin ang paggamit ng opioid, tulad ng buprenorphine (bupe). May mga parmasya na wala nito, at may iba pang maaaring tumanggi na ibigay ang reseta. Nakaka-stress at nakakatakot ito.",
  "privacy_page_10": "Binuo namin ang tool na ito upang makatulong. Ito ay isang mapa, ginawa ng komunidad, para sa komunidad. Sa pamamagitan ng pagbabahagi kung aling mga parmasya ang nakakatulong, maaari nating gawing mas madali para sa susunod na tao na makuha ang gamot na kailangan nila. Maaari rin nating ipakita kung gaano kalaki ang problema, upang makapagtrabaho tayo upang ayusin ito.",
  "privacy_page_11": "Ngunit alam din natin na mahalaga ang privacy, lalo na pagdating sa sensitibong impormasyon ng kalusugan tulad ng pag-adik. Gusto nating siguraduhin na ligtas ka kapag ginagamit mo ang tool na ito, kaya’t tayo ay nagpatupad ng mga hakbang upang protektahan ang iyong privacy. Mayroon ding mga hakbang na maaari mong gawin, na ipapaliwanag natin sa ibaba.",
  "privacy_page_12": "Ano ang Kinokolekta (at Ano ang Hindi Natin Kinokolekta).",
  "privacy_page_13": "Maraming website ang nangongolekta ng personal na impormasyon para ibenta sa iyo ang mga ad o iba pang produkto. Minsan, ito ay medyo nakakakubli at nangyayari nang hindi mo alam o sinasabi na okay lang ito. Masama iyon para sa iyong privacy. Dinisenyo namin ang aming website para hindi gawin iyon.",
  "privacy_page_14": "Kapag tungkol sa impormasyon tulad ng kung sino ka, kung mayroon kang addiction, anong gamot ang iniinom mo, o saan ka nakatira, maaaring gamitin ito ng mga tao at kompanya para magdiskrimina laban sa iyo. Kaya, hindi namin ibinibigay ang impormasyong ito o anumang iba pang impormasyon tungkol sa iyo sa ibang kompanya.",
  "privacy_page_15": "May dalawang pangunahing paraan kung paano namin kinokolekta ang impormasyon tungkol sa iyo sa site na ito:",
  "privacy_page_16": "I-UREPORT ANG PAGKA AVAILABLE NG PHARMACY BUPE.",
  "privacy_page_17": "Ang iniuulat mo ay hindi nakaugnay sa iyo at ganap na kusang-loob. Hindi mo kailangang mag-ulat upang mahanap ang bupe. Sa form ng pag-uulat ng mga parmasya, sinasadya naming hindi namin kinokolekta ang anumang impormasyon tulad ng iyong pangalan, contact information, o anumang shady stuff tulad ng IP address na nagpapakilala ng iyong device at maaaring makilala ka. Ibig sabihin, hindi namin alam kung sino ka, at hindi namin gusto na malaman. Gusto lang namin tumulong sa mga tao na mahanap ang bupe.",
  "privacy_page_18": "MAGHANAP NG BUPE:",
  "privacy_page_19": "Gumagamit kami ng kung ano ang ZIP code na inilalagay mo upang matulungan ka naming makahanap ng mga parmasya malapit sa iyo. Hindi namin iniimbak ang iyong ZIP code o anumang ibang impormasyon na maaaring tukuyin ka kapag naghahanap ka ng parmasya.",
  "privacy_page_20": "Ang pinakamahalagang pangako namin ay protektahan ang iyong privacy. Dinisenyo namin ang site na ito upang mangalap ng zero personal na impormasyon tungkol sa iyo. Ang form ng pagpapadala ay sapat na lamang na impormasyon upang maging kapaki-pakinabang sa ibang tao at hindi upang matukoy ka.",
  "privacy_page_21": "Kapag ipinasa mo sa aming parmasya ang bupe updater:",
  "privacy_page_22": "Hindi namin alam ang iyong pangalan.",
  "privacy_page_23": "Hindi namin alam ang iyong email o numero ng telepono.",
  "privacy_page_24": "Hindi namin alam ang IP address ng iyong computer.",
  "privacy_page_25": "Hindi namin sinusubaybayan ang iyong lokasyon.",
  "privacy_page_26": "Ang tanging impormasyong kailangan natin para sa ulat ay ang iyong pinili na ibahagi: ang pangalan ng parmasya, lokasyon ng parmasya, ang petsa, at kung ang iyong pagbisita ay matagumpay o hindi. Mayroon pang ibang tanong na maaari mong piliing sagutin, ngunit hindi mo ito kailangang gawin. Huwag isumite ang personal na impormasyon sa format ng tala. Kung gagawin mo, tatanggalin natin ito sa aming database.",
  "privacy_page_27": "Opsyonal na personal na impormasyon na kinokolekta namin:",
  "privacy_page_28": "May mga lugar kung saan tayo nangongolekta ng personal na impormasyon ngunit hindi mo kailangang gamitin ang mga bahaging ito ng website para iulat o hanapin ang bupe.",
  "privacy_page_29": "Kung gumamit ka ng aming contact form (iba sa form ng pag-uulat ng parmasya), ibinabahagi mo ang personal na impormasyon tulad ng iyong pangalan at email address. Hindi mo kailangang gamitin ang contact form maliban na lamang kung mayroon kang tanong o komento. Gumagamit kami ng Fillout form software.",
  "privacy_page_30": "Ang aming pormularyo ng pagpaparehistro sa newsletter ay nangongolekta rin ng personal na impormasyon tulad ng email. Ito rin ay opsyonal at hindi kinakailangan upang gamitin ang site. Gumagamit kami ng Ghost para sa pag-publish ng newsletter.",
  "privacy_page_31": "Sa huli, ang aming form ng donasyon ay nangongolekta ng personal na impormasyon tulad ng iyong pangalan, email address, at impormasyon sa pagbabayad. Ito rin ay opsyonal at hindi kinakailangan upang gamitin ang site. Ang website ay libreng gamitin at hindi mo kailangang mag-donate upang magamit ang site. Gumagamit kami ng Stripe para sa pagpoproseso ng bayad.",
  "privacy_page_32": "Paano Gumagana ang Teknolohiya.",
  "privacy_page_33": "Gumagamit kami ng mga modernong, nakatuon sa privacy na kasangkapan upang patakbuhin ang site na ito:",
  "privacy_page_34": "Proteksyon laban sa spam:",
  "privacy_page_35": "Gumagamit kami ng isang tool na tinatawag na Cloudflare Turnstile upang tingnan kung ang isang submission ay galing sa tunay na tao, hindi sa robot. Ginagawa nito ito nang hindi nagdudulot ng nakakairitang mga puzzle at hindi nagtatayo ng advertising profile tungkol sa mga website na binibisita mo o kung ano ang iyong inilalagay sa isang form. Ginagamit namin ito upang protektahan ang form mula sa mga pekeng entry.",
  "privacy_page_36": "Mga mapa:",
  "privacy_page_37": "Para protektahan ang iyong privacy, ang mga link na \"Get Directions\" at iba pang paggamit ng mapa ay gumagamit ng OpenStreetMap, isang hindi kumikitaan na serbisyo ng pagmamapa na may malakas na mga patakaran sa privacy. Ang iyong mga paghahanap ay hindi naka-link sa isang personal na account na ginagamit upang bumuo ng isang profile sa pag-advertise, hindi tulad ng Google Maps. Binibigyang-priyoridad ng Open Street Maps ang privacy, lalo na kumpara sa Google Maps.",
  "privacy_page_38": "Kung gumagamit ka ng website na ito sa isang mobile phone, maaaring buksan nito ang mga link ng \"Get Direction\" ng parmasya sa isang serbisyo tulad ng Google Maps sa iyong telepono. I-set up namin ito upang maging madali ang pag-navigate sa isang parmasya na may bupe sa iyong telepono, ngunit ang paggamit ng Google Maps (kung iyon ang iyong default) ay isang panganib sa privacy (hindi lamang sa impormasyong ito). Gumagamit ang Google Maps ng iyong data upang i-target ka ng mga advertisement, kabilang ang pag-navigate sa isang parmasya.",
  "privacy_page_39": "Ito ay masama para sa iyong privacy.",
  "privacy_page_40": "Gayunpaman, hindi natin kayang kontrolin kung anong mga apps ang ginagamit mo sa iyong mobile device. Inirerekomenda namin na gumamit ka ng mga tool sa pagmamapa na nagpapanatili ng privacy tulad ng:",
  "privacy_page_41": "Upang mabawasan ang mga problemang ito sa iyong telepono. Maaari mo ring gamitin ang Google Maps sa \"Incognito Mode,\" ngunit natagpuan na ang ibang produkto ng Google na \"Incognito Mode\" ay hindi talaga nagpoprotekta sa iyong privacy, kaya't pinakamainam na iwasan ang mga produkto mula sa mga kumpanya tulad ng Google, Meta/Facebook/Instagram, Amazon, Apple, Microsoft, at iba pa upang hindi nila makuha ang iyong impormasyon para gamitin sa pag-advertise.",
  "privacy_page_42": "Database: Database",
  "privacy_page_43": "Naka-imbak ang iyong mga anonymous na ulat sa isang secure na database na pinangalanang Airtable. Kami lang ang may access sa datos na ito at kinabibilangan lamang nito ang impormasyong iyong isinumite sa tool ng pag-update ng parmasya + awtomatikong pagdaragdag ng oras ng pagsusumite (para makapagrepresenta ng pagiging sariwa ng datos).",
  "privacy_page_44": "Pag-ho-host:",
  "privacy_page_45": "Ang website ay naka-host sa Vercel, at naka-configure natin ito na hindi mag-imbak ng mga talaan ng IP address ng mga bisita (para hindi matukoy ang iyong device).",
  "privacy_page_46": "Code: Code.",
  "privacy_page_47": "Ang code ng website (hindi ang data ng form) ay naka-host sa.",
  "privacy_page_48": "at",
  "privacy_page_49": "Para na rin makapag-audit ng mga tao ang website na ito at magmungkahi ng mga pagbabago sa ating mga patakaran sa privacy at seguridad o mga bagong tampok. Kami ay nakatuon sa transparency at open source software.",
  "privacy_page_50": "Mangyaring gumamit ng aming ligtas na form kung mayroon kayong tanong o mungkahi.",
  "privacy_page_51": "Ito ay isang proyekto na nakatuon sa komunidad at pinasasalamatan namin ang tulong.",
  "privacy_page_52": "Paano Protektahan ang Sarili Mo",
  "privacy_page_53": "Bagama't ang aming website ay nagsusumikap na maging ligtas at protektahan ang iyong privacy, ang iyong sariling web browser ay nagtatala ng kasaysayan ng mga site na binibisita mo. Kung gumagamit ka ng shared computer, malakas naming inirerekomenda na gumamit ka ng \"Private\" o \"Incognito\" mode sa iyong browser. Ito ay nagtatanggal ng iyong kasaysayan kapag sinara mo ang window ng browser, upang walang ibang makakita ng mga site na binisita mo. Maaaring magandang linisin ang iyong browser history pagkatapos gamitin ang site na ito, kahit hindi sa shared computer. Makakatulong ito upang protektahan ang iyong privacy.",
  "privacy_page_54": "Maaari mo ring ikonsidera ang mga browser na may mas magandang proteksyon sa privacy tulad ng Mullvad sa desktop o Brave sa mobile.",
  "privacy_page_55": "Alamin pa ang tungkol sa mga gawi sa privacy sa Privacy Guides.",
  "privacy_page_56": "Kapag tapos ka na, maaari mo ring i-clear ang iyong kamakailang kasaysayan ng pagba-browse upang maalis ang anumang bakas ng iyong pagbisita:",
  "privacy_page_57": "Sa itaas na kanan, piliin ang MORE ▼ at pagkatapos ay DELETE ang browsing data.",
  "privacy_page_58": "Piliin kung gaano karaming kasaysayan ang gusto mong burahin (halimbawa, \"Huling oras,\" \"Lahat ng oras\").",
  "privacy_page_59": "Suriin ang mga kahon para sa impormasyong gusto mong burahin ang Chrome, kabilang ang:",
  "privacy_page_60": "Kasaysayan ng pagba-browse",
  "privacy_page_61": "Mga cookies at iba pang datos ng site.",
  "privacy_page_62": "Mga imahe at file na naka-cache",
  "privacy_page_63": "Piliin ang DELETE DATA.",
  "privacy_page_64": "Gawin mo ito sa bawat pagbisita mo sa site na ito.",
  "privacy_page_65": "Sa itaas na kanan, i-click ang button na MENU (☰) at piliin ang SETTINGS.",
  "privacy_page_66": "Pumili ng panel na PRIVACY AT SECURITY.",
  "privacy_page_67": "Sa seksyon ng HISTORY, i-click ang CLEAR HISTORY.",
  "privacy_page_68": "Pumili ng saklaw ng oras upang linisin (halimbawa, \"Lahat\").",
  "privacy_page_69": "Suriin ang mga kahon para sa impormasyong gusto mong burahin:",
  "privacy_page_70": "Kasaysayan ng Pagba-browse at Pag-download",
  "privacy_page_71": "Mga biscuit",
  "privacy_page_72": "Cache",
  "privacy_page_73": "Aktibong Pag-login",
  "privacy_page_74": "Datos ng Website na Hindi Online",
  "privacy_page_75": "Mga Kagustuhan sa Site",
  "privacy_page_76": "I-click ang button na OK para kumpirmahin.",
  "privacy_page_77": "Gawin mo ito sa bawat pagbisita mo sa site na ito.",
  "privacy_page_78": "Mga bug o Tanong?",
  "privacy_page_79": "Kung may problema ka sa site o may tanong ka, gusto nating malaman. Pakisabi po.",
  "privacy_page_80": "Makipag-ugnayan sa amin gamit ang aming ligtas na form.",
  "form.note.will-order-not-in-stock": "Mag-oorder, pero wala sa stock.",
  "form.note.partial-fill": "Bahagyang puno (hindi napuno ang buong reseta).",
  "form.note.call-ahead": "Mainam na tumawag muna.",
  "form.note.existing-patients-only": "Tanging para sa mga mayroon nang pasyente.",
  "form.note.prescribers-close-by": "Tanging para sa mga pasyenteng malapit.",
  "form.note.certain-prescribers": "Punan lamang mula sa mga piling doktor.",
  "form.note.patients-close-by": "Tanging para sa mga pasyenteng malapit.",
  "form.note.long-wait-times": "Mahabang oras ng paghihintay.",
  "form.note.no-cash": "Hindi tayo tumatanggap ng pera bilang salapi.",
  "form.note.helpful-staff": "Mabait na tauhan",
  "form.note.unhelpful-staff": "Hindi nakakatulong na tauhan",
  "share.message": "Kailangan bang hanapin ang bupe? Alam mo ba kung may available na bupe sa mga botika? Tulungan kaming ma-access ang mapa sa aming komunidad:"
}