{
  "strongprivacy-tipstrong-link-hrefprivacyprotect-yo": "<think>\nOkay, the user wants me to translate a privacy tip for a healthcare website that helps people find pharmacies for buprenorphine. Let me start by understanding the context. The website is a community tool to help access addiction treatment, so the translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the original text is \"<strong>Privacy Tip:</strong>  <Link href=\"/privacy#protect-yourself\" className=> Learn more</Link>\". The user specified to keep",
  "back-to-zip": "<think>\nOkay, the user wants me to translate the text \"> ← Back to ZIP\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the original text is \">",
  "a-lot-of-websites-collect-personal-information-to-": "<think>\nOkay, the user wants me to translate a specific English text into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here: keep \"bupe\" and \"buprenorphine\" as they are, use \"medicine\" instead of \"prescription,\" and maintain respectful, non-stigmatizing language.\n\nFirst, I need to translate the given English text",
  "about": "<think>\nOkay, the user wants me to translate the word \"About\" into Chinese for a healthcare website. Let me start by understanding the context. The website is a community tool helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the English word \"",
  "about-this-project": "<think>\nOkay, the user wants me to translate \"About This Project\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"About This Project\" in",
  "access-the-template": "<think>\nOkay, the user wants me to translate \"Access the Template\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Access the Template\" needs",
  "access-the-template-support-doc": "<think>\nOkay, the user wants me to translate \"Access the Template Support Doc\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"Access the Template Support Doc\"",
  "active-logins": "<think>\nOkay, the user wants me to translate \"Active Logins\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Active Logins\" –",
  "add-a-pharmacy-report": "<think>\nOkay, the user wants me to translate \"Add a Pharmacy & Report\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Add a Pharmacy",
  "address": "<think>\nOkay, the user wants me to translate the word \"Address\" into Chinese for a healthcare website. Let me start by recalling the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the main task is translating \"Address",
  "all-time": "<think>\nOkay, the user wants me to translate \"All Time\" into Chinese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful and non-stigmatizing.\n\n\"All Time\" is a bit ambiguous. It could",
  "any-other-details-about-your-experience": "<think>\nOkay, the user wants me to translate \"Any other details about your experience...\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I need to translate the sentence",
  "at-the-top-right-click-the-strongmenu-button-stron": "<think>\nOkay, the user wants me to translate a specific instruction for a healthcare website. The original text is in English, and the target is Chinese (Mandarin). Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here: keep medical terms like \"bupe\" and \"buprenorphine\" as they are, use \"medicine\" instead of \"prescription,\" and maintain respectful",
  "at-the-top-right-select-strongmore-strong-and-then": "<think>\nOkay, the user wants me to translate a specific instruction from English to Chinese for a healthcare website. Let me start by understanding the original text. The instruction is about selecting \"More ▼\" and then \"Delete browsing data.\" The context is a community tool to help people access addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\"",
  "back-to-search": "<think>\nOkay, the user wants me to translate \"Back to search\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Back to search\" is a navigation",
  "browsing-download-history": "<think>\nOkay, the user wants me to translate \"Browsing & Download History\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Browsing &",
  "browsing-history": "<think>\nOkay, the user wants me to translate \"Browsing history\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Browsing history\" translates",
  "bugs-or-questions": "<think>\nOkay, the user wants me to translate \"Bugs or Questions?\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst, the phrase \"",
  "bulk-data-submission-instructions": "<think>\nOkay, the user wants me to translate \"Bulk Data Submission Instructions\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Bulk Data Submission Instructions\"",
  "bulk-upload": "<think>\nOkay, the user wants me to translate \"Bulk Upload\" into Chinese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful and non-stigmatizing.\n\nFirst, \"Bulk Upload\" – the",
  "but-we-also-know-that-strongprivacy-is-very-import": "<think>\nOkay, I need to translate this English text into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure respectful, non-stigmatizing language. The tone should be helpful, professional, and compassionate.\n\nFirst,",
  "cache": "<think>\nOkay, the user wants me to translate the word \"Cache\" into Chinese for a healthcare website. Let me think about the context first. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nWait, the original text is just \"",
  "cached-images-and-filesli-ul": "<think>\nOkay, the user wants me to translate a specific part of text for a healthcare website. Let me check the original text again: \"Cached images and files</li> </ul\". The user mentioned that this is part of a community tool to help people access addiction treatment, specifically for buprenorphine. The rules are important here. I need to make sure medical terms like \"bupe\" and \"buprenorphine\" stay the same. Also, use \"medicine",
  "clear-history": "<think>\nOkay, the user wants me to translate \"Clear History\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\n\"Clear History\" is likely referring to a",
  "click-the-strongokstrong-button-to-confirm": "<think>\nOkay, the user wants me to translate \"Click the <strong>OK</strong> button to confirm.\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst",
  "close-language-selector": "<think>\nOkay, the user wants me to translate \"Close language selector\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"Close language selector\" is a",
  "code": "<think>\nOkay, the user wants me to translate the word \"Code\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the word \"Code\" here",
  "common-observations-optional": "<think>\nOkay, the user wants me to translate \"Common Observations (optional)\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Common Observations\"",
  "contact": "<think>\nOkay, the user wants me to translate the word \"Contact\" into Chinese for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the main task is translating \"Contact",
  "contact-us": "<think>\nOkay, the user wants me to translate \"Contact Us\" into Chinese for a healthcare website. Let me start by recalling the rules provided. The main points are to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged, use \"medicine\" instead of \"prescription,\" and maintain a respectful, clear, and medically appropriate tone.\n\nFirst, \"Contact Us\" in Chinese is typically translated as \"联系我们\" (Liánxì wǒmen). But",
  "continue": "<think>\nOkay, the user wants me to translate the word \"Continue\" into Chinese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, the word \"",
  "cookies": "<think>\nOkay, the user wants me to translate \"Cookies\" for a healthcare website. Let me think. The context is about helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" Need to be respectful and non-stigmatizing.\n\nWait, the English text is just \"Cookies.\" Maybe it's part of a",
  "cookies-and-other-site-data": "<think>\nOkay, the user wants me to translate \"Cookies and other site data\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Cookies and other",
  "copy-the-secure-link-it-generates": "<think>\nOkay, the user wants me to translate the sentence \"Copy the secure link it generates.\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the original sentence",
  "database": "<think>\nOkay, the user wants me to translate the word \"Database\" into Chinese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and medically appropriate tone.\n\nFirst, \"Database\" in this context is likely",
  "delete-browsing-data": "<think>\nOkay, the user wants me to translate \"Delete browsing data\" into Chinese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The language needs to be respectful and non-stigmatizing.\n\nWait, the phrase \"Delete browsing",
  "delete-data": "<think>\nOkay, the user wants me to translate \"Delete data\" into Chinese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The language needs to be respectful and non-stigmatizing.\n\nSo, \"Delete data\" is probably",
  "dismiss-privacy-banner": "<think>\nOkay, the user wants me to translate \"Dismiss privacy banner\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"Dismiss privacy banner\" is a button or",
  "do-not-include-any-personally-identifiable-informa": "<think>\nOkay, let's tackle this translation. The user wants the text translated into Chinese for a healthcare website. First, I need to make sure I understand the original English text. The key points are: don't include any personally identifiable info in the notes, but simulated patient info like being pregnant can be included if relevant.\n\nNow, translating medical terms. The rules say to keep \"bupe\" and \"buprenorphine\" as they are. Since the target language is Chinese,",
  "do-this-each-time-you-visit-this-site": "<think>\nOkay, the user wants me to translate the phrase \"Do this each time you visit this site.\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the",
  "email-address-for-newsletter-signup": "<think>\nOkay, the user wants me to translate \"Email address for newsletter signup\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"Email address for newsletter",
  "email-that-single-link-to-us-at-strongcodeatopioid": "<think>\nOkay, the user wants me to translate a specific email instruction into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, which is used in addiction treatment. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the original text is: \"Email that single link to us at: <strong>code[at]opioidpolicy[dot]org</strong>\". The key elements here are the",
  "find-treatment": "<think>\nOkay, the user wants me to translate \"Find Treatment\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" for clarity. The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst,",
  "for-researchers-conducting-secret-shopper-studies-": "<think>\nOkay, let's tackle this translation. The user wants the text translated into Chinese for a healthcare website. The context is about helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I need to parse the original English text. The key points are:",
  "formulation-optional-check-all-that-apply": "<think>\nOkay, the user wants me to translate \"Formulation (optional, check all that apply\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the term \"Formulation\" in this context refers to the different forms of the medication, like tablets or patches. In Chinese, the correct term would be \"剂",
  "formulation-availability-all-time": "<think>\nOkay, the user wants me to translate \"Formulation Availability (All Time)\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Formulation Availability\"",
  "google-chrome": "<think>\nOkay, the user wants me to translate \"Google Chrome\" into Chinese for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The target language is Mandarin Chinese.\n\nFirst, \"Google Chrome\" is a browser name.",
  "history": "<think>\nOkay, the user wants me to translate the word \"History\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the English word \"History\" here likely",
  "hosting": "<think>\nOkay, the user wants me to translate the word \"Hosting\" into Chinese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Hosting\" in this context probably refers to the",
  "how-we-try-to-protect-your-privacy": "<think>\nOkay, the user wants me to translate \"How We Try to Protect Your Privacy\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the main",
  "how-the-technology-works": "<think>\nOkay, the user wants me to translate \"How the Technology Works\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"How the Technology Works",
  "how-to-protect-yourself": "<think>\nOkay, the user wants me to translate \"How to Protect Yourself\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nFirst, the main phrase is",
  "if-you-couldn-t-find-your-pharmacy-in-the-search-r": "<think>\nOkay, I need to translate this sentence for a healthcare website. Let me start by understanding the original text. The user is saying that if someone can't find their pharmacy in the search results, they can add it here along with a report about filling their prescription. \n\nFirst, I should check the rules provided. Rule 1 says to keep \"bupe\" and \"buprenorphine\" unchanged. Since the original text doesn't mention those terms, maybe I don't need",
  "if-you-have-bulk-data-you-can-help-us-quickly-fill": "<think>\nOkay, the user wants me to translate the given English text into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe original English text is: \"If you",
  "if-you-re-interested-in-submitting-multiple-report": "<think>\nOkay, the user wants me to translate a sentence for a healthcare website that helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The original text is: \"If you're interested in submitting multiple reports, check out our bulk reporting tool.\" \n\nFirst, I need to make sure I follow all the rules provided. Let me go through each rule again to be thorough.\n\nRule 1 says to keep medical terms \"bupe\" and \"buprenorphine",
  "in-the-stronghistorystrong-section-click-strongcle": "<think>\nOkay, the user wants me to translate the given English text into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure respectful, non-stigmatizing language.\n\nThe original text is: \"In the <strong",
  "last-updated": "<think>\nOkay, the user wants me to translate \"Last updated:\" into Chinese for a healthcare website. Let me start by recalling the standard translation for \"Last updated\" in Chinese. I think it's usually \"最后更新于\" or \"最后更新时间\". \n\nWait, the context is a community tool helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, but",
  "learn-more": "<think>\nOkay, the user wants me to translate \"Learn more\" into Chinese for a healthcare website. Let me start by recalling the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Learn more\" is a common call-to",
  "learn-more-about-privacy-practices-on-privacy-guid": "<think>\nOkay, the user wants me to translate the given English text into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nThe original text is \"Learn more about",
  "legend": "<think>\nOkay, the user wants me to translate the word \"Legend\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nSo, \"Legend\" here is probably",
  "like-with-our-other-projects-we-built-this-in-resp": "<think>\nOkay, the user wants me to translate a specific English text into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, I need to translate the given English",
  "link-hrefabout-classname-link": "<think>\nOkay, the user wants me to translate a specific piece of HTML code from English to Chinese for a healthcare website. Let me look at the original text again: \"Link href=\"/about\" className=>  </Link\". Wait, that seems like a fragment of HTML, maybe a link tag. The user mentioned translating for a healthcare website that helps find pharmacies for addiction treatment medication, specifically buprenorphine.\n\nFirst, I need to make sure I understand the context. The website is",
  "link-hrefbulk-upload-classname-link": "<think>\nOkay, the user wants me to translate a specific HTML link into Chinese for a healthcare website. The original text is \"Link href=\"/bulk-upload\" className=>  </Link\". Let me break this down.\n\nFirst, I need to understand the context. The website is about helping people find pharmacies for addiction treatment, specifically using buprenorphine. The translation needs to be respectful, clear, and medically appropriate. The rules mention keeping medical terms like \"buprenorphine\"",
  "link-hrefdashboard-classname-link": "<think>\nOkay, the user wants me to translate some HTML code into Chinese for a healthcare website. Let me check the original text again. The English text is \"Link href=\"/dashboard\" className=>  </Link\". Wait, that looks like a fragment of HTML. The user provided an example response, which is \"链接 href=\\\"/dashboard\\\" className=>  </Link\". \n\nHmm, I need to make sure I translate the text part correctly. The word \"Link\" here is probably part of",
  "link-hrefprivacy-classname-link": "<think>\nOkay, the user wants me to translate a specific HTML snippet from English to Chinese for a healthcare website. Let me start by understanding the context. The website is about helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nThe text to translate is the HTML link",
  "loading-map": "<think>\nOkay, the user wants me to translate \"Loading map\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and compassionate tone.\n\nFirst, \"Loading map\" is a technical term related",
  "loading-pharmacies": "<think>\nOkay, the user wants me to translate \"Loading pharmacies...\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Loading pharmacies...\" is",
  "maps": "<think>\nOkay, the user wants me to translate the word \"Maps\" into Chinese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful and non-stigmatizing.\n\nSo, the English text is \"Maps.\"",
  "more": "<think>\nOkay, the user wants me to translate \"More\" into Chinese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, \"More\" is probably a",
  "mozilla-firefox": "<think>\nOkay, the user wants me to translate \"Mozilla Firefox\" into Chinese for a healthcare website. Let me start by recalling that \"Mozilla Firefox\" is a web browser, so the translation should be straightforward. The main challenge is to ensure that the translation is appropriate for the context of a healthcare website focused on addiction treatment.\n\nFirst, I need to check if there's any specific terminology related to browsers in Chinese medical contexts. However, since the website is about finding pharmacies for buprenorph",
  "nb-the-file-link-is-only-active-for-24hrs-so-i-mig": "<think>\nOkay, the user wants me to translate a specific note about a file link expiring in 24 hours into Chinese for a healthcare website. Let me start by understanding the original text. The note says, \"NB - the file link is only active for 24hrs so I might ask you to resend it. Apologies in advanced!\" \n\nFirst, I need to make sure I follow all the rules provided. The medical terms \"bupe\" and \"buprenorph",
  "nb-there-might-be-a-world-where-this-data-is-used-": "<think>\nOkay, the user wants me to translate a specific English text into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nLooking at the English text: \"NB There",
  "newsletter-signup-temporarily-unavailable": "<think>\nOkay, the user wants me to translate \"Newsletter signup temporarily unavailable.\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here: keep medical terms like \"bupe\" and \"buprenorphine\" unchanged, use \"medicine\" instead of \"prescription,\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the main phrase is",
  "no-successful-reports-found-for-the-selected-time-": "<think>\nOkay, the user wants me to translate a specific message for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The original English text is: \"No successful reports found for the selected time period. Try a wider date range or select All Time.\"\n\nFirst, I need to make sure I follow all the rules provided. Rule 1 says to keep \"bupe\" and \"bupren",
  "no-tracking-no-ads-privacy-first-design": "<think>\nOkay, the user wants me to translate the phrase \"No tracking • No ads • Privacy-first design\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "note": "<think>\nOkay, the user wants me to translate the word \"Note\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nSo, the original text is just \"",
  "notes": "<think>\nOkay, the user wants me to translate the word \"Notes\" into Chinese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nSo, the original text is",
  "offline-website-data": "<think>\nOkay, the user wants me to translate \"Offline Website Data\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and medically appropriate tone.\n\nFirst, \"Offline Website Data\" needs to be",
  "opioid-policy-institute-logo": "<think>\nOkay, the user wants me to translate \"Opioid Policy Institute Logo\" into Chinese for a healthcare website. Let me start by breaking down the components. \"Opioid Policy Institute\" is the main part. I need to make sure the translation is accurate and maintains the institution's name properly.\n\nFirst, \"Opioid\" in Chinese is usually translated as \"阿片类药物\" (āpiàn lèi yào). \"Policy\" would be \"政策\"",
  "optional-personal-information-we-do-collect": "<think>\nOkay, the user wants me to translate \"Optional personal information we do collect\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the phrase \"Optional personal information",
  "organic-maps": "<think>\nOkay, the user wants me to translate \"Organic Maps\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Organic Maps\" – the word",
  "other-notes-optional": "<think>\nOkay, the user wants me to translate \"Other Notes (optional)\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Other Notes (optional)\" is",
  "our-funding": "<think>\nOkay, the user wants me to translate \"Our Funding\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst, \"Our Funding\"",
  "our-solution": "<think>\nOkay, let's tackle this translation. The user wants the English text \"Our Solution\" translated into Chinese for a healthcare website. First, I need to make sure I follow all the rules provided.\n\nRule 1 says to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. So I'll use those exact terms in Chinese. Rule 2 mentions using \"medicine\" instead of \"prescription,\" so I should check if the original text uses \"pres",
  "our-most-important-promise-is-to-protect-your-priv": "<think>\nOkay, the user wants me to translate a specific English text into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here: keep medical terms like \"bupe\" and \"buprenorphine\" unchanged, use \"medicine\" instead of \"prescription,\" and maintain respectful, non-stigmatizing language.\n\nFirst, I need to translate the given English",
  "page-not-found": "<think>\nOkay, the user wants me to translate \"Page Not Found\" into Chinese for a healthcare website. Let me start by recalling the standard translation for that phrase. In Chinese, \"Page Not Found\" is commonly translated as \"页面未找到\" or \"页面不存在\". \n\nNow, considering the context: the website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The tone needs to be helpful, professional, and compassionate. The translation should be clear",
  "pharmacy-information": "<think>\nOkay, the user wants me to translate \"Pharmacy Information\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" for clarity.\n\nFirst, \"Pharmacy Information\" in Chinese. The direct translation would be \"",
  "phone": "<think>\nOkay, the user wants me to translate the word \"Phone\" into Chinese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the word \"Phone\" here is likely referring to",
  "please-reach-out-using-our-secure-form-if-you-have": "<think>\nOkay, the user wants me to translate the given English text into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nThe original text is: \"Please reach",
  "privacy-safety-tips": "<think>\nOkay, the user wants me to translate \"Privacy & Safety Tips\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, \"Privacy & Safety Tips\" needs",
  "privacy-security": "<think>\nOkay, the user wants me to translate \"Privacy & Security\" into Chinese for a healthcare website. Let me start by recalling the standard translation for these terms. \"Privacy\" is usually \"隐私\" and \"Security\" is \"安全\". So combining them, it would be \"隐私与安全\". \n\nWait, the context is about a community tool helping people access addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"bupe\" and \"",
  "privacy-notice": "<think>\nOkay, the user wants me to translate \"Privacy Notice\" into Chinese for a healthcare website. Let me start by recalling the rules. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same. But here, the text is \"Privacy Notice,\" so maybe those terms aren't needed here. Wait, the context is about a community tool to help access addiction treatment, so the translation needs to be respectful and clear.\n\nThe user specified to use",
  "privacy-policy": "<think>\nOkay, the user wants me to translate \"Privacy Policy\" into Chinese for a healthcare website. Let me start by recalling that \"Privacy Policy\" is commonly translated as \"隐私政策\" in Chinese. But I need to make sure it's appropriate for a healthcare context.\n\nFirst, check the rules. The user mentioned to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged, but here it's just \"Privacy Policy,\" so that's not an issue.",
  "privacy-tip": "<think>\nOkay, the user wants me to translate \"Privacy Tip\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, \"Privacy Tip\" needs to be translated.",
  "questions": "<think>\nOkay, the user wants me to translate \"Questions?\" into Chinese for a healthcare website. Let me check the context first. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful, clear, and non-stigmatizing.\n\nSo, the original text is \"Questions",
  "remember-to-clear-your-browser-history": "<think>\nOkay, the user wants me to translate \"Remember to clear your browser history.\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the main sentence is a reminder",
  "report-statistics": "<think>\nOkay, the user wants me to translate \"Report Statistics\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Report Statistics\" needs to be",
  "reports": "<think>\nOkay, the user wants me to translate the word \"Reports\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the term \"Reports\" here likely refers to some kind of documentation or information related to the pharmacies or the treatment. Since the original text is just \"Reports,\" I need to figure out the",
  "research-working-to-understand-moud-barriers-can-b": "<think>\nOkay, I need to translate this medical text about MOUD barriers into Chinese for a healthcare website. Let me start by understanding the context. The target audience is people looking for pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping \"bupe\" and \"buprenorphine\" as is, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the original text talks about two categories of barriers:",
  "return-home": "<think>\nOkay, the user wants me to translate \"Return Home\" into Chinese for a healthcare website. Let me think about the context first. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\n\"Return Home\" is probably",
  "search-for-a-pharmacy": "<think>\nOkay, the user wants me to translate \"Search for a Pharmacy\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Search for a Pharmacy\" needs",
  "searching": "<think>\nOkay, the user wants me to translate \"Searching...\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst, \"Searching...\" is",
  "select-strongdelete-datastrong": "<think>\nOkay, the user wants me to translate \"Select <strong>Delete data</strong>.\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the main phrase is \"Select <strong>Delete data</strong>.\" The word \"Select\" here is likely part of a button or instruction. In Chinese,",
  "select-language": "<think>\nOkay, the user wants me to translate \"Select Language\" into Chinese for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment with buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Select Language\" needs to be translated",
  "select-any-that-apply": "<think>\nOkay, the user wants me to translate \"Select any that apply\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Select any",
  "select-how-much-history-you-want-to-delete-eg-last": "<think>\nOkay, the user wants me to translate the given English text into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nThe original text is: \"Select how much history you want",
  "select-the-strongprivacy-securitystrong-panel": "<think>\nOkay, the user wants me to translate \"Select the <strong>Privacy & Security</strong> panel.\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment with buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the main phrase is \"Select the Privacy & Security panel.\" In Chinese, \"Select\" would be \"选择\" or \"请选择\". Since it's",
  "select-the-time-range-to-clear-eg-everything": "<think>\nOkay, the user wants me to translate the English text \"Select the time range to clear (e.g., Everything )\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the main phrase is \"Select the time range to clear.\" The key here is to make sure the translation is clear and matches the intended",
  "settings": "<think>\nOkay, the user wants me to translate the word \"Settings\" into Chinese for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Settings\" in this context probably",
  "site-preferencesli-ul": "<think>\nOkay, the user wants me to translate \"Site Preferences\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Site Preferences\" is a heading, so",
  "something-went-wrong": "<think>\nOkay, the user wants me to translate \"Something went wrong\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Something went wrong\" is",
  "sorry-the-page-you-re-looking-for-doesn-t-exist": "<think>\nOkay, the user wants me to translate the error message \"Sorry, the page you're looking for doesn't exist.\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone",
  "spam-protection": "<think>\nOkay, the user wants me to translate \"Spam Protection\" into Chinese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules say to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nFirst, \"Sp",
  "state-level-reports": "<think>\nOkay, the user wants me to translate \"State Level Reports\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"State Level Reports\" – in Chinese, \"State\" here probably refers to the U.S. states, so I should use the term that's commonly used in Chinese for state-level information",
  "status": "<think>\nOkay, the user wants me to translate the word \"Status\" into Chinese for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Status\" in this context probably",
  "step-1-get-the-template": "<think>\nOkay, the user wants me to translate \"Step 1: Get the Template\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Step",
  "step-2-fill-out-your-data": "<think>\nOkay, I need to translate \"Step 2: Fill Out Your Data\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"Step 2\" translates",
  "step-3-securely-submit-your-file": "<think>\nOkay, the user wants me to translate \"Step 3: Securely Submit Your File\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Step",
  "submission-failed-please-try-again": "<think>\nOkay, the user wants me to translate \"Submission failed. Please try again.\" into Chinese for a healthcare website. Let me start by understanding the context. It's a community tool helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the main phrase is",
  "subscribe-to-our-newsletter-for-organizing-and-upd": "<think>\nOkay, the user wants me to translate the English text \"Subscribe to our newsletter for organizing and updates\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the",
  "table-of-contents": "<think>\nOkay, the user wants me to translate \"Table of Contents\" into Chinese for a healthcare website. Let me start by recalling the standard translation for \"Table of Contents\" in Chinese. It's usually \"目录\" (mùlù). But I need to make sure it fits the context of a healthcare website helping people find pharmacies for addiction treatment.\n\nWait, the target language is Mandarin Chinese, so \"目录\" is correct. Let me check if there's any nuance I'm",
  "thank-you": "<think>\nOkay, the user wants me to translate \"Thank You!\" into Chinese for a healthcare website. Let me think about the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing.\n\nSo, the main task is",
  "the-problem": "<think>\nOkay, the user wants me to translate the English text \"The Problem\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"The Problem\"",
  "the-only-information-we-need-for-a-report-is-what-": "<think>\nOkay, I need to translate this text for a healthcare website that helps people find pharmacies for buprenorphine treatment. Let me start by understanding the context. The user is asking for a translation into Chinese (Mandarin) with specific rules to follow.\n\nFirst, the rules mention keeping \"bupe\" and \"buprenorphine\" unchanged. So I should make sure those terms are in the translation as is. Also, \"medicine\" should be used instead of \"",
  "the-only-required-fields-are-pharmacy_address-repo": "<think>\nOkay, I need to translate this text for a healthcare website. The user is asking for a translation into Chinese (Mandarin) with specific rules. Let me start by understanding the original English text.\n\nThe original text says: \"The only required fields are pharmacy_address, report_type (success or denied). Information about formulation, standardized_notes, and notes are optional (but useful!).\"\n\nFirst, I need to make sure I follow all the rules provided. Let me go through each rule",
  "the-last-mile-problem-is-the-treatment-gap-created": "<think>\nOkay, I need to translate this medical text about the \"last mile\" problem related to buprenorphine access into Chinese. Let me start by understanding the original content. The key points are the treatment gap caused by pharmacies' discretion over stocking and dispensing MOUD (which is buprenorphine), the federal policies focusing on increasing prescriptions from providers, and the pharmacies' role in dispensing. The translation must be respectful, clear, and medically appropriate, using \"bu",
  "there-are-two-main-ways-we-collect-information-abo": "<think>\nOkay, the user wants me to translate the English sentence \"There are two main ways we collect information about you with this site\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language",
  "this-is-unacceptable": "<think>\nOkay, the user wants me to translate \"This is unacceptable.\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention using \"bupe\" and \"buprenorphine\" as is, and avoiding stigmatizing language. The tone needs to be helpful, professional, and compassionate.\n\nFirst, the phrase \"This is unacceptable.\" is likely used in a situation",
  "this-project-aims-to-address-this": "<think>\nOkay, the user wants me to translate the English sentence \"This project aims to address this.\" into Chinese for a healthcare website. Let me start by understanding the context. The website is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "this-will-open-your-device-s-map-application-pleas": "<think>\nOkay, the user wants me to translate a specific sentence for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure respectful, non-stigmatizing language.\n\nThe English text to translate is: \"This will open your device",
  "total-reports": "<think>\nOkay, the user wants me to translate \"Total Reports\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the term \"Total Reports\" – what does it mean here? It might refer to a summary or compilation of all reports. In Chinese, \"Total\" could be \"总\" and \"Reports",
  "trend-is-neutral": "<think>\nOkay, the user wants me to translate \"Trend is neutral\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Trend is neutral\"",
  "trending-recently": "<think>\nOkay, the user wants me to translate \"Trending Recently\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"Trending Recently\" is likely referring",
  "trending-toward-more-denials": "<think>\nOkay, the user wants me to translate \"Trending toward more denials\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the phrase \"Trending toward more denials\" – I need to figure out what \"denials\" refers to here. In the context of healthcare, especially regarding medication access",
  "trending-toward-more-successes": "<think>\nOkay, the user wants me to translate \"Trending toward more successes\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"Trending toward more",
  "upload-your-tsv-file-tab-separated-values": "<think>\nOkay, the user wants me to translate \"Upload your TSV file (tab separated values).\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and medically appropriate tone.\n\nFirst, the main",
  "use-privacy-preserving-mapping-apps-like-organic-m": "<think>\nOkay, the user wants me to translate \"Use privacy preserving mapping apps like Organic Maps\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, they want to use \"medicine\" instead of \"prescription\" and ensure respectful, non-stigmatizing language.\n\nFirst",
  "use-the-spreadsheet-template-below-to-fill-in-your": "<think>\nOkay, the user wants me to translate a specific sentence into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nThe original text is: \"Use the spreadsheet template below to",
  "we-strongdo-notstrong-know-your-email-or-phone-num": "<think>\nOkay, the user wants me to translate the sentence \"We do not know your email or phone number.\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the",
  "we-strongdo-notstrong-know-your-name": "<think>\nOkay, the user wants me to translate the sentence \"We do not know your name.\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription,\" and maintain respectful, non-stigmatizing language.\n\nFirst, the sentence",
  "we-strongdo-notstrong-track-your-location": "<think>\nOkay, the user wants me to translate the sentence \"We do not track your location.\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful, clear, and non-stigmatizing",
  "we-also-hope-to-shine-a-light-on-just-how-big-an-i": "<think>\nOkay, the user wants me to translate a specific English text into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine, which is used in addiction treatment. The translation needs to be respectful, clear, and medically appropriate. \n\nFirst, I need to check the rules. Medical terms like \"bupe\" and \"buprenorphine\" should stay the same. \"Prescription\" should be translated as",
  "we-built-this-tool-to-help-it-s-a-map-made-by-the-": "<think>\nOkay, I need to translate this English text into Chinese for a healthcare website. Let me start by understanding the context. The tool is for finding pharmacies that provide buprenorphine for addiction treatment. The rules mention keeping \"bupe\" and \"buprenorphine\" as they are, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the English text says, \"We built this tool to help. It's",
  "we-designed-our-website-to-not-do-that": "<think>\nOkay, the user wants me to translate the English sentence \"We designed our website to not do that.\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "we-don-t-track-or-store-your-location": "<think>\nOkay, the user wants me to translate the English text \"We don't track or store your location\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the main",
  "we-hope-that-this-platform-will-help-people-help-p": "<think>\nOkay, I need to translate this English text into Chinese for a healthcare website. Let me start by understanding the context. The platform is a community tool to help people access addiction treatment, specifically mentioning buprenorphine. The rules are important here. First, I have to keep \"bupe\" and \"buprenorphine\" as they are. Second, use \"medicine\" instead of \"prescription.\" Third, the language should be respectful and non-stigmatizing.",
  "we-re-having-trouble-loading-this-content": "<think>\nOkay, the user wants me to translate \"We're having trouble loading this content.\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, the original sentence is about",
  "we-use-a-standard-template-to-ensure-data-quality-": "<think>\nOkay, the user wants me to translate a specific sentence into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here: keep \"bupe\" and \"buprenorphine\" as they are, use \"medicine\" instead of \"prescription,\" and maintain respectful, non-stigmatizing language.\n\nThe original text is: \"We use a standard template",
  "we-use-modern-privacy-focused-tools-to-run-this-si": "<think>\nOkay, the user wants me to translate the sentence \"We use modern, privacy-focused tools to run this site\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst",
  "we-will-take-care-of-formatting-and-uploading-to-t": "<think>\nOkay, the user wants me to translate the sentence \"We will take care of formatting and uploading to the map!\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and compassionate tone.",
  "what-we-collect-and-what-we-don-t": "<think>\nOkay, the user wants me to translate the English text \"What We Collect (and What We Don't)\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst,",
  "what-formulations-did-you-try-to-fill": "<think>\nOkay, the user wants me to translate the question \"What formulation(s) did you try to fill?\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "what-was-the-outcome": "<think>\nOkay, the user wants me to translate \"What was the outcome?\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"What was the outcome",
  "what-would-you-like-to-do-today": "<think>\nOkay, the user wants me to translate \"What would you like to do today?\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the phrase \"What",
  "when-it-comes-to-information-like-who-you-are-if-y": "<think>\nOkay, the user wants me to translate a specific English text into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules are important here: keep medical terms like \"bupe\" and \"buprenorphine\" as they are, use \"medicine\" instead of \"prescription,\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, I need to translate",
  "when-you-are-done-you-can-also-clear-your-recent-b": "<think>\nOkay, the user wants me to translate the given English text into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe English text is: \"When you are",
  "while-our-website-strives-to-be-secure-and-protect": "<think>\nOkay, the user wants me to translate a privacy notice for a healthcare website that helps people find pharmacies for buprenorphine treatment. Let me start by understanding the context. The website is a community tool, so the translation needs to be respectful, clear, and medically appropriate. The rules mention keeping \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a helpful, professional, compassionate tone.\n\nFirst, I",
  "why-we-built-this-tool": "<think>\nOkay, the user wants me to translate \"Why We Built This Tool\" into Chinese for a healthcare website. Let me start by understanding the context. The tool is for helping people find pharmacies that provide buprenorphine for addiction treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, I need to",
  "your-report": "<think>\nOkay, the user wants me to translate the text \"Your Report\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"Your Report\" needs",
  "your-map-application-may-collect-and-share-your-lo": "<think>\nOkay, the user wants me to translate the given English text into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and ensure the language is respectful and non-stigmatizing.\n\nThe English text is: \"Your map",
  "barriercount": "<think>\nOkay, the user wants me to translate \"barrier.count\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, \"barrier.count\" probably refers to counting barriers, maybe in the context of accessing treatment. Since the target language is Chinese, I need to make sure the translation is accurate and maintains the",
  "barriernote": "<think>\nOkay, the user wants me to translate the \"barrier.note\" text for a healthcare website. Let me start by understanding the context. It's a community tool to help people access addiction treatment, specifically for buprenorphine. The rules are important here. I need to keep \"bupe\" and \"buprenorphine\" as they are. Use \"medicine\" instead of \"prescription\" for clarity. Also, the language should be respectful and non-stigmat",
  "codeatopioidpolicydotorg": "<think>\nOkay, the user wants me to translate the email address \"code[at]opioidpolicy[dot]org\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.",
  "contact-form": "<think>\nOkay, the user wants me to translate \"contact form\" into Chinese for a healthcare website. Let me start by recalling the standard translation for \"contact form.\" In Chinese, it's commonly translated as \"联系表\" or \"联系表格.\" But I need to make sure it's appropriate for a healthcare context.\n\nThe context is a community tool to help people access addiction treatment, specifically for buprenorphine. The rules mention using \"bupe\" and \"buprenorph",
  "contact-us-using-our-secure-form": "<think>\nOkay, the user wants me to translate \"contact us using our secure form\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, I need to translate \"contact",
  "copied-copied-to-clipboard-share-with-a-friend": "<think>\nOkay, let's tackle this translation request. The user wants the English text \"copied ? 'Copied to Clipboard!' : 'Share with a Friend'\" translated into Chinese for a healthcare website. \n\nFirst, I need to make sure I understand the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The translation needs to be respectful, clear, and medically appropriate. The rules mention keeping \"bupe\" and \"buprenorph",
  "currentlanguagecodetouppercase": "<think>\nOkay, the user wants me to translate the given text into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe English text provided is \"currentLanguage?.code",
  "datapastmonthperiod": "<think>\nOkay, the user wants me to translate \"data.pastMonth.period\" into Chinese for a healthcare website. Let me start by understanding what this text refers to. The context is about a community tool helping people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear tone.\n\nFirst, \"data",
  "decodehtmlentitiespharmacyname": "<think>\nOkay, the user wants me to translate \"decodeHtmlEntities(pharmacy.name)\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the phrase \"decodeHtmlEntities(pharmacy.name)\" seems like a function call. In Chinese, functions are often translated directly, but since it's a technical term, maybe",
  "do-not": "<think>\nOkay, the user wants me to translate the word \"do not\" into Chinese for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment medication like buprenorphine. The rules mention using respectful and non-stigmatizing language, so I need to make sure the translation is appropriate.\n\nFirst, \"do not\" is a command, so in Chinese, the direct translation would be \"不要\". But I should check if there",
  "eg-out-of-business": "<think>\nOkay, the user wants me to translate \"e.g., 'Out of business.\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"e.g.\" is",
  "eg-123-main-street": "<think>\nOkay, the user wants me to translate \"e.g., 123 Main Street\" into Chinese for a healthcare website. Let me start by recalling the rules. First, medical terms like \"bupe\" and \"buprenorphine\" should stay the same, but here it's just an example address. Second, use \"medicine\" instead of \"prescription.\" Not sure if that applies here, but maybe not. Third, keep the tone respectful and non-stigmat",
  "eg-49506": "<think>\nOkay, the user wants me to translate \"e.g., 49506\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear tone.\n\nThe example given is \"e.g",
  "eg-cvs": "<think>\nOkay, the user wants me to translate \"e.g., CVS\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear tone.\n\nFirst, \"e.g.\" stands for \"exempli",
  "eg-mom-pop-shop": "<think>\nOkay, the user wants me to translate \"e.g., Mom & Pop Shop\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication like buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"e.g.\" translates to",
  "href-aria-label-style": "<think>\nOkay, the user wants me to translate some HTML code into Chinese for a healthcare website. Let me check the original text again. The English text provided is just a snippet of HTML with href, aria-label, and style attributes, but the content seems to be empty or placeholders. The user mentioned translating for a healthcare site that helps find pharmacies for buprenorphine treatment.\n\nFirst, I need to make sure I follow all the rules. The medical terms \"bupe\" and \"",
  "isloadinglocation-loading-set-location": "<think>\nOkay, the user wants me to translate \"isLoadingLocation ? 'Loading...' : 'Set Location'\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically using buprenorphine. The translation needs to be respectful, clear, and medically appropriate.\n\nFirst, the phrase is a conditional statement. In English, it's a ternary operator: if isLoadingLocation is true, show 'Loading...', else show '",
  "just-like-any-other-prescription": "<think>\nOkay, the user wants me to translate the phrase \"just like any other prescription\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, the original phrase is",
  "locationerror": "<think>\nOkay, the user wants me to translate \"locationError\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for buprenorphine treatment. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful and non-stigmatizing.\n\nFirst, \"locationError\" is likely an error message related",
  "lol": "<think>\nOkay, the user wants me to translate \"lol.\" into Chinese for a healthcare website. Let me think. First, \"lol\" is an abbreviation for \"laughing out loud,\" but in the context of a healthcare site, it's probably not appropriate. The original text is just \"lol.\" Maybe it's a typo or an error? The user might have intended something else, like a placeholder or a mistake.\n\nLooking at the rules, I need to keep medical terms like \"",
  "menu-button": "<think>\nOkay, the user wants me to translate \"menu button\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining respectful, non-stigmatizing language.\n\nFirst, \"menu button\" is a UI element. In",
  "privacy-is-very-important": "<think>\nOkay, the user wants me to translate \"privacy is very important\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically mentioning buprenorphine. The rules emphasize keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, they want to use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, the main phrase",
  "resultfull_address": "<think>\nOkay, the user wants me to translate \"result.full_address\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, \"result.full_address\" is",
  "resultname": "<think>\nOkay, the user wants me to translate \"result.name\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, \"result.name\" is likely the name",
  "selectedpharmacyfull_address": "<think>\nOkay, the user wants me to translate \"selectedPharmacy.full_address\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, \"selectedPharmacy.full_address",
  "selectedpharmacyname": "<think>\nOkay, the user wants me to translate \"selectedPharmacy.name\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain respectful, non-stigmatizing language.\n\nFirst, \"selectedPharmacy.name\"",
  "statsalltimedenied": "<think>\nOkay, the user wants me to translate \"stats.allTime.denied\" into Chinese for a healthcare website. Let me start by understanding what this phrase means. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst, I",
  "statsalltimesuccess": "<think>\nOkay, the user wants me to translate \"stats.allTime.success\" into Chinese for a healthcare website. Let me start by understanding what this text means. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear tone.\n\nFirst, I need to figure out",
  "statspastmonthdenied": "<think>\nOkay, the user wants me to translate \"stats.pastMonth.denied\" into Chinese for a healthcare website. Let me start by understanding what this text means. The context is about a community tool helping people access addiction treatment, specifically for buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, non-stigmatizing tone.\n\nFirst,",
  "statspastmonthsuccess": "<think>\nOkay, the user wants me to translate the text \"stats.pastMonth.success\" into Chinese for a healthcare website. Let me start by understanding what this text means. The key part here is \"pastMonth.success.\" In the context of addiction treatment, this likely refers to the success rate of patients who received buprenorphine treatment in the past month.\n\nFirst, I need to make sure I follow all the rules provided. The medical terms \"bupe\" and \"bup",
  "strongnotesstrong": "<think>\nOkay, the user wants me to translate the English text \"strong>Notes:</strong\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nFirst, the",
  "strongphonestrong-a-href-style-a": "<think>\nOkay, let's tackle this translation request. The user wants the English text \"Phone: 📞\" translated into Chinese for a healthcare website. The context is about helping people find pharmacies for addiction treatment medication, specifically buprenorphine. \n\nFirst, I need to make sure I follow all the rules provided. Rule 1 says to keep medical terms like \"bupe\" and \"buprenorphine\" unchanged. Since the text here doesn't include those terms,",
  "strongreportsstrong-successful-denied": "<think>\nOkay, the user wants me to translate \"Reports: successful, denied\" into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone needs to be respectful and non-stigmatizing.\n\nFirst, the phrase \"Reports",
  "strongstatusstrong": "<think>\nOkay, the user wants me to translate \"Status:\" into Chinese for a healthcare website. Let me check the context. The website helps people find pharmacies for buprenorphine treatment. The rules mention keeping medical terms like \"buprenorphine\" and \"bupe\" unchanged. Also, use \"medicine\" instead of \"prescription.\" The tone should be respectful and non-stigmatizing.\n\nSo, translating \"Status:\" directly would be \"状态：\" in Chinese. But",
  "success": "<think>\nOkay, the user wants me to translate the word \"success\" into Chinese for a healthcare website. Let me think about the context. The website is about helping people find pharmacies for addiction treatment with buprenorphine. The rules mention using \"bupe\" and \"buprenorphine\" as is, and to keep terms like ZIP Code or use local equivalents. Also, the tone should be helpful, professional, and compassionate.\n\nSo, the word \"success\" here probably",
  "tcrowdsource-note-this-is-a-crowd-source-resource": "<think>\nOkay, the user wants me to translate the given English text into Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged. Also, use \"medicine\" instead of \"prescription\" and maintain a respectful, non-stigmatizing tone.\n\nThe English text to translate is: \"This",
  "tnot-guarantee-note-this-tool-is-not-a-guarantee-o": "<think>\nOkay, the user wants me to translate a specific note for a healthcare website that helps people find pharmacies for buprenorphine. Let me start by understanding the context. The tool is a community resource to aid access to addiction treatment, so the translation needs to be respectful and clear.\n\nFirst, the original English text is: \"This tool is not a guarantee of service. This data is not comprehensive.\" The user provided rules to follow. Rule 1 says to keep \"bupe",
  "the-united-kingdom-canada-and-australia": "<think>\nOkay, the user wants me to translate the phrase \"the United Kingdom, Canada, and Australia\" into Chinese for a healthcare website. Let me start by recalling the standard translations for these country names in Mandarin.\n\nFirst, \"United Kingdom\" is typically translated as 英国 (Yīngguó). For \"Canada,\" the common translation is 加拿大 (Jiānádà). \"Australia\" is usually 澳大利亚 (Àudàlì",
  "youremailexamplecom": "<think>\nOkay, the user wants me to translate an email address from English to Chinese for a healthcare website. Let me start by understanding the context. The website helps people find pharmacies for addiction treatment medication, specifically buprenorphine. The rules mention keeping medical terms like \"bupe\" and \"buprenorphine\" unchanged, using \"medicine\" instead of \"prescription,\" and maintaining a respectful, clear, and medically appropriate tone.\n\nThe email address provided is \"your.email@example"
}